const poemsSource = {
  "1": {
    "id": "1",
    "name": "بردة المديح المباركة",
    "author": "الإمام محمد البصيري",
    "desc":
    " بردة المديح تمت في القرن السادس الهجري و شرفها المصطفي بإكمال شطر من أبياتها",
    "chapters": [
      {
        "id": "1",
        "name": "الفصل الأول",
        "lines": [
          {
            "id": "2",
            "body": [
              "أم هبت الريح من تلقاء كاظمة ",
              " وأومض البرق في الظلماء من اضم"
            ]
          },
          {
            "id": "3",
            "body": [
              "فما لعينيك ان قلت اكففا همتا ",
              " وما لقلبك ان قلت استفق يهم"
            ]
          },
          {
            "id": "4",
            "body": ["أيحسب الصب أن الحب منكتم ", " ما بين منسجم منه ومضطرم"]
          },
          {
            "id": "5",
            "body": [
              "لولا الهوى لم ترق دمعا على طلل ",
              " ولا أرقت لذكر البان والعلم"
            ]
          },
          {
            "id": "6",
            "body": [
              "فكيف تنكر حبا بعدما شهدت ",
              " به عليك عدول الدمع والسقم"
            ]
          },
          {
            "id": "7",
            "body": [
              "وأثبت الوجد خطي عبرة وضنى ",
              " مثل البهار على خديك والعنم"
            ]
          },
          {
            "id": "8",
            "body": [
              "نعم سرى طيف من أهوى فأرقني ",
              " والحب يعترض اللذات بالألم"
            ]
          },
          {
            "id": "9",
            "body": [
              "يا لائمي في الهوى العذري معذرة ",
              " مني اليك ولو أنصفت لم تلم"
            ]
          },
          {
            "id": "10",
            "body": ["عدتك حالي لا سري بمستتر ", " عن الوشاة ولا دائي بمنحسم"]
          },
          {
            "id": "11",
            "body": [
              "محضتني النصح لكن لست أسمعه ",
              " ان المحب عن العذال في صمم"
            ]
          },
          {
            "id": "12",
            "body": [
              "اني اتهمت نصيح الشيب في عذلي ",
              " والشيب أبعد في نصح عن التهم"
            ]
          },
          {
            "id": "1",
            "body": ["أمن تذكر جيران بذي سلم ", " مزجت دمعا جرى من مقلة بدم"]
          }
        ],
        "links": [
          {
            "id": "1",
            "link":
            "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335420223&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
            "source": "sound_cloud"
          }
        ]
      },
      {
        "id": "2",
        "name": "الفصل الثاني",
        "lines": [
          {
            "id": "26",
            "body": [
              "أستغفر الله من قول بلا عمل ",
              " لقد نسبت به نسلا لذي عقم"
            ]
          },
          {
            "id": "27",
            "body": [
              "أمرتك الخير لكن ما ائتمرت به ",
              " وما استقمت فما قولي لك استقم"
            ]
          },
          {
            "id": "13",
            "body": [
              "فان أمارتي بالسوء ما اتعظت ",
              " من جهلها بنذير الشيب والهرم"
            ]
          },
          {
            "id": "14",
            "body": [
              "ولا أعدت من الفعل الجميل قرى ",
              " ضيف ألم برأسي غير محتشم"
            ]
          },
          {
            "id": "15",
            "body": [
              "لو كنت أعلم أني ما أوقره ",
              " كتمت سرا بدا لي منه بالكتم"
            ]
          },
          {
            "id": "16",
            "body": [
              "من لي برد جماح من غوايتها ",
              " كما يرد جماح الخيل باللجم"
            ]
          },
          {
            "id": "17",
            "body": [
              "فلا ترم بالمعاصي كسر شهوتها ",
              " ان الطعام يقوي شهوة النهم"
            ]
          },
          {
            "id": "18",
            "body": [
              "والنفس كالطفل إن تهمله شب على ",
              " حب الرضاع وإن تفطمه ينفطم"
            ]
          },
          {
            "id": "19",
            "body": [
              "فاصرف هواها وحاذر أن توليه ",
              " ان الهوى ما تولى يصم أو يصم"
            ]
          },
          {
            "id": "20",
            "body": [
              "وراعها وهي في الأعمال سائمة ",
              " وان هي استحلت المرعى فلا تسم"
            ]
          },
          {
            "id": "21",
            "body": [
              "كم حسنت لذة للمرء قاتلة ",
              " من حيث لم يدر أن السم في الدسم"
            ]
          },
          {
            "id": "22",
            "body": ["واخش الدسائس من جوع ومن شبع ", " فرب مخمصة شر من التخم"]
          },
          {
            "id": "23",
            "body": [
              "واستفرغ الدمع من عين قد امتلأت ",
              " من المحارم والزم حمية الندم"
            ]
          },
          {
            "id": "24",
            "body": [
              "وخالف النفس والشيطان واعصهما ",
              " وان هما محضاك النصح فاتهم"
            ]
          },
          {
            "id": "25",
            "body": [
              "ولا تطع منهما خصما ولا حكما ",
              " فأنت تعرف كيد الخصم والحكم"
            ]
          },
          {
            "id": "28",
            "body": ["ولا تزودت قبل الموت نافلة ", " ولم أصل سوى فرض ولم أصم"]
          }
        ],
        "links": [
          {
            "id": "2",
            "link":
            "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335420481&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
            "source": "sound_cloud"
          }
        ]
      },
      {
        "id": "3",
        "name": "الفصل الثالث",
        "lines": [
          {
            "id": "29",
            "body": [
              "ظلمت سنة من أحيا الظلام الى ",
              " أن اشتكت قدماه الضر من ورم"
            ]
          },
          {
            "id": "30",
            "body": [
              "وشد من سغب أحشاءه وطوى ",
              " تحت الحجارة كشحا مترف الأدم"
            ]
          },
          {
            "id": "31",
            "body": [
              "وراودته الجبال الشم من ذهب ",
              " عن نفسه فأراها أيما شمم"
            ]
          },
          {
            "id": "32",
            "body": [
              "وأكدت زهده فيها ضرورته ",
              " ان الضرورة لا تعدو على العصم"
            ]
          },
          {
            "id": "33",
            "body": [
              "وكيف تدعو إلى الدنيا ضرورة من ",
              " لولاه لم تخرج الدنيا من العدم"
            ]
          },
          {
            "id": "34",
            "body": [
              "محمد سيد الكونين والثقلين ",
              " والفريقين من عرب ومن عجم"
            ]
          },
          {
            "id": "35",
            "body": [
              "نبينا الآمر الناهي فلا أحد ",
              " أبر في قول لا منه ولا نعم"
            ]
          },
          {
            "id": "36",
            "body": [
              "هو الحبيب الذي ترجى شفاعته ",
              " لكل هول من الأهوال مقتحم"
            ]
          },
          {
            "id": "37",
            "body": [
              "دعا الى الله فالمستمسكون به ",
              " مستمسكون بحبل غير منفصم"
            ]
          },
          {
            "id": "38",
            "body": [
              "فاق النبيين في خلق وفي خلق ",
              " ولم يدانوه في علم ولا كرم"
            ]
          },
          {
            "id": "39",
            "body": [
              "وكلهم من رسول الله ملتمس ",
              " غرفا من البحر أو رشفا من الديم"
            ]
          },
          {
            "id": "42",
            "body": ["منزه عن شريك في محاسنه ", " فجوهر الحسن فيه غير منقسم"]
          },
          {
            "id": "43",
            "body": [
              "دع ما ادعته النصارى في نبيهم ",
              " واحكم بما شئت مدحا فيه واحتكم"
            ]
          },
          {
            "id": "44",
            "body": [
              "وانسب الى ذاته ما شئت من شرف ",
              " وانسب الى قدره ما شئت من عظم"
            ]
          },
          {
            "id": "45",
            "body": ["فان فضل رسول الله ليس له ", " حد فيعرب عنه ناطق بفم"]
          },
          {
            "id": "46",
            "body": [
              "لو ناسبت قدره آياته عظما ",
              " أحيا اسمه حين يدعى دارس الرمم"
            ]
          },
          {
            "id": "47",
            "body": [
              "لم يمتحنا بما تعيا العقول به ",
              " حرصا علينا فلم نرتب ولم نهم"
            ]
          },
          {
            "id": "48",
            "body": [
              "أعيا الورى فهم معناه فليس يرى ",
              " في القرب والبعد فيه غير منفحم"
            ]
          },
          {
            "id": "49",
            "body": [
              "كالشمس تظهر للعينين من بعد ",
              " صغيرة وتكل الطرف من أمم"
            ]
          },
          {
            "id": "50",
            "body": [
              "وكيف يدرك في الدنيا حقيقته ",
              " قوم نيام تسلوا عنه بالحلم"
            ]
          },
          {
            "id": "51",
            "body": ["فمبلغ العلم فيه أنه بشر ", " وأنه خير خلق الله كلهم"]
          },
          {
            "id": "52",
            "body": [
              "وكل آي أتى الرسل الكرام بها ",
              " فانما اتصلت من نوره بهم"
            ]
          },
          {
            "id": "53",
            "body": [
              "فانه شمس فضل هم كواكبها ",
              " يظهرن أنوارها للناس في الظلم"
            ]
          },
          {
            "id": "54",
            "body": ["أكرم بخلق نبي زانه خلق ", " بالحسن مشتمل بالبشر متسم"]
          },
          {
            "id": "55",
            "body": [
              "كالزهر في ترف والبدر في شرف ",
              " والبحر في كرم والدهر في همم"
            ]
          },
          {
            "id": "56",
            "body": ["كأنه وهو فرد من جلالته ", " في عسكر حين تلقاه وفي حشم"]
          },
          {
            "id": "57",
            "body": [
              "كأنما اللؤلؤ المكنون في صدف ",
              " من معدني منطق منه ومبتسم"
            ]
          },
          {
            "id": "58",
            "body": ["لا طيب يعدل تربا ضم أعظمه ", " طوبى لمنتشق منه وملتثم"]
          },
          {
            "id": "40",
            "body": [
              "وواقفون لديه عند حدهم ",
              " من نقطة العلم أو من شكلة الحكم"
            ]
          },
          {
            "id": "41",
            "body": [
              "فهو الذي تم معناه وصورته ",
              " ثم اصطفاه حبيبا باريء النسم"
            ]
          }
        ],
        "links": [
          {
            "id": "3",
            "link":
            "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335420985&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
            "source": "sound_cloud"
          }
        ]
      },
      {
        "id": "4",
        "name": "الفصل الرابع",
        "lines": [
          {
            "id": "59",
            "body": ["أبان مولده عن طيب عنصره ", " يا طيب مبتدا منه ومختتم"]
          },
          {
            "id": "60",
            "body": [
              "يوم تفرس فيه الفرس أنهم ",
              " قد أنذروا بحلول البؤس والنقم"
            ]
          },
          {
            "id": "61",
            "body": [
              "وبات ايوان كسرى وهو منصدع ",
              " كشمل أصحاب كسرى غير ملتئم"
            ]
          },
          {
            "id": "62",
            "body": [
              "والنار خامدة الأنفاس من أسف ",
              " عليه والنهر ساهي العين من سدم"
            ]
          },
          {
            "id": "63",
            "body": [
              "وساء ساوة أن غاضت بحيرتها ",
              " ورد واردها بالغيظ حين ظمي"
            ]
          },
          {
            "id": "64",
            "body": [
              "كأن بالنار ما بالماء من بلل ",
              " حزنا وبالماء ما بالنار من ضرم"
            ]
          },
          {
            "id": "65",
            "body": [
              "والجن تهتف والأنوار ساطعة ",
              " والحق يظهر من معنى ومن كلم"
            ]
          },
          {
            "id": "66",
            "body": [
              "عموا وصموا فاعلان البشائر لم ",
              " تسمع وبارقة الانذار لم تشم"
            ]
          },
          {
            "id": "67",
            "body": [
              "من بعد ما أخبر الأقوام كاهنهم ",
              " بأن دينهم المعوج لم يقم"
            ]
          },
          {
            "id": "68",
            "body": [
              "وبعد ما عاينوا في الأفق من شهب ",
              " منقضة وفق ما في الأرض من صنم"
            ]
          },
          {
            "id": "69",
            "body": [
              "حتى غدا عن طريق الوحي منهزم ",
              " من الشياطين يقفو اثر منهزم"
            ]
          },
          {
            "id": "70",
            "body": [
              "كأنهم هربا أبطال أبرهة ",
              " أو عسكر بالحصى من راحتيه رمي"
            ]
          },
          {
            "id": "71",
            "body": [
              "نبذا به بعد تسبيح ببطنهما ",
              " نبذ المسبح من أحشاء ملتقم"
            ]
          }
        ],
        "links": [
          {
            "id": "4",
            "link":
            "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335420940&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
            "source": "sound_cloud"
          }
        ]
      },
      {
        "id": "5",
        "name": "الفصل الخامس",
        "lines": [
          {
            "id": "72",
            "body": [
              "جاءت لدعوته الأشجار ساجدة ",
              " تمشي اليه على ساق بلا قدم"
            ]
          },
          {
            "id": "73",
            "body": [
              "كأنما سطرت سطرا لما كتبت ",
              " فروعها من بديع الخط في اللقم"
            ]
          },
          {
            "id": "74",
            "body": ["مثل الغمامة أنى سار سائرة ", " تقيه حر وطيس للهجير حمي"]
          },
          {
            "id": "75",
            "body": [
              "وما حوى الغار من خير ومن كرم ",
              " وكل طرف من الكفار عنه عمي"
            ]
          },
          {
            "id": "76",
            "body": [
              "فالصدق في الغار والصديق لم يرما ",
              " وهم يقولون ما بالغار من أرم"
            ]
          },
          {
            "id": "77",
            "body": [
              "ظنوا الحمامة وظنوا العنكبوت على ",
              " خير البرية لم تنسج ولم تحم"
            ]
          },
          {
            "id": "79",
            "body": [
              "ما سامني الدهر ضيما واستجرت به ",
              " الا ونلت جوارا منه لم يضم"
            ]
          },
          {
            "id": "80",
            "body": [
              "ولا التمست غنى الدارين من يده ",
              " الا استلمت الندى من خير مستلم"
            ]
          },
          {
            "id": "81",
            "body": [
              "لا تنكر الوحي من رؤياه ان له ",
              " قلبا اذا نامت العينان لم ينم"
            ]
          },
          {
            "id": "82",
            "body": ["وذاك حين بلوغ من نبوته ", " فليس ينكر فيه حال محتلم"]
          },
          {
            "id": "83",
            "body": ["تبارك الله ما وحي بمكتسب ", " ولا نبي على غيب بمتهم"]
          },
          {
            "id": "84",
            "body": [
              "كم أبرأت وصبا باللمس راحته ",
              " وأطلقت أربا من ربقة اللمم"
            ]
          },
          {
            "id": "85",
            "body": [
              "وأحيت السنة الشهباء دعوته ",
              " حتى حكت غرة في الأعصر الدهم"
            ]
          },
          {
            "id": "86",
            "body": [
              "بعارض جاد أو خلت البطاح بها ",
              " سيب من اليم أو سيل من العرم"
            ]
          },
          {
            "id": "78",
            "body": [
              "وقاية الله أغنت عن مضاعفة ",
              " من الدروع وعن عال من الأطم"
            ]
          }
        ],
        "links": [
          {
            "id": "5",
            "link":
            "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335420939&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
            "source": "sound_cloud"
          }
        ]
      },
      {
        "id": "6",
        "name": "الفصل السادس",
        "lines": [
          {
            "id": "87",
            "body": [
              "دعني ووصفي آيات له ظهرت ",
              " ظهور نار القرى ليلا على علم"
            ]
          },
          {
            "id": "88",
            "body": [
              "فالدر يزداد حسنا وهو منتظم ",
              " وليس ينقص قدرا غير منتظم"
            ]
          },
          {
            "id": "89",
            "body": [
              "فما تطاول آمال المديح الى ",
              " ما فيه من كرم الأخلاق والشيم"
            ]
          },
          {
            "id": "90",
            "body": ["آيات حق من الرحمن محدثة ", " قديمة صفة الموصوف بالقدم"]
          },
          {
            "id": "91",
            "body": [
              "لم تقترن بزمان وهي تخبرنا ",
              " عن المعاد وعن عاد وعن ارم"
            ]
          },
          {
            "id": "92",
            "body": [
              "دامت لدينا ففاقت كل معجزة ",
              " من النبيين اذ جاءت ولم تدم"
            ]
          },
          {
            "id": "93",
            "body": ["محكمات فما تبقين من شبه ", " لذي شقاق وما تبغين من حكم"]
          },
          {
            "id": "94",
            "body": [
              "ما حوربت قط الا عاد من حرب ",
              " أعدى الأعادي اليها ملقي السلم"
            ]
          },
          {
            "id": "95",
            "body": [
              "ردت بلاغتها دعوى معارضها ",
              " رد الغيور يد الجاني عن الحرم"
            ]
          },
          {
            "id": "96",
            "body": [
              "لها معان كموج البحر في مدد ",
              " وفوق جوهره في الحسن والقيم"
            ]
          },
          {
            "id": "97",
            "body": [
              "فما تعد ولا تحصى عجائبها ",
              " ولا تسام على الاكثار بالسأم"
            ]
          },
          {
            "id": "98",
            "body": [
              "قرت بها عين قاريها فقلت له ",
              " لقد ظفرت بحبل الله فاعتصم"
            ]
          },
          {
            "id": "99",
            "body": [
              "كأنها الحوض تبيض الوجوه به ",
              " من العصاة وقد جاؤوه كالحمم"
            ]
          },
          {
            "id": "100",
            "body": [
              "وكالصراط وكالميزان معدلة ",
              " فالقسط من غيرها في الناس لم يقم"
            ]
          },
          {
            "id": "101",
            "body": [
              "لا تعجبن لحسود راح ينكرها ",
              " تجاهلا وهو عين الحاذق الفهم"
            ]
          },
          {
            "id": "102",
            "body": [
              "قد تنكر العين ضوء الشمس من رمد ",
              " وينكر الفم طعم الماء من سقم"
            ]
          }
        ],
        "links": [
          {
            "id": "6",
            "link":
            "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335426195&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
            "source": "sound_cloud"
          }
        ]
      },
      {
        "id": "7",
        "name": "الفصل السابع",
        "lines": [
          {
            "id": "103",
            "body": [
              "يا خير من يمم العافون ساحته ",
              " سعيا وفوق متون الأينق الرسم"
            ]
          },
          {
            "id": "104",
            "body": [
              "ومن هو الآية الكبرى لمعتبر ",
              " ومن هو النعمة العظمى لمغتنم"
            ]
          },
          {
            "id": "105",
            "body": [
              "سريت من حرم ليلا الى حرم ",
              " كما سرى البدر في داج من الظلم"
            ]
          },
          {
            "id": "106",
            "body": [
              "وبت ترقى الى أن نلت منزلة ",
              " من قاب قوسين لم تدرك ولم ترم"
            ]
          },
          {
            "id": "107",
            "body": [
              "وقدمتك جميع الأنبياء بها ",
              " والرسل تقديم مخدوم على خدم"
            ]
          },
          {
            "id": "108",
            "body": [
              "وأنت تخترق السبع الطباق بهم ",
              " في موكب كنت فيه صاحب العلم"
            ]
          },
          {
            "id": "109",
            "body": [
              "حتى اذا لم تدع شأوا لمستبق ",
              " من الدنو ولا مرقى لمستنم"
            ]
          },
          {
            "id": "110",
            "body": [
              "خفضت كل مقام بالاضافة اذ ",
              " نوديت بالرفع مثل المفرد العلم"
            ]
          },
          {
            "id": "111",
            "body": ["كيما تفوز بوصل أي مستتر ", " عن العيون وسر أي مكتتم"]
          },
          {
            "id": "112",
            "body": ["فحزت كل فخار غير مشترك ", " وجزت كل مقام غير مزدحم"]
          },
          {
            "id": "113",
            "body": [
              "وجل مقدار ما وليت من رتب ",
              " وعز ادراك ما أوليت من نعم"
            ]
          },
          {
            "id": "114",
            "body": [
              "بشرى لنا معشر الاسلام ان لنا ",
              " من العناية ركنا غير منهدم"
            ]
          },
          {
            "id": "115",
            "body": [
              "لما دعى الله داعينا لطاعته ",
              " بأكرم الرسل كنا أكرم الأمم"
            ]
          }
        ],
        "links": [
          {
            "id": "7",
            "link":
            "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335421367&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
            "source": "sound_cloud"
          }
        ]
      },
      {
        "id": "8",
        "name": "الفصل الثامن",
        "lines": [
          {
            "id": "117",
            "body": [
              "ما زال يلقاهم في كل معترك ",
              " حتى حكوا بالقنا لحما على وضم"
            ]
          },
          {
            "id": "118",
            "body": [
              "ودوا الفرار فكادوا يغبطون به ",
              " أشلاء شالت مع العقبان والرخم"
            ]
          },
          {
            "id": "119",
            "body": [
              "تمضي الليالي ولا يدرون عدتها ",
              " ما لم تكن من ليالي الأشهر الحرم"
            ]
          },
          {
            "id": "120",
            "body": [
              "كأنما الدين ضيف حل ساحتهم ",
              " بكل قرم الى لحم العدا قرم"
            ]
          },
          {
            "id": "121",
            "body": ["يجر بحر خميس فوق سابحة ", " يرمي بموج من الأبطال ملتطم"]
          },
          {
            "id": "122",
            "body": ["من كل منتدب لله محتسب ", " يسطو بمستأصل للكفر مصطلم"]
          },
          {
            "id": "123",
            "body": [
              "حتى غدت ملة الاسلام وهي بهم ",
              " من بعد غربتها موصولة الرحم"
            ]
          },
          {
            "id": "124",
            "body": [
              "مكفولة أبدا منهم بخير أب ",
              " وخير بعل فلم تيتم ولم تئم"
            ]
          },
          {
            "id": "125",
            "body": [
              "هم الجبال فسل عنهم مصادمهم ",
              " ماذا لقي منهم في كل مصطدم"
            ]
          },
          {
            "id": "126",
            "body": [
              "وسل حنينا وسل بدرا وسل أحدا ",
              " فصول حتف لهم أدهى من الوخم"
            ]
          },
          {
            "id": "127",
            "body": [
              "المصدري البيض حمرا بعد ما وردت ",
              " من العدا كل مسود من اللمم"
            ]
          },
          {
            "id": "128",
            "body": [
              "والكاتبين بسمر الخط ما تركت ",
              " أقلامهم حرف جسم غير منعجم"
            ]
          },
          {
            "id": "129",
            "body": [
              "شاكي السلاح لهم سيمى تميزهم ",
              " والورد يمتاز بالسيمى عن السلم"
            ]
          },
          {
            "id": "130",
            "body": [
              "تهدي اليك رياح النصر نشرهم ",
              " فتحسب الزهر في الأكمام كل كمي"
            ]
          },
          {
            "id": "131",
            "body": [
              "كأنهم في ظهور الخيل نبت ربا ",
              " من شدة الحزم لا من شدة الحزم"
            ]
          },
          {
            "id": "132",
            "body": [
              "طارت قلوب العدا من بأسهم فرقا ",
              " فما تفرق بين البهم والبهم"
            ]
          },
          {
            "id": "133",
            "body": [
              "ومن تكن برسول الله نصرته ",
              " ان تلقه الأسد في آجامها تجم"
            ]
          },
          {
            "id": "134",
            "body": ["ولن ترى من ولي غير منتصر ", " به ولا من عدو غير منعجم"]
          },
          {
            "id": "135",
            "body": ["أحل أمته في حرز ملته ", " كالليث حل مع الأشبال في أجم"]
          },
          {
            "id": "136",
            "body": [
              "كم جدلت كلمات الله من جدل ",
              " فيه وكم خصم البرهان من خصم"
            ]
          },
          {
            "id": "137",
            "body": [
              "كفاك بالعلم في الأمي معجزة ",
              " في الجاهلية والتأديب في اليتم"
            ]
          },
          {
            "id": "116",
            "body": [
              "راعت قلوب العدا أنباء بعثته ",
              " كنبأة أجفلت غفلا من الغنم"
            ]
          }
        ],
        "links": [
          {
            "id": "8",
            "link":
            "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335421404&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
            "source": "sound_cloud"
          }
        ]
      },
      {
        "id": "9",
        "name": "الفصل التاسع",
        "lines": [
          {
            "id": "138",
            "body": [
              "خدمته بمديح أستقيل به ",
              " ذنوب عمر مضى في الشعر والخدم"
            ]
          },
          {
            "id": "139",
            "body": ["اذ قلداني ما تخشى عواقبه ", " كأنني بهما هدي من النعم"]
          },
          {
            "id": "140",
            "body": [
              "أطعت غي الصبا في الحالتين وما ",
              " حصلت الا على الآثام والندم"
            ]
          },
          {
            "id": "141",
            "body": [
              "فيا خسارة نفس في تجارتها ",
              " لم تشتر الدين بالدنيا ولم تسم"
            ]
          },
          {
            "id": "142",
            "body": [
              "ومن يبع آجلا منه بعاجله ",
              " بين له الغبن في بيع وفي سلم"
            ]
          },
          {
            "id": "143",
            "body": [
              "ان آت ذنبا فما عهدي بمنتقض ",
              " من النبي ولا حبلي بمنصرم"
            ]
          },
          {
            "id": "144",
            "body": [
              "فان لي ذمة منه بتسميتي ",
              " محمدا وهو أوفى الخلق بالذمم"
            ]
          },
          {
            "id": "145",
            "body": [
              "ان لم يكن في معادي آخذا بيدي ",
              " فضلا والا فقل يا زلة القدم"
            ]
          },
          {
            "id": "146",
            "body": [
              "حاشاه أن يحرم الراجي مكارمه ",
              " أو يرجع الجار منه غير محترم"
            ]
          },
          {
            "id": "147",
            "body": ["ومنذ ألزمت أفكاري مدائحه ", " وجدته لخلاصي خير ملتزم"]
          },
          {
            "id": "148",
            "body": [
              "ولن يفوت الغنى منه يدا تربت ",
              " ان الحيا ينبت الأزهار في الأكم"
            ]
          },
          {
            "id": "149",
            "body": [
              "ولم أرد زهرة الدنيا التي اقتطفت ",
              " يدا زهير بما أثنى على هرم"
            ]
          }
        ],
        "links": [
          {
            "id": "9",
            "link":
            "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335421632&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
            "source": "sound_cloud"
          }
        ]
      },
      {
        "id": "10",
        "name": "الفصل العاشر",
        "lines": [
          {
            "id": "150",
            "body": [
              "يا أكرم الخلق ما لي من ألوذ به ",
              " سواك عند حلول الحادث العمم"
            ]
          },
          {
            "id": "151",
            "body": [
              "ولن يضيق رسول الله جاهك بي ",
              " اذا الكريم تحلى باسم منتقم"
            ]
          },
          {
            "id": "152",
            "body": [
              "فإن من جودك الدنيا وضرتها ",
              " ومن علومك علم اللوح والقلم"
            ]
          },
          {
            "id": "162",
            "body": [
              "واغفر إلهى لكل المسلمين بما ",
              " يتلوه فى المسجد الأقصى وفى الحرم"
            ]
          },
          {
            "id": "154",
            "body": [
              "لعل رحمة ربي حين يقسمها ",
              " تأتي على حسب العصيان في القسم"
            ]
          },
          {
            "id": "155",
            "body": [
              "يا رب واجعل رجائي غير منعكس ",
              " لديك واجعل حسابي غير منخرم"
            ]
          },
          {
            "id": "156",
            "body": [
              "والطف بعبدك في الدارين ان له ",
              " صبرا متى تدعه الأهوال ينهزم"
            ]
          },
          {
            "id": "157",
            "body": ["وائذن لسحب صلاة منك دائمة ", " على النبي بمنهل ومنسجم"]
          },
          {
            "id": "158",
            "body": [
              "ما رنحت عذبات البان ريح صبا ",
              " وأطرب العيس حادي العيس بالنغم"
            ]
          },
          {
            "id": "159",
            "body": [
              "ثم الرضا عن أبي بكر وعن عمر ",
              " وعن علي وعن عثمان ذي الكرم"
            ]
          },
          {
            "id": "160",
            "body": [
              "والآل والصحب ثم التابعين فهم ",
              " أهل التقى والنقى والحلم والكرم"
            ]
          },
          {
            "id": "161",
            "body": [
              "يا رب بالمصطفى بلغ مقاصدنا ",
              " واغفر لنا ما مضى يا واسع الكرم"
            ]
          },
          {
            "id": "163",
            "body": ["بجاه من بيته فى طيبة حرم ", " وإسمه قسم من أعظم القسم"]
          },
          {
            "id": "164",
            "body": [
              "وهذه بردة المختار قد ختمت ",
              " والحمد لله في بدإ وفى ختم"
            ]
          },
          {
            "id": "165",
            "body": [
              "أبياتها قد أتت ستين مع مائة ",
              " فرج بها كربنا يا واسع الكرم"
            ]
          },
          {
            "id": "153",
            "body": [
              "يا نفس لا تقنطي من زلة عظمت ",
              " ان الكبائر في الغفران كاللمم"
            ]
          }
        ],
        "links": [
          {
            "id": "10",
            "link":
            "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335421694&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
            "source": "sound_cloud"
          }
        ]
      },
      {
        "id": "11",
        "name": "القصيدة المحمدية",
        "lines": [
          {
            "id": "166",
            "body": [
              "محمد أشرف الأعراب والعجم ",
              " محمد خير من يمشي على قدم "
            ]
          },
          {
            "id": "167",
            "body": ["محمد باسط المعروف جامعه ", " محمد صاحب الإحسان والكرم"]
          },
          {
            "id": "168",
            "body": ["محمد تاج رسل الله قاطبة ", " محمد صادق الأقوال والكلم"]
          },
          {
            "id": "169",
            "body": ["محمد ثابت الميثاق حافظه ", " محمد طيب الأخلاق والشيم"]
          },
          {
            "id": "170",
            "body": ["محمد رويت بالنور طينته ", " محمد لم يزل نورا من القدم"]
          },
          {
            "id": "171",
            "body": ["محمد حاكم بالعدل ذو شرف ", " محمد معدن الإنعام والحكم"]
          },
          {
            "id": "172",
            "body": ["محمد خير خلق الله من مضر ", " محمد خير رسل الله كلهم"]
          },
          {
            "id": "173",
            "body": ["محمد دينه حق ندين به ", " محمد مجملا حقا على علم"]
          },
          {
            "id": "174",
            "body": ["محمد ذكره روح لأنفسنا ", " محمد شكره فرض على الأمم"]
          },
          {
            "id": "175",
            "body": ["محمد زينة الدنيا وبهجتها ", " محمد كاشف الغمات والظلم"]
          },
          {
            "id": "176",
            "body": ["محمد سيد طابت مناقبه ", " محمد صاغه الرحمن بالنعم"]
          },
          {
            "id": "177",
            "body": ["محمد صفوة الباري وخيرته ", " محمد طاهر من سائر التهم"]
          },
          {
            "id": "178",
            "body": ["محمد ضاحك للضيف مكرمة ", " محمد جاره والله لم يضم"]
          },
          {
            "id": "179",
            "body": ["محمد طابت الدنيا ببعثته ", " محمد جاء بالآيات والحكم"]
          },
          {
            "id": "180",
            "body": [
              "محمد يوم بعث الناس شافعنا ",
              " محمد نوره الهادي من الظلم"
            ]
          },
          {
            "id": "181",
            "body": ["محمد قائم لله ذو همم ", " محمد خاتم للرسل كلهم"]
          }
        ],
        "links": [
          {
            "id": "11",
            "link":
            "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335123150&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
            "source": "sound_cloud"
          }
        ]
      },
      {
        "id": "12",
        "name": "القصيدة المٌضرية",
        "lines": [
          {
            "id": "182",
            "body": [
              "يا رب صل على المختار من مضر ",
              " و الأنبيا و جميع الرسل ما ذكروا"
            ]
          },
          {
            "id": "183",
            "body": [
              "وصل رب على الهادي و عترته ",
              " و صحبه من لطي الدين قد نشروا"
            ]
          },
          {
            "id": "184",
            "body": [
              "و جاهدوا معه في الله و اجتهدوا ",
              " و هاجروا و له آووا و قد نصروا"
            ]
          },
          {
            "id": "185",
            "body": [
              "و بينوا الفرض و المسنون و اعتصبوا ",
              " لله و اعتصموا بالله فنتصروا"
            ]
          },
          {
            "id": "186",
            "body": [
              "أزكى صلاة و أنماها و أشرفها ",
              " يعطر الكون ريا نشرها العطر"
            ]
          },
          {
            "id": "187",
            "body": [
              "معبوقة بعبير المسك زاكية ",
              " من طيبها أرج الرضوان ينتشر"
            ]
          },
          {
            "id": "188",
            "body": [
              "عد الحصى و الثرى و الرمل يتبعها ",
              " نجم السما ونبات الأرض و المدر"
            ]
          },
          {
            "id": "189",
            "body": [
              "و عد وزن مثاقيل الجبال كذا ",
              " يليه قطر جميع الماء و المطر"
            ]
          },
          {
            "id": "190",
            "body": [
              "وعد ما حوت الأشجار من ورق ",
              " وكل حرف غدا يتلى و يستطر"
            ]
          },
          {
            "id": "191",
            "body": [
              "و الوحش و الطير و الأسماك مع نعم ",
              " يتلوهم الجن و الأملاك و البشر"
            ]
          },
          {
            "id": "193",
            "body": [
              "و ما أحاط به العلم المحيط و ما ",
              " جرى به القلم المأمور و القدر"
            ]
          },
          {
            "id": "194",
            "body": [
              "وعد نعمائك اللاتي مننت بها ",
              " على الخلائق مذ كانوا و مذ حشروا"
            ]
          },
          {
            "id": "195",
            "body": [
              "وعد مقداره السامي الذي شرفت ",
              " به النبيون و الأملاك و افتخروا"
            ]
          },
          {
            "id": "196",
            "body": [
              "وعد ما كان في الأكوان يا سندي ",
              " و ما يكون إلى أن تبعث الصور"
            ]
          },
          {
            "id": "197",
            "body": [
              "في كل طرفة عين يطرفون بها ",
              " أهل السموات و الأرضين أو يذروا"
            ]
          },
          {
            "id": "198",
            "body": [
              "ملء السموات و الأرضين مع جبل ",
              " و الفرش و العرش و الكرسي و ما حصروا"
            ]
          },
          {
            "id": "199",
            "body": [
              "ما أعدم الله موجودا و أوجد معدوما ",
              " صلاة دواما ليس تنحصر"
            ]
          },
          {
            "id": "200",
            "body": [
              "تستغرق العد مع جمع الدهور كما ",
              " تحيط بالحد لا تبقي و لا تذر"
            ]
          },
          {
            "id": "201",
            "body": [
              "لا غاية و انتهاء يا عظيم لها ",
              " و لا لها أمد يقضى و ينتظر"
            ]
          },
          {
            "id": "202",
            "body": [
              "وعد أضعاف ما قد مر من عدد ",
              " مع ضعف أضعافه يا من له القدر"
            ]
          },
          {
            "id": "203",
            "body": [
              "كما تحب و ترضى سيدي و كما ",
              " أمرتنا أن نصلي أنت مقتدر"
            ]
          },
          {
            "id": "204",
            "body": [
              "مع السلام كما قد من من عدد ",
              " ربي و ضاعفهما و الفضل منتشر"
            ]
          },
          {
            "id": "205",
            "body": [
              "و كل ذلك مضروب بحقك في ",
              " أنفاس خلقك إن قلوا و إن كثروا"
            ]
          },
          {
            "id": "206",
            "body": [
              "يا رب و اغفر لقاريها و سامعها ",
              " و المسلمين جميعا أينما حضروا"
            ]
          },
          {
            "id": "207",
            "body": [
              "ووالدينا و أهلينا و جيراتنا ",
              " و كلنا سيدي للعفو مفتقر"
            ]
          },
          {
            "id": "208",
            "body": [
              "و قد أتيت ذنوبا لا عداد لها ",
              " لكن عفوك لا يبقي و لا يذر"
            ]
          },
          {
            "id": "209",
            "body": [
              "و الهم عن كل ما أبغيه أشغلني ",
              " و قد أتى خاضعا و القلب منكسر"
            ]
          },
          {
            "id": "210",
            "body": [
              "أرجوك يا رب في الدارين ترحمنا ",
              " بجاه من في يديه سبح الحجر"
            ]
          },
          {
            "id": "211",
            "body": ["يارب أعظم لنا أجرا و مغفرة ", " فإن جودك بحر ليس ينحصر"]
          },
          {
            "id": "212",
            "body": [
              "و اقض ديونا لها الأخلاق ضائقة ",
              " و فرج الكرب عنا أنت مقتدر"
            ]
          },
          {
            "id": "213",
            "body": [
              "و كن لطيفا بنا في كل نازلة ",
              " لطفا جميلا به الأهوال تنحسر"
            ]
          },
          {
            "id": "214",
            "body": [
              "بالمصطفى المجتبى خير الأنام و من ",
              " جلالة نزلت في مدحه السور"
            ]
          },
          {
            "id": "215",
            "body": [
              "ثم الصلاة على المختار ما طلعت ",
              " شمس النهار و ما قد شعشع القمر"
            ]
          },
          {
            "id": "216",
            "body": [
              "ثم الرضا عن أبي بكر خليفته ",
              " من قام من بعده للدين ينتصر"
            ]
          },
          {
            "id": "217",
            "body": [
              "و عن أبي حفص الفاروق صاحبه ",
              " من قوله الفصل في أحكامه عمر"
            ]
          },
          {
            "id": "218",
            "body": [
              "و جد لعثمان ذي النورين من كملت ",
              " له المحاسن في الدارين و الظفر"
            ]
          },
          {
            "id": "219",
            "body": [
              "كذا علي مع ابنيه و أمهما ",
              " أهل العباء كما قد جاءنا الخبر"
            ]
          },
          {
            "id": "220",
            "body": [
              "سعد ، سعيد بن عوف ، طلحة ، و أبو ",
              " عبيدة ، و زبير سادة غرر"
            ]
          },
          {
            "id": "221",
            "body": [
              "و حمزة ، و كذا العباس سيدنا ",
              " و نجله الحبر من زالت به الغير"
            ]
          },
          {
            "id": "222",
            "body": [
              "و الآل و الصحب و الأتباع قاطبة ",
              " ما جن ليل الدياجي أو بدا السحر"
            ]
          },
          {
            "id": "192",
            "body": [
              "و الذر و النمل مع جمع الحبوب كذا ",
              " و الشعر و الصوف و الأرياش و الوبر"
            ]
          }
        ],
        "links": [
          {
            "id": "12",
            "link":
            "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/335122085&color=%23ff5500&auto_play=true&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true",
            "source": "sound_cloud"
          }
        ]
      }
    ]
  },
  "2": {
    "id": "2",
    "name": "نهج البردة",
    "author": "أمير الشعراء أحمد شوقي",
    "desc":
    " نهج البردة تمت في القرن الثالث عشر الهجري و سار فيها أمير الشعراء علي خطى الإمام البصيري",
    "chapters": [
      {
        "id": "13",
        "name": "الفصل الأول",
        "lines": [
          {
            "id": "223",
            "body": [
              "ريم على القاع بين البان والعلم ",
              " أحل سفك دمي في الأشهر الحرم"
            ]
          },
          {
            "id": "224",
            "body": [
              "رمى القضاء بعيني جؤذر أسدا ",
              " يا ساكن القاع أدرك ساكن الأجم"
            ]
          },
          {
            "id": "225",
            "body": [
              "لما رنا حدثتني النفس قائلة ",
              " يا ويح جنبك بالسهم المصيب رمي"
            ]
          },
          {
            "id": "226",
            "body": [
              "جحدتها وكتمت السهم في كبدي ",
              " جرح الأحبة عندي غير ذي ألم"
            ]
          },
          {
            "id": "228",
            "body": [
              "يا لائمي في هواه والهوى قدر ",
              " لو شفك الوجد لم تعذل ولم تلم"
            ]
          },
          {
            "id": "229",
            "body": ["لقد أنلتك أذنا غير واعية ", " ورب منتصت والقلب في صمم"]
          },
          {
            "id": "230",
            "body": [
              "يا ناعس الطرف لا ذقت الهوى أبدا ",
              " أسهرت مضناك في حفظ الهوى فنم"
            ]
          },
          {
            "id": "231",
            "body": [
              "أفديك إلفا ولا آلو الخيال فدى ",
              " أغراك بالبخل من أغراه بالكرم"
            ]
          },
          {
            "id": "232",
            "body": [
              "سرى فصادف جرحا داميا فأسا ",
              " ورب فضل على العشاق للحلم"
            ]
          },
          {
            "id": "233",
            "body": [
              "من الموائس بانا بالربى وقنا ",
              " اللاعبات بروحي السافحات دمي"
            ]
          },
          {
            "id": "234",
            "body": [
              "السافرات كأمثال البدور ضحى ",
              " يغرن شمس الضحى بالحلي والعصم"
            ]
          },
          {
            "id": "235",
            "body": ["القاتلات بأجفان بها سقم ", " وللمنية أسباب من السقم"]
          },
          {
            "id": "236",
            "body": [
              "العاثرات بألباب الرجال وما ",
              " أقلن من عثرات الدل في الرسم"
            ]
          },
          {
            "id": "237",
            "body": [
              "المضرمات خدودا أسفرت وجلت ",
              " عن فتنة تسلم الأكباد للضرم"
            ]
          },
          {
            "id": "238",
            "body": [
              "الحاملات لواء الحسن مختلفا ",
              " أشكاله وهو فرد غير منقسم"
            ]
          },
          {
            "id": "239",
            "body": [
              "من كل بيضاء أو سمراء زينتا ",
              " للعين والحسن في الآرام كالعصم"
            ]
          },
          {
            "id": "240",
            "body": [
              "يرعن للبصر السامي ومن عجب ",
              " إذا أشرن أسرن الليث بالغنم"
            ]
          },
          {
            "id": "241",
            "body": [
              "وضعت خدي وقسمت الفؤاد ربي ",
              " يرتعن في كنس منه وفي أكم"
            ]
          },
          {
            "id": "242",
            "body": [
              "يا بنت ذي اللبد المحمى جانبه ",
              " ألقاك في الغاب أم ألقاك في الأطم"
            ]
          },
          {
            "id": "243",
            "body": [
              "ما كنت أعلم حتى عن مسكنه ",
              " أن المنى والمنايا مضرب الخيم"
            ]
          },
          {
            "id": "244",
            "body": [
              "من أنبت الغصن من صمصامة ذكر ",
              " وأخرج الريم من ضرغامة قرم"
            ]
          },
          {
            "id": "245",
            "body": [
              "بيني وبينك من سمر القنا حجب ",
              " ومثلها عفة عذرية العصم"
            ]
          },
          {
            "id": "246",
            "body": [
              "لم أغش مغناك إلا في غضون كرى ",
              " مغناك أبعد للمشتاق من إرم"
            ]
          },
          {
            "id": "227",
            "body": [
              "رزقت أسمح ما في الناس من خلق ",
              " إذا رزقت التماس العذر في الشيم"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "14",
        "name": "الفصل الثاني",
        "lines": [
          {
            "id": "247",
            "body": [
              "يا نفس دنياك تخفى كل مبكية ",
              " وإن بدا لك منها حسن مبتسم"
            ]
          },
          {
            "id": "248",
            "body": [
              "فضي بتقواك فاها كلما ضحكت ",
              " كما يفض أذى الرقشاء بالثرم"
            ]
          },
          {
            "id": "249",
            "body": [
              "مخطوبة منذ كان الناس خاطبة ",
              " من أول الدهر لم ترمل ولم تئم"
            ]
          },
          {
            "id": "250",
            "body": [
              "يفنى الزمان ويبقى من إساءتها ",
              " جرح بآدم يبكي منه في الأدم"
            ]
          },
          {
            "id": "251",
            "body": [
              "لا تحفلي بجناها أو جنايتها ",
              " الموت بالزهر مثل الموت بالفحم"
            ]
          },
          {
            "id": "252",
            "body": [
              "كم نائم لا يراها وهي ساهرة ",
              " لولا الأماني والأحلام لم ينم"
            ]
          },
          {
            "id": "253",
            "body": [
              "طورا تمدك في نعمى وعافية ",
              " وتارة في قرار البؤس والوصم"
            ]
          },
          {
            "id": "254",
            "body": [
              "كم ضللتك ومن تحجب بصيرته ",
              " إن يلق صابا يرد أو علقما يسم"
            ]
          },
          {
            "id": "255",
            "body": [
              "يا ويلتاه لنفسي راعها ودها ",
              " مسودة الصحف في مبيضة اللمم"
            ]
          },
          {
            "id": "256",
            "body": [
              "ركضتها في مريع المعصيات وما ",
              " أخذت من حمية الطاعات للتخم"
            ]
          },
          {
            "id": "257",
            "body": [
              "هامت على أثر اللذات تطلبها ",
              " والنفس إن يدعها داعي الصبا تهم"
            ]
          },
          {
            "id": "258",
            "body": ["صلاح أمرك للأخلاق مرجعه ", " فقوم النفس بالأخلاق تستقم"]
          },
          {
            "id": "259",
            "body": [
              "والنفس من خيرها في خير عافية ",
              " والنفس من شرها في مرتع وخم"
            ]
          },
          {
            "id": "260",
            "body": [
              "تطغى إذا مكنت من لذة وهوى ",
              " طغي الجياد إذا عضت على الشكم"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "15",
        "name": "الفصل الثالث",
        "lines": [
          {
            "id": "261",
            "body": [
              "إن جل ذنبي عن الغفران لي أمل ",
              " في الله يجعلني في خير معتصم"
            ]
          },
          {
            "id": "262",
            "body": [
              "ألقى رجائي إذا عز المجير على ",
              " مفرج الكرب في الدارين والغمم"
            ]
          },
          {
            "id": "263",
            "body": [
              "إذا خفضت جناح الذل أسأله ",
              " عز الشفاعة لم أسأل سوى أمم"
            ]
          },
          {
            "id": "265",
            "body": [
              "لزمت باب أمير الأنبياء ومن ",
              " يمسك بمفتاح باب الله يغتنم"
            ]
          },
          {
            "id": "266",
            "body": ["فكل فضل وإحسان وعارفة ", " ما بين مستلم منه وملتزم"]
          },
          {
            "id": "264",
            "body": ["وإن تقدم ذو تقوى بصالحة ", " قدمت بين يديه عبرة الندم"]
          }
        ],
        "links": []
      },
      {
        "id": "16",
        "name": "الفصل الرابع",
        "lines": [
          {
            "id": "267",
            "body": [
              "علقت من مدحه حبلا أعز به ",
              " في يوم لا عز بالأنساب واللحم"
            ]
          },
          {
            "id": "268",
            "body": [
              "يزري قريضي زهيرا حين أمدحه ",
              " ولا يقاس إلى جودي لدى هرم"
            ]
          },
          {
            "id": "269",
            "body": ["محمد صفوة الباري ورحمته ", " وبغية الله من خلق ومن نسم"]
          },
          {
            "id": "270",
            "body": [
              "وصاحب الحوض يوم الرسل سائلة ",
              " متى الورود وجبريل الأمين ظمي"
            ]
          },
          {
            "id": "271",
            "body": [
              "سناؤه وسناه الشمس طالعة ",
              " فالجرم في فلك والضوء في علم"
            ]
          },
          {
            "id": "272",
            "body": [
              "قد أخطأ النجم ما نالت أبوته ",
              " من سؤدد باذخ في مظهر سنم"
            ]
          },
          {
            "id": "273",
            "body": [
              "نموا إليه فزادوا في الورى شرفا ",
              " ورب أصل لفرع في الفخار نمي"
            ]
          },
          {
            "id": "274",
            "body": [
              "حواه في سبحات الطهر قبلهم ",
              " نوران قاما مقام الصلب والرحم"
            ]
          },
          {
            "id": "275",
            "body": [
              "لما رآه بحيرا قال نعرفه ",
              " بما حفظنا من الأسماء والسيم"
            ]
          },
          {
            "id": "276",
            "body": [
              "سائل حراء وروح القدس هل علما ",
              " مصون سر عن الإدراك منكتم"
            ]
          },
          {
            "id": "277",
            "body": [
              "كم جيئة وذهاب شرفت بهما ",
              " بطحاء مكة في الإصباح والغسم"
            ]
          },
          {
            "id": "278",
            "body": [
              "ووحشة لابن عبد الله بينهما ",
              " أشهى من الأنس بالأحساب والحشم"
            ]
          },
          {
            "id": "279",
            "body": [
              "يسامر الوحي فيها قبل مهبطه ",
              " ومن يبشر بسيمى الخير يتسم"
            ]
          },
          {
            "id": "280",
            "body": [
              "لما دعا الصحب يستسقون من ظمإ ",
              " فاضت يداه من التسنيم بالسنم"
            ]
          },
          {
            "id": "281",
            "body": ["وظللته فصارت تستظل به ", " غمامة جذبتها خيرة الديم"]
          },
          {
            "id": "282",
            "body": [
              "محبة لرسول الله أشربها ",
              " قعائد الدير والرهبان في القمم"
            ]
          },
          {
            "id": "283",
            "body": [
              "إن الشمائل إن رقت يكاد بها ",
              " يغرى الماد ويغرى كل ذي نسم"
            ]
          },
          {
            "id": "284",
            "body": [
              "ونودي اقرأ تعالى الله قائلها ",
              " لم تتصل قبل من قيلت له بفم"
            ]
          },
          {
            "id": "285",
            "body": ["هناك أذن للرحمن فامتلأت ", " أسماع مكة من قدسية النغم"]
          },
          {
            "id": "286",
            "body": [
              "فلا تسل عن قريش كيف حيرتها ",
              " وكيف نفرتها في السهل والعلم"
            ]
          },
          {
            "id": "287",
            "body": [
              "تساءلواعن عظيم قد ألم بهم ",
              " رمى المشايخ والولدان باللمم"
            ]
          },
          {
            "id": "288",
            "body": [
              "ياجاهلين على الهادي ودعوته ",
              " هل تجهلون مكان الصادق العلم"
            ]
          },
          {
            "id": "289",
            "body": [
              "لقبتموه أمين القوم في صغر ",
              " وما الأمين على قول بمتهم"
            ]
          },
          {
            "id": "290",
            "body": [
              "فاق البدور وفاق الأنبياء فكم ",
              " بالخلق والخلق من حسن ومن عظم"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "17",
        "name": "الفصل الخامس",
        "lines": [
          {
            "id": "291",
            "body": [
              "جاء النبيون بالآيات فانصرمت ",
              " وجئتنا بحكيم غير منصرم"
            ]
          },
          {
            "id": "292",
            "body": ["آياته كلما طال المدى جدد ", " يزينهن جلال العتق والقدم"]
          },
          {
            "id": "293",
            "body": [
              "يكاد في لفظة منه مشرفة ",
              " يوصيك بالحق والتقوى وبالرحم"
            ]
          },
          {
            "id": "294",
            "body": [
              "يا أفصح الناطقين الضاد قاطبة ",
              " حديثك الشهد عند الذائق الفهم"
            ]
          },
          {
            "id": "295",
            "body": [
              "حليت من عطل جيد البيان به ",
              " في كل منتثر في حسن منتظم"
            ]
          },
          {
            "id": "296",
            "body": ["بكل قول كريم أنت قائله ", " تحي القلوب وتحي ميت الهمم"]
          }
        ],
        "links": []
      },
      {
        "id": "18",
        "name": "الفصل السادس",
        "lines": [
          {
            "id": "297",
            "body": [
              "سرت بشائر بالهادي ومولده ",
              " في الشرق والغرب مسرىالنور في الظلم"
            ]
          },
          {
            "id": "298",
            "body": [
              "تخطفت مهج الطاغين من عرب ",
              " وطيرت أنفس الباغين من عجم"
            ]
          },
          {
            "id": "299",
            "body": [
              "ريعت لها شرف الإيوان فانصدعت ",
              " من صدمة الحق لا من صدمةالقدم"
            ]
          },
          {
            "id": "300",
            "body": [
              "أتيت والناس فوضى لا تمر بهم ",
              " إلا على صنم قد هام في صنم"
            ]
          },
          {
            "id": "302",
            "body": ["مسيطرالفرس يبغي في رعيته ", " وقيصرالروم من كبرأصم عم"]
          },
          {
            "id": "303",
            "body": ["يعذبان عباد الله في شبه ", " ويذبحان كما ضحيت بالغنم"]
          },
          {
            "id": "304",
            "body": [
              "والخلق يفتك أقواهم بأضعفهم ",
              " كالليث بالبهم أو كالحوت بالبلم"
            ]
          },
          {
            "id": "301",
            "body": ["والأرض مملوءة جورا مسخرة ", " لكل طاغية في الخلق محتكم"]
          }
        ],
        "links": []
      },
      {
        "id": "19",
        "name": "الفصل السابع",
        "lines": [
          {
            "id": "305",
            "body": [
              "أستتتترى بك الله ليلا إذ ملائكه ",
              " والرسل في المسجدالأقصى على قدم"
            ]
          },
          {
            "id": "306",
            "body": [
              "لما خطرت به التفوا بسيدهم ",
              " كالشهب بالبدر أو كالجند بالعلم"
            ]
          },
          {
            "id": "307",
            "body": ["صلى وراءك منهم كل ذي خطر ", " ومن يفز بحبيب الله يأتمم"]
          },
          {
            "id": "308",
            "body": ["جبت السماوات أو ما فوقهن بهم ", " على منورة درية اللجم"]
          },
          {
            "id": "309",
            "body": [
              "ركوبة لك من عز ومن شرف ",
              " لا في الجياد ولا في الأينق الرسم"
            ]
          },
          {
            "id": "310",
            "body": [
              "مشيئة الخالق الباري وصنعته ",
              " وقدرة الله فوق الشك والتهم"
            ]
          },
          {
            "id": "311",
            "body": [
              "حتى بلغت سماء لا يطار لها ",
              " على جناح ولا يسعى على قدم"
            ]
          },
          {
            "id": "312",
            "body": ["وقيل كل نبي عند رتبته ", " ويا محمد هذا العرش فاستلم"]
          }
        ],
        "links": []
      },
      {
        "id": "20",
        "name": "الفصل الثامن",
        "lines": [
          {
            "id": "313",
            "body": [
              "خططت للدين والدنيا علومهما ",
              " يا قارئ اللوح بل يا لامس القلم"
            ]
          },
          {
            "id": "314",
            "body": [
              "أحطت بينهما بالسر وانكشفت ",
              " لك الخزائن من علم ومن حكم"
            ]
          },
          {
            "id": "315",
            "body": [
              "وضاعف القرب ما قلدت من منن ",
              " بلا عداد وما طوقت من نعم"
            ]
          },
          {
            "id": "316",
            "body": [
              "سل عصبة الشرك حول الغار سائمة ",
              " لولا مطاردة المختار لم تسم"
            ]
          },
          {
            "id": "317",
            "body": [
              "هل أبصروا الأثرالوضاء أم سمعوا ",
              " همس التسابيح والقرآن من أمم"
            ]
          },
          {
            "id": "318",
            "body": [
              "وهل تمثل نسج العنكبوت لهم ",
              " كالغاب والحائمات والزغب كالرخم"
            ]
          },
          {
            "id": "319",
            "body": [
              "فأدبروا ووجوه الأرض تلعنهم ",
              " كباطل من جلال الحق منهزم"
            ]
          },
          {
            "id": "320",
            "body": [
              "لولا يد الله بالجارين ما سلما ",
              " وعينه حول ركن الدين لم يقم"
            ]
          },
          {
            "id": "321",
            "body": [
              "تواريا بجناح الله واستترا ",
              " ومن يضم جناح الله لا يضم"
            ]
          },
          {
            "id": "322",
            "body": [
              "يا أحمد الخير لي جاه بتسميتي ",
              " وكيف لا يتسامى بالرسول سمي"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "21",
        "name": "الفصل التاسع",
        "lines": [
          {
            "id": "323",
            "body": [
              "المادحون وأرباب الهوى تبع ",
              " لصاحب البردة الفيحاء ذي القدم"
            ]
          },
          {
            "id": "324",
            "body": ["مديحه فيك حب خالص وهوى ", " وصادق الحب يملي صادق الكلم"]
          },
          {
            "id": "325",
            "body": [
              "الله يشهد أني لا أعارضه ",
              " من ذا يعارض صوب العارض العرم"
            ]
          },
          {
            "id": "326",
            "body": [
              "وإنما أنا بعض الغابطين ومن ",
              " يغبط وليك لا يذمم ولا يلم"
            ]
          },
          {
            "id": "327",
            "body": ["هذا مقام من الرحمن مقتبس ", " ترمي مهابته سحبان بالبكم"]
          },
          {
            "id": "328",
            "body": [
              "البدر دونك في حسن وفي شرف ",
              " والبحر دونك في خير وفي كرم"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "22",
        "name": "الفصل العاشر",
        "lines": [
          {
            "id": "329",
            "body": [
              "شم الجبال إذا طاولتها انخفضت ",
              " والأنجم الزهر ما واسمتها تسم"
            ]
          },
          {
            "id": "330",
            "body": [
              "والليث دونك بأسا عند وثبته ",
              " إذا مشيت إلى شاكي السلاح كمي"
            ]
          },
          {
            "id": "331",
            "body": [
              "تهفو إليك وإن أدميت حبتها ",
              " في الحرب أفئدة الأبطال والبهم"
            ]
          },
          {
            "id": "332",
            "body": ["محبة الله ألقاها وهيبته ", " على ابن آمنة في كل مصطدم"]
          },
          {
            "id": "333",
            "body": [
              "كأن وجهك تحت النقع بدر دجى ",
              " يضيء ملتثما أو غير ملتثم"
            ]
          },
          {
            "id": "334",
            "body": ["بدر تطلع في بدر فغرته ", " كغرة النصر تجلو داجي الظلم"]
          },
          {
            "id": "335",
            "body": [
              "ذكرت باليتم في القرآن تكرمة ",
              " وقيمة اللؤلؤ المكنون في اليتم"
            ]
          },
          {
            "id": "336",
            "body": [
              "الله قسم بين الناس رزقهم ",
              " وأنت خيرت في الأرزاق والقسم"
            ]
          },
          {
            "id": "337",
            "body": [
              "إن قلت في الأمر لا أو قلت فيه نعم ",
              " فخيرة الله في لا منك أو نعم"
            ]
          },
          {
            "id": "339",
            "body": [
              "والجهل موت فإن أوتيت معجزة ",
              " فابعث من الجهل أو فابعث من الرجم"
            ]
          },
          {
            "id": "340",
            "body": [
              "قالوا غزوت ورسل الله ما بعثوا ",
              " لقتل نفس ولاجاؤوا لسفك دم"
            ]
          },
          {
            "id": "338",
            "body": [
              "أخوك عيسى دعا ميتا فقام له ",
              " وأنت أحييت أجيالا من الزمم"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "23",
        "name": "الفصل الحادي عشر",
        "lines": [
          {
            "id": "341",
            "body": [
              "جهل وتضليل أحلام وسفسطة ",
              " فتحت بالسيف بعد الفتح بالقلم"
            ]
          },
          {
            "id": "342",
            "body": [
              "لما أتى لك عفوا كل ذي حسب ",
              " تكفل السيف بالجهال والعمم"
            ]
          },
          {
            "id": "343",
            "body": [
              "والشر إن تلقه بالخير ضقت به ",
              " ذرعا وإن تلقه بالشر ينحسم"
            ]
          },
          {
            "id": "344",
            "body": [
              "سل المسيحية الغراء كم شربت ",
              " بالصاب من شهوات الظالم الغلم"
            ]
          },
          {
            "id": "345",
            "body": [
              "طريدة الشرك يؤذيها ويوسعها ",
              " في كل حين قتالا ساطع الحدم"
            ]
          },
          {
            "id": "346",
            "body": [
              "لولا حماة لها هبوا لنصرتها ",
              " بالسيف ما انتفعت بالرفق والرحم"
            ]
          },
          {
            "id": "347",
            "body": [
              "لولا مكان لعيسى عند مرسله ",
              " وحرمة وجبت للروح في القدم"
            ]
          },
          {
            "id": "348",
            "body": [
              "لسمر البدن الطهر الشريف على ",
              " لوحين لم يخش مؤذيه ولم يجم"
            ]
          },
          {
            "id": "349",
            "body": [
              "جل المسيح وذاق الصلب شانئه ",
              " إن العقاب بقدر الذنب والجرم"
            ]
          },
          {
            "id": "350",
            "body": [
              "أخو النبي وروح الله في نتزل ",
              " فوق السماء ودون العرش محتترم"
            ]
          },
          {
            "id": "351",
            "body": [
              "علمتهم كل شيء يجهلون به ",
              " حتى القتال وما فيه من الذمم"
            ]
          },
          {
            "id": "352",
            "body": [
              "دعوتهم لجهاد فيه سؤددهم ",
              " والحرب أس نظام الكتتتون والأمم"
            ]
          },
          {
            "id": "353",
            "body": [
              "لولاه لم نر للدولات في زمن ",
              " ما طال من عمد أو قر من دهم"
            ]
          },
          {
            "id": "354",
            "body": [
              "تلك الشواهد تترى كل آونة ",
              " في الأعصر الغر لا في الأعصر الدهم"
            ]
          },
          {
            "id": "355",
            "body": [
              "بالأمس مالت عروش واعتلت سرر ",
              " لولا القذائف لم تثلم ولم تصم"
            ]
          },
          {
            "id": "356",
            "body": ["أشياع عيسى أعدوا كل قاصمة ", " ولم نعد سوى حالات منقصم"]
          },
          {
            "id": "357",
            "body": [
              "مهما دعيت إلى الهيجاء قمت لها ",
              " ترمي بأسد ويرمي الله بالرجم"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "24",
        "name": "الفصل الثاني عشر",
        "lines": [
          {
            "id": "358",
            "body": ["على لوائك منهم كل منتقم ", " لله مستقتل في الله معتزم"]
          },
          {
            "id": "359",
            "body": ["مسبح للقاء الله مضطرم ", " شوقا على سابخ كالبرق مضطرم"]
          },
          {
            "id": "360",
            "body": [
              "لوصادف الدهر يبغي نقلةفرمى, ",
              " بعزمه في رحال الدهر لم يرم"
            ]
          },
          {
            "id": "361",
            "body": [
              "بيض مفاليل من فعل الحروب بهم ",
              " من أسيف الله لا الهندية الخذم"
            ]
          },
          {
            "id": "362",
            "body": [
              "كم في التراب إذا فتشت عن رجل ",
              " من مات بالعهد أو من مات بالقسم"
            ]
          },
          {
            "id": "363",
            "body": [
              "لولا مواهب في بعض الأنام لما ",
              " تفاوت الناس في الأقدار والقيم"
            ]
          },
          {
            "id": "364",
            "body": [
              "شريعة لك فجرت العقول بها ",
              " عن زاخر بصنوف العلم ملتطم"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "25",
        "name": "الفصل الثالث عشر",
        "lines": [
          {
            "id": "365",
            "body": [
              "يلوح حول سنا التوحيد جوهرها ",
              " كالحلي للسيف أو كالوشي للعلم"
            ]
          },
          {
            "id": "366",
            "body": [
              "غراء حامت عليها أنفس ونهى ",
              " ومن يجد سلسلا من حكمة يحم"
            ]
          },
          {
            "id": "367",
            "body": [
              "نور السبيل يساس العالمون بها ",
              " تكفلت بشباب الدهر والهرم"
            ]
          },
          {
            "id": "368",
            "body": [
              "يجري الزمان وأحكام الزمان على ",
              " حكم لها نافذ في الخلق مرتسم"
            ]
          },
          {
            "id": "369",
            "body": [
              "لما اعتلت دولة الإسلام واتسعت ",
              " مشت ممالكه في نورها التمم"
            ]
          },
          {
            "id": "370",
            "body": [
              "وعلمت أمة بالقفر نازلة ",
              " رعي القياصر بعد الشاء والنعم"
            ]
          },
          {
            "id": "371",
            "body": [
              "كم شيد المصلحون العاملون بها ",
              " في الشرق والغرب ملكا باذخ العظم"
            ]
          },
          {
            "id": "372",
            "body": [
              "للعلم والعدل والتمدين ما عزموا ",
              " من الأمور وما شدوا من الحزم"
            ]
          },
          {
            "id": "373",
            "body": [
              "سرعان ما فتحوا الدنيا لملتهم ",
              " وأنهلوا الناس من سلسالها الشبم"
            ]
          },
          {
            "id": "375",
            "body": [
              "لا يهدم الدهر ركنا شاد عدلهم ",
              " وحائط البغي إن تلمسه ينهدم"
            ]
          },
          {
            "id": "376",
            "body": [
              "نالوا السعادة في الدارين واجتمعوا ",
              " على عميم من الرضوان مقتسم"
            ]
          },
          {
            "id": "377",
            "body": [
              "دع عنك روما وآثينا وما حوتا ",
              " كل اليواقيت في بغداد والتوم"
            ]
          },
          {
            "id": "374",
            "body": [
              "ساروا عليها هداة الناس فهي بهم ",
              " إلى الفلاح طريق واضح العظم"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "26",
        "name": "الفصل الرابع عشر",
        "lines": [
          {
            "id": "378",
            "body": [
              "وخل كسرى وإيوانا يدل به ",
              " هوى على أثر النيران والأيم"
            ]
          },
          {
            "id": "379",
            "body": [
              "واترك رعمسيس إن الملك مظهره ",
              " في نهضة العدل لا في نهضة الهرم"
            ]
          },
          {
            "id": "380",
            "body": [
              "دار الشرائع روما كلما ذكرت ",
              " دار السلام لها ألقت يد السلم"
            ]
          },
          {
            "id": "381",
            "body": [
              "ما ضارعتها بيانا عند ملتأم ",
              " ولا حكتها قضاء عند مختصم"
            ]
          },
          {
            "id": "382",
            "body": [
              "ولا احتوت في طراز من قياصرها ",
              " على رشيد ومأمون ومعتصم"
            ]
          },
          {
            "id": "383",
            "body": [
              "من الذين إذا سارت كتائبهم ",
              " تصرفوا بحدود الأرض والتخم"
            ]
          },
          {
            "id": "384",
            "body": ["ويجلسون إلى علم ومعرفة ", " فلا يدانون في عقل ولا فهم"]
          },
          {
            "id": "385",
            "body": [
              "يطأطئ العلماء الهام إن نبسوا ",
              " من هيبة العلم لا من هيبة الحكم"
            ]
          },
          {
            "id": "386",
            "body": [
              "ويمطرون فما بالأرض من محل ",
              " ولا بمن بات فوق الأرض من عدم"
            ]
          },
          {
            "id": "387",
            "body": [
              "خلائف الله جلوا عن موازنة ",
              " فلا تقيسن أملاك الورى بهم"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "27",
        "name": "الفصل الخامس عشر",
        "lines": [
          {
            "id": "388",
            "body": [
              "من في البرية كالفاروق معدلة ",
              " وكابن عبد العزيز الخاشع الحشم"
            ]
          },
          {
            "id": "389",
            "body": [
              "وكالإمام إذا ما فض مزدحما ",
              " بمدمع في مآقي القوم مزدحم"
            ]
          },
          {
            "id": "390",
            "body": [
              "الزاخر العذب في علم وفي أدب ",
              " والناصرالندب في حرب وفي سلم"
            ]
          },
          {
            "id": "391",
            "body": [
              "أو كابن عفان والقرآن في يده ",
              " يحنوعليه كما تحنو على الفطم"
            ]
          },
          {
            "id": "392",
            "body": [
              "ويجمع الآي ترتيبا وينظمها ",
              " عقدا بجيد الليالي غير منفصم"
            ]
          },
          {
            "id": "393",
            "body": [
              "جرحان في كبد الإسلام ما التأما ",
              " جرح الشهيد وجرح بالكتاب دمي"
            ]
          },
          {
            "id": "394",
            "body": [
              "وما بلاء أبي بكر بمتهم ",
              " بعد الجلائل في الأفعال والخدم"
            ]
          },
          {
            "id": "395",
            "body": [
              "بالحزم والعزم حاط الدين في محن ",
              " أضلت الحلم من كهل ومحتلم"
            ]
          },
          {
            "id": "396",
            "body": [
              "وحدن بالراشد الفاروق عن رشد ",
              " في الموت وهو يقين غير منبهم"
            ]
          },
          {
            "id": "397",
            "body": [
              "يجادل القوم مستلا مهنده ",
              " في أعظم الرسل قدرا كيف لم يدم"
            ]
          },
          {
            "id": "398",
            "body": [
              "لا تعذلوه إذا طاف الذهول به ",
              " مات الحبيب فضل الصب عن رغم"
            ]
          },
          {
            "id": "399",
            "body": [
              "يا رب صل وسلم ما أردت على ",
              " نزيل عرشك خير الرسل كلهم"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "28",
        "name": "الفصل السادس عشر",
        "lines": [
          {
            "id": "400",
            "body": [
              "محي الليالي صلاة لا يقطعها ",
              " إلا بدمع من الإشفاق منسجم"
            ]
          },
          {
            "id": "401",
            "body": [
              "مسبحا لك جنح الليل محتملا ",
              " ضرا من السهد أو ضرا من الورم"
            ]
          },
          {
            "id": "402",
            "body": [
              "رضية نفسه لا تشتكي سأما ",
              " وما مع الحب إن أخلصت من سأم"
            ]
          },
          {
            "id": "403",
            "body": ["وصل ربي على آل له نخب ", " جعلت فيهم لواء البيت والحرم"]
          },
          {
            "id": "404",
            "body": [
              "بيض الوجوه ووجه الدهر ذو حلك ",
              " شم الأنوف وأنف الحادثات حمى"
            ]
          },
          {
            "id": "405",
            "body": [
              "وأهد خير صلاة منك أربعة ",
              " في الصحب صحبتهم مرعية الحرم"
            ]
          },
          {
            "id": "406",
            "body": [
              "الراكبين إذا نادى النبي بهم ",
              " ماهال من جلل واشتد من عمم"
            ]
          },
          {
            "id": "407",
            "body": [
              "الصابرين ونفس الأرض واجفة ",
              " الضاحكين إلى الأخطار والقحم"
            ]
          },
          {
            "id": "408",
            "body": [
              "يارب هبت شعوب من منيتها ",
              " واستيقظت أمم من رقدة العدم"
            ]
          },
          {
            "id": "409",
            "body": ["سعد ونحس وملك أنت مالكه ", " تديل من نعم فيه ومن نقم"]
          },
          {
            "id": "410",
            "body": ["رأى قضاؤك فينا رأي حكمته ", " أكرم بوجهك من قاض ومنتقم"]
          },
          {
            "id": "412",
            "body": [
              "يا رب أحسنت بدء المسلمين به ",
              " فتمم الفضل وامنح حسن مختتم"
            ]
          },
          {
            "id": "411",
            "body": [
              "فالطف لأجل رسول العالمين بنا ",
              " ولا تزد قومه خسفا ولا تسم"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "3": {
    "id": "3",
    "name": "يا رَائِدَ البَرقِ",
    "author": " محمود سامى البارودى",
    "desc":
    "تم نظم ابياتها في القرن الثامن عشر الميلادي كبداية للنهوض بالشعر الحديث بعد فترة كبيرة من الخفوت",
    "chapters": [
      {
        "id": "29",
        "name": "القصيدة كاملةِ",
        "lines": [
          {
            "id": "413",
            "body": [
              "يا رائد البرق يمم دارة العلم ",
              " واحد الغمام إلى حي بذي سلم"
            ]
          },
          {
            "id": "414",
            "body": [
              "وإن مررت على الروحاء فامر لها ",
              " أخلاف سارية هتانة الديم"
            ]
          },
          {
            "id": "415",
            "body": [
              "من الغزار اللواتي في حوالبها ",
              " ري النواهل من زرع ومن نعم"
            ]
          },
          {
            "id": "416",
            "body": [
              "إذا استهلت بأرض نمنمت يدها ",
              " بردا من النور يكسو عاري الأكم"
            ]
          },
          {
            "id": "417",
            "body": [
              "ترى النبات بها خضرا سنابله ",
              " يختال في حلة موشية العلم"
            ]
          },
          {
            "id": "418",
            "body": [
              "أدعو إلى الدار بالسقيا وبي ظمأ ",
              " أحق بالري لكني أخو كرم"
            ]
          },
          {
            "id": "419",
            "body": ["منازل لهواها بين جانحتي ", " وديعة سرها لم يتصل بفمي"]
          },
          {
            "id": "420",
            "body": [
              "إذا تنسمت منها نفحة لعبت ",
              " بي الصبابة لعب الريح بالعلم"
            ]
          },
          {
            "id": "421",
            "body": [
              "أدر على السمع ذكراها فإن لها ",
              " في القلب منزلة مرعية الذمم"
            ]
          },
          {
            "id": "422",
            "body": [
              "عهد تولى وأبقى في الفؤاد له ",
              " شوقا يفل شباة الرأي والهمم"
            ]
          },
          {
            "id": "423",
            "body": ["إذا تذكرته لاحت مخائله ", " للعين حتى كأني منه في حلم"]
          },
          {
            "id": "424",
            "body": [
              "فما على الدهر لو رقت شمائله ",
              " فعاد بالوصل أو ألقى يد السلم"
            ]
          },
          {
            "id": "425",
            "body": [
              "تكاءدتني خطوب لو رميت بها ",
              " مناكب الأرض لم تثبت على قدم"
            ]
          },
          {
            "id": "426",
            "body": [
              "في بلدة مثل جوف العير لست أرى ",
              " فيها سوى أمم تحنو على صنم"
            ]
          },
          {
            "id": "427",
            "body": ["لا أستقر بها إلا على قلق ", " ولا ألذ بها إلا على ألم"]
          },
          {
            "id": "428",
            "body": [
              "إذا تلفت حولي لم أجد أثرا ",
              " إلا خيالي ولم أسمع سوى كلمي"
            ]
          },
          {
            "id": "429",
            "body": [
              "فمن يرد على نفسي لبانتها ",
              " أو من يجير فؤادي من يد السقم"
            ]
          },
          {
            "id": "430",
            "body": [
              "ليت القطا حين سارت غدوة حملت ",
              " عني رسائل أشواقي إلى إضم"
            ]
          },
          {
            "id": "431",
            "body": [
              "مرت علينا خماصا وهي قاربة ",
              " مر العواصف لا تلوي على إرم"
            ]
          },
          {
            "id": "432",
            "body": [
              "لا تدرك العين منها حين تلمحها ",
              " إلا مثالا كلمع البرق في الظلم"
            ]
          },
          {
            "id": "433",
            "body": [
              "كأنها أحرف برقية نبضت ",
              " بالسلك فانتشرت في السهل والعلم"
            ]
          },
          {
            "id": "434",
            "body": [
              "لا شيء يسبقها إلا إذا اعتقلت ",
              " بنانتي في مديح المصطفى قلمي"
            ]
          },
          {
            "id": "435",
            "body": [
              "محمد خاتم الرسل الذي خضعت ",
              " له البرية من عرب ومن عجم"
            ]
          },
          {
            "id": "436",
            "body": ["سمير وحي ومجنى حكمة وندى ", " سماحة وقرى عاف وري ظم"]
          },
          {
            "id": "437",
            "body": [
              "قد أبلغ الوحي عنه قبل بعثته ",
              " مسامع الرسل قولا غير منكتم"
            ]
          },
          {
            "id": "438",
            "body": ["فذاك دعوة إبراهيم خالقه ", " وسر ما قاله عيسى من القدم"]
          },
          {
            "id": "439",
            "body": ["أكرم به وبآباء محجلة ", " جاءت به غرة في الأعصر الدهم"]
          },
          {
            "id": "440",
            "body": [
              "قد كان في ملكوت الله مدخرا ",
              " لدعوة كان فيها صاحب العلم"
            ]
          },
          {
            "id": "441",
            "body": [
              "نور تنقل في الأكوان ساطعه ",
              " تنقل البدر من صلب إلى رحم"
            ]
          },
          {
            "id": "442",
            "body": [
              "حتى استقر بعبد الله فانبلجت ",
              " أنوار غرته كالبدر في البهم"
            ]
          },
          {
            "id": "443",
            "body": [
              "واختار آمنة العذراء صاحبة ",
              " لفضلها بين أهل الحل والحرم"
            ]
          },
          {
            "id": "444",
            "body": [
              "كلاهما في العلا كفء لصاحبه ",
              " والكفء في المجد لا يستام بالقيم"
            ]
          },
          {
            "id": "445",
            "body": ["فأصبحت عنده في بيت مكرمة ", " شيدت دعائمه في منصب سنم"]
          },
          {
            "id": "446",
            "body": [
              "وحينما حملت بالمصطفى وضعت ",
              " يد المشيئة عنها كلفة الوجم"
            ]
          },
          {
            "id": "447",
            "body": [
              "ولاح من جسمها نور أضاء لها ",
              " قصور بصرى بأرض الشأم من أمم"
            ]
          },
          {
            "id": "449",
            "body": [
              "ضاءت به غرة الإثنين وابتسمت ",
              " عن حسنه في ربيع روضة الحرم"
            ]
          },
          {
            "id": "450",
            "body": [
              "وأرضعته ولم تيأس حليمة من ",
              " قول المراضع إن البؤس في اليتم"
            ]
          },
          {
            "id": "451",
            "body": [
              "ففاض بالدر ثدياها وقد غنيت ",
              " لياليا وهي لم تطعم ولم تنم"
            ]
          },
          {
            "id": "452",
            "body": [
              "وانهل بعد انقطاع رسل شارفها ",
              " حتى غدت من رفيه العيش في طعم"
            ]
          },
          {
            "id": "453",
            "body": ["فيممت أهلها مملؤة فرحا ", " بما أتيح لها من أوفر النعم"]
          },
          {
            "id": "454",
            "body": [
              "وقلص الجدب عنها فهي طاعمة ",
              " من خير ما رفدتها ثلة الغنم"
            ]
          },
          {
            "id": "455",
            "body": ["وكيف تمحل أرض حل ساحتها ", " محمد وهو غيث الجود والكرم"]
          },
          {
            "id": "456",
            "body": [
              "فلم يزل عندها ينمو وتكلؤه ",
              " رعاية الله من سوء ومن وصم"
            ]
          },
          {
            "id": "457",
            "body": [
              "حتى إذا تم ميقات الرضاع له ",
              " حولين أصبح ذا أيد على الفطم"
            ]
          },
          {
            "id": "458",
            "body": [
              "وجاء كالغصن مجدولا ترف على ",
              " جبينه لمحات المجد والفهم"
            ]
          },
          {
            "id": "459",
            "body": [
              "قد تم عقلا وما تمت رضاعته ",
              " وفاض حلما ولم يبلغ مدى الحلم"
            ]
          },
          {
            "id": "460",
            "body": [
              "فبينما هو يرعى البهم طاف به ",
              " شخصان من ملكوت الله ذي العظم"
            ]
          },
          {
            "id": "461",
            "body": ["فأضجعاه وشقا صدره بيد ", " رفيقة لم يبت منها على ألم"]
          },
          {
            "id": "462",
            "body": [
              "وبعد ما قضيا من قلبه وطرا ",
              " توليا غسله بالسلسل الشبم"
            ]
          },
          {
            "id": "463",
            "body": [
              "ما عالجا قلبه إلا ليخلص من ",
              " شوب الهوى ويعي قدسية الحكم"
            ]
          },
          {
            "id": "464",
            "body": ["فيا لها نعمة لله خص بها ", " حبيبه وهو طفل غير محتلم"]
          },
          {
            "id": "465",
            "body": ["وقال عنه بحيرا حين أبصره ", " بأرض بصرى مقالا غير متهم"]
          },
          {
            "id": "466",
            "body": [
              "إذ ظللته الغمام الغر وانهصرت ",
              " عطفا عليه فروع الضال والسلم"
            ]
          },
          {
            "id": "467",
            "body": [
              "بأنه خاتم الرسل الكرام ومن ",
              " به تزول صروف البؤس والنقم"
            ]
          },
          {
            "id": "468",
            "body": [
              "هذا وكم آية سارت له فمحت ",
              " بنورها ظلمة الأهوال والقحم"
            ]
          },
          {
            "id": "469",
            "body": [
              "ما مر يوم له إلا وقلده ",
              " صنائعا لم تزل في الدهر كالعلم"
            ]
          },
          {
            "id": "470",
            "body": [
              "حتى استتم ولا نقصان يلحقه ",
              " خمسا وعشرين سن البارع الفهم"
            ]
          },
          {
            "id": "471",
            "body": [
              "ولقبته قريش بالأمين على ",
              " صدق الأمانة والإيفاء بالذمم"
            ]
          },
          {
            "id": "472",
            "body": ["ودت خديجة أن يرعى تجارتها ", " وداد منتهز للخير مغتنم"]
          },
          {
            "id": "473",
            "body": [
              "فشد عزمتها منه بمقتدر ",
              " ماضي الجنان إذا ما هم لم يخم"
            ]
          },
          {
            "id": "474",
            "body": [
              "وسار معتزما للشأم يصحبه ",
              " في السير ميسرة المرضي في الحشم"
            ]
          },
          {
            "id": "475",
            "body": [
              "فما أناخ بها حتى قضى وطرا ",
              " من كل ما رامه في البيع والسلم"
            ]
          },
          {
            "id": "476",
            "body": [
              "وكيف يخسر من لولاه ما ربحت ",
              " تجارة الدين في سهل وفي علم"
            ]
          },
          {
            "id": "477",
            "body": ["فقص ميسرة المأمون قصته ", " على خديجة سردا غير منعجم"]
          },
          {
            "id": "478",
            "body": [
              "وما رواه له كهل بصومعة ",
              " من الرهابين عن أسلافه القدم"
            ]
          },
          {
            "id": "479",
            "body": [
              "في دوحة عاج خير المرسلين بها ",
              " من قبل بعثته للعرب والعجم"
            ]
          },
          {
            "id": "480",
            "body": [
              "هذا نبي ولم ينزل بساحتها ",
              " إلا نبي كريم النفس والشيم"
            ]
          },
          {
            "id": "481",
            "body": ["وسيرة الملكين الحائمين على ", " جبينه ليظلاه من التهم"]
          },
          {
            "id": "482",
            "body": [
              "فكان ما قصه أصلا لما وصلت ",
              " به إلى الخير من قصد ومعتزم"
            ]
          },
          {
            "id": "483",
            "body": [
              "أحسن بها وصلة في الله قد أخذت ",
              " بها على الدهر عقدا غير منفصم"
            ]
          },
          {
            "id": "484",
            "body": ["فأصبحا في صفاء غير منقطع ", " على الزمان وود غير منصرم"]
          },
          {
            "id": "486",
            "body": ["تجمعت فرق الأحلاف واقتسمت ", " بناءه عن تراض خير مقتسم"]
          },
          {
            "id": "487",
            "body": [
              "حتى إذا بلغ البنيان غايته ",
              " من موضع الركن بعد الكد والجشم"
            ]
          },
          {
            "id": "488",
            "body": [
              "تسابقوا طلبا للأجر واختصموا ",
              " فيمن يشد بناه كل مختصم"
            ]
          },
          {
            "id": "489",
            "body": [
              "وأقسم القوم أن لا صلح يعصمهم ",
              " من اقتحام المنايا أيما قسم"
            ]
          },
          {
            "id": "490",
            "body": [
              "وأدخلوا حين جد الأمر أيديهم ",
              " للشر في جفنة مملوءة بدم"
            ]
          },
          {
            "id": "491",
            "body": [
              "فقال ذو رأيهم لا تعجلوا وخذوا ",
              " بالحزم فهو الذي يشفي من الحزم"
            ]
          },
          {
            "id": "492",
            "body": [
              "ليرض كل امرئ منا بأول من ",
              " يأتي فيقسط فينا قسط محتكم"
            ]
          },
          {
            "id": "493",
            "body": [
              "فكان أول آت بعدما اتفقوا ",
              " محمد وهو في الخيرات ذو قدم"
            ]
          },
          {
            "id": "494",
            "body": [
              "فقال كل رضينا بالأمين على ",
              " علم فأكرم به من عادل حكم"
            ]
          },
          {
            "id": "495",
            "body": [
              "فأعلموه بما قد كان واحتكموا ",
              " إليه في حل هذا المشكل العمم"
            ]
          },
          {
            "id": "496",
            "body": [
              "فمد ثوبا وحط الركن في وسط ",
              " منه وقال ارفعوه جانب الرضم"
            ]
          },
          {
            "id": "497",
            "body": [
              "فنال كل امرئ حظا بما حملت ",
              " يداه منه ولم يعتب على القسم"
            ]
          },
          {
            "id": "498",
            "body": [
              "حتى إذا اقتربوا تلقاء موضعه ",
              " من جانب البيت ذي الأركان والدعم"
            ]
          },
          {
            "id": "499",
            "body": ["مد الرسول يدا منه مباركة ", " بنته في صدف من باذخ سنم"]
          },
          {
            "id": "500",
            "body": [
              "فليزدد الركن تيها حيث نال به ",
              " فخرا أقام له الدنيا على قدم"
            ]
          },
          {
            "id": "501",
            "body": [
              "لو لم تكن يده مسته حين بنى ",
              " ما كان أصبح ملثوما بكل فم"
            ]
          },
          {
            "id": "502",
            "body": [
              "يا ليتني والأماني ربما صدقت ",
              " أحظى بمعتنق منه وملتزم"
            ]
          },
          {
            "id": "503",
            "body": [
              "يا حبذا صبغة من حسنه أخذت ",
              " منها الشبيبة لون العذر واللمم"
            ]
          },
          {
            "id": "504",
            "body": [
              "كالخال في وجنة زيدت محاسنها ",
              " بنقطة منه أضعافا من القيم"
            ]
          },
          {
            "id": "505",
            "body": [
              "وكيف لا يفخر البيت العتيق به ",
              " وقد بنته يد فياضة النعم"
            ]
          },
          {
            "id": "506",
            "body": [
              "أكرم به وازعا لولا هدايته ",
              " لم يظهر العدل في أرض ولم يقم"
            ]
          },
          {
            "id": "507",
            "body": [
              "هذا الذي عصم الله الأنام به ",
              " من كل هول من الأهوال مخترم"
            ]
          },
          {
            "id": "508",
            "body": [
              "وحين أدرك سن الأربعين وما ",
              " من قبله مبلغ للعلم والحكم"
            ]
          },
          {
            "id": "509",
            "body": [
              "حباه ذو العرش برهانا أراه به ",
              " آيات حكمته في عالم الحلم"
            ]
          },
          {
            "id": "510",
            "body": [
              "فكان يمضي ليرعى أنس وحشته ",
              " في شاسع ما به للخلق من أرم"
            ]
          },
          {
            "id": "511",
            "body": ["فما يمر على صخر ولا شجر ", " إلا وحياه بالتسليم من أمم"]
          },
          {
            "id": "512",
            "body": [
              "حتى إذا حان أمر الغيب وانحسرت ",
              " أستاره عن ضمير اللوح والقلم"
            ]
          },
          {
            "id": "448",
            "body": [
              "ومذ أنى الوضع وهو الرفع منزلة ",
              " جاءت بروح بنور الله متسم"
            ]
          },
          {
            "id": "485",
            "body": [
              "وحينما أجمعت أمرا قريش على ",
              " بناية البيت ذي الحجاب والخدم"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "30",
        "name": "القصيدة كاملةِ",
        "lines": [
          {
            "id": "513",
            "body": [
              "نادى بدعوته جهرا فأسمعها ",
              " في كل ناحية من كان ذا صمم"
            ]
          },
          {
            "id": "514",
            "body": ["فكان أول من في الدين تابعه ", " خديجة وعلي ثابت القدم"]
          },
          {
            "id": "515",
            "body": [
              "ثم استجابت رجال دون أسرته ",
              " وفي الأباعد ما يغني عن الرحم"
            ]
          },
          {
            "id": "516",
            "body": [
              "ومن أراد به الرحمن مكرمة ",
              " هداه للرشد في داج من الظلم"
            ]
          },
          {
            "id": "517",
            "body": [
              "ثم استمر رسول الله معتزما ",
              " يدعو إلى ربه في كل ملتأم"
            ]
          },
          {
            "id": "518",
            "body": [
              "والناس منهم رشيد يستجيب له ",
              " طوعا ومنهم غوي غير محتشم"
            ]
          },
          {
            "id": "519",
            "body": [
              "حتى استرابت قريش واستبد بها ",
              " جهل تردت به في مارج ضرم"
            ]
          },
          {
            "id": "520",
            "body": [
              "وعذبوا أهل دين الله وانتهكوا ",
              " محارما أعقبتهم لهفة الندم"
            ]
          },
          {
            "id": "521",
            "body": [
              "وقام يدعو أبو جهل عشيرته ",
              " إلى الضلال ولم يجنح إلى سلم"
            ]
          },
          {
            "id": "523",
            "body": [
              "لا يسلم القلب من غل ألم به ",
              " ينقى الأديم ويبقى موضع الحلم"
            ]
          },
          {
            "id": "524",
            "body": [
              "والحقد كالنار إن أخفيته ظهرت ",
              " منه علائم فوق الوجه كالحمم"
            ]
          },
          {
            "id": "525",
            "body": [
              "لا يبصر الحق من جهل أحاط به ",
              " وكيف يبصر نور الحق وهو عم"
            ]
          },
          {
            "id": "526",
            "body": [
              "كل امرئ واجد ما قدمت يده ",
              " إذا استوى قائما من هوة الأدم"
            ]
          },
          {
            "id": "527",
            "body": [
              "والخير والشر في الدنيا مكافأة ",
              " والنفس مسؤولة عن كل مجترم"
            ]
          },
          {
            "id": "528",
            "body": [
              "فلا ينم ظالم عما جنت يده ",
              " على العباد فعين الله لم تنم"
            ]
          },
          {
            "id": "529",
            "body": [
              "ولم يزل أهل دين الله في نصب ",
              " مما يلاقون من كرب ومن زأم"
            ]
          },
          {
            "id": "530",
            "body": [
              "حتى إذا لم يعد في الأمر منزعة ",
              " وأصبح الشر جهرا غير منكتم"
            ]
          },
          {
            "id": "531",
            "body": [
              "ساروا إلى الهجرة الأولى وما قصدوا ",
              " غير النجاشي ملكا صادق الذمم"
            ]
          },
          {
            "id": "532",
            "body": ["فأصبحوا عنده في ظل مملكة ", " حصينة وذمام غير منجذم"]
          },
          {
            "id": "533",
            "body": [
              "من أنكر الضيم لم يأنس بصحبته ",
              " ومن أحاطت به الأهوال لم يقم"
            ]
          },
          {
            "id": "534",
            "body": [
              "ومذ رأى المشركون الدين قد وضحت ",
              " سماؤه وانجلت عن صمة الصمم"
            ]
          },
          {
            "id": "551",
            "body": [
              "وحبذا ليلة الإسراء حين سرى ",
              " ليلا إلى المسجد الأقصى بلا أتم"
            ]
          },
          {
            "id": "552",
            "body": ["رأى به من كرام الرسل طائفة ", " فأمهم ثم صلى خاشعا بهم"]
          },
          {
            "id": "553",
            "body": [
              "بل حبذا نهضة المعراج حين سما ",
              " به إلى مشهد في العز لم يرم"
            ]
          },
          {
            "id": "554",
            "body": [
              "سما إلى الفلك الأعلى فنال به ",
              " قدرا يجل عن التشبيه في العظم"
            ]
          },
          {
            "id": "555",
            "body": [
              "وسار في سبحات النور مرتقيا ",
              " إلى مدارج أعيت كل معتزم"
            ]
          },
          {
            "id": "556",
            "body": [
              "وفاز بالجوهر المكنون من كلم ",
              " ليست إذا قرنت بالوصف كالكلم"
            ]
          },
          {
            "id": "557",
            "body": [
              "سر تحار به الألباب قاصرة ",
              " ونعمة لم تكن في الدهر كالنعم"
            ]
          },
          {
            "id": "559",
            "body": [
              "فيا لها وصلة نال الحبيب بها ",
              " ما لم ينله من التكريم ذو نسم"
            ]
          },
          {
            "id": "560",
            "body": [
              "فاقت جميع الليالي فهي زاهرة ",
              " بحسنها كزهور النار في العلم"
            ]
          },
          {
            "id": "561",
            "body": [
              "هذا وقد فرض الله الصلاة على ",
              " عباده وهداهم واضح اللقم"
            ]
          },
          {
            "id": "562",
            "body": [
              "فسارعوا نحو دين الله وانتصبوا ",
              " إلى العبادة لا يألون من سأم"
            ]
          },
          {
            "id": "563",
            "body": [
              "ولم يزل سيد الكونين منتصبا ",
              " لدعوة الدين لم يفتر ولم يجم"
            ]
          },
          {
            "id": "564",
            "body": [
              "يستقبل الناس في بدو وفي حضر ",
              " وينشر الدين في سهل وفي علم"
            ]
          },
          {
            "id": "565",
            "body": [
              "حتى استجابت له الأنصار واعتصموا ",
              " بحبله عن تراض خير معتصم"
            ]
          },
          {
            "id": "566",
            "body": [
              "فاستكملت بهم الدنيا نضارتها ",
              " وأصبح الدين في جمع بهم تمم"
            ]
          },
          {
            "id": "567",
            "body": [
              "قوم أقروا عماد الحق واصطلموا ",
              " بيأسهم كل جبار ومصطلم"
            ]
          },
          {
            "id": "568",
            "body": [
              "فكم بهم أشرقت أستار داجية ",
              " وكم بهم خمدت أنفاس مختصم"
            ]
          },
          {
            "id": "569",
            "body": [
              "فحين وافى قريشا ذكر بيعتهم ",
              " ثاروا إلى الشر فعل الجاهل العرم"
            ]
          },
          {
            "id": "570",
            "body": [
              "وبادهوا أهل دين الله واهتضموا ",
              " حقوقهم بالتمادي شر مهتضم"
            ]
          },
          {
            "id": "571",
            "body": [
              "فكم ترى من أسير لا حراك به ",
              " وشارد سار من فج إلى أكم"
            ]
          },
          {
            "id": "572",
            "body": [
              "فهاجر الصحب إذ قال الرسول لهم ",
              " سيروا إلى طيبة المرعية الحرم"
            ]
          },
          {
            "id": "573",
            "body": [
              "وظل في مكة المختار منتظرا ",
              " إذنا من الله في سير ومعتزم"
            ]
          },
          {
            "id": "574",
            "body": [
              "فأوجست خيفة منه قريش ولم ",
              " تقبل نصيحا ولم ترجع إلى فهم"
            ]
          },
          {
            "id": "575",
            "body": [
              "فاستجمعت عصبا في دار ندوتها ",
              " تبغي به الشر من حقد ومن أضم"
            ]
          },
          {
            "id": "576",
            "body": [
              "ولو درت أنها فيما تحاوله ",
              " مخذولة لم تسم في مرتع وخم"
            ]
          },
          {
            "id": "577",
            "body": [
              "أولى لها ثم أولى أن يحيق بها ",
              " ما أضمرته من البأساء والشجم"
            ]
          },
          {
            "id": "578",
            "body": [
              "إني لأعجب من قوم أولي فطن ",
              " باعوا النهى بالعمى والسمع بالصمم"
            ]
          },
          {
            "id": "579",
            "body": [
              "يعصون خالقهم جهلا بقدرته ",
              " ويعكفون على الطاغوت والصنم"
            ]
          },
          {
            "id": "580",
            "body": [
              "فأجمعوا أمرهم أن يبغتوه إذا ",
              " جن الظلام وخفت وطأة القدم"
            ]
          },
          {
            "id": "581",
            "body": [
              "وأقبلوا موهنا في عصبة غدر ",
              " من القبائل باعوا النفس بالزعم"
            ]
          },
          {
            "id": "582",
            "body": [
              "فجاء جبريل للهادي فأنبأه ",
              " بما أسروه بعد العهد والقسم"
            ]
          },
          {
            "id": "583",
            "body": ["فمذ رآهم قياما حول مأمنه ", " يبغون ساحته بالشر والفقم"]
          },
          {
            "id": "584",
            "body": [
              "نادى عليا فأوصاه وقال له ",
              " لا تخش والبس ردائي آمنا ونم"
            ]
          },
          {
            "id": "585",
            "body": [
              "ومر بالقوم يتلو وهو منصرف ",
              " يس وهي شفاء النفس من وصم"
            ]
          },
          {
            "id": "586",
            "body": [
              "فلم يروه وزاغت عنه أعينهم ",
              " وهل ترى الشمس جهرا أعين الحنم"
            ]
          },
          {
            "id": "587",
            "body": [
              "وجاءه الوحي إيذانا بهجرته ",
              " فيمم الغار بالصديق في الغسم"
            ]
          },
          {
            "id": "588",
            "body": ["فما استقر به حتى تبوأه ", " من الحمائم زوج بارع الرنم"]
          },
          {
            "id": "589",
            "body": [
              "بنى به عشه واحتله سكنا ",
              " يأوي إليه غداة الريح والرهم"
            ]
          },
          {
            "id": "590",
            "body": [
              "إلفان ما جمع المقدار بينهما ",
              " إلا لسر بصدر الغار مكتتم"
            ]
          },
          {
            "id": "591",
            "body": [
              "كلاهما ديدبان فوق مربأة ",
              " يرعى المسالك من بعد ولم ينم"
            ]
          },
          {
            "id": "592",
            "body": [
              "إن حن هذا غراما أو دعا طربا ",
              " باسم الهديل أجابت تلك بالنغم"
            ]
          },
          {
            "id": "593",
            "body": [
              "يخالها من يراها وهي جاثمة ",
              " في وكرها كرة ملساء من أدم"
            ]
          },
          {
            "id": "595",
            "body": [
              "مرقومة الجيد من مسك وغالية ",
              " مخضوبة الساق والكفين بالعنم"
            ]
          },
          {
            "id": "596",
            "body": ["كأنما شرعت في قانيء سرب ", " من أدمعي فغدت محمرة القدم"]
          },
          {
            "id": "597",
            "body": [
              "وسجف العنكبوت الغار محتفيا ",
              " بخيمة حاكها من أبدع الخيم"
            ]
          },
          {
            "id": "598",
            "body": [
              "قد شد أطنابها فاستحكمت ورست ",
              " بالأرض لكنها قامت بلا دعم"
            ]
          },
          {
            "id": "599",
            "body": ["كأنها سابري حاكه لبق ", " بأرض سابور في بحبوحة العجم"]
          },
          {
            "id": "600",
            "body": [
              "وارت فم الغار عن عين تلم به ",
              " فصار يحكي خفاء وجه ملتثم"
            ]
          },
          {
            "id": "601",
            "body": [
              "فيا له من ستار دونه قمر ",
              " يجلو البصائر من ظلم ومن ظلم"
            ]
          },
          {
            "id": "602",
            "body": [
              "فظل فيه رسول الله معتكفا ",
              " كالدر في البحر أو كالشمس في الغسم"
            ]
          },
          {
            "id": "603",
            "body": [
              "حتى إذا سكن الإرجاف واحترقت ",
              " أكباد قوم بنار اليأس والوغم"
            ]
          },
          {
            "id": "604",
            "body": [
              "أوحى الرسول بإعداد الرحيل إلى ",
              " من عنده السر من خل ومن حشم"
            ]
          },
          {
            "id": "605",
            "body": ["وسار بعد ثلاث من مباءته ", " يؤم طيبة مأوى كل معتصم"]
          },
          {
            "id": "606",
            "body": [
              "فحين وافى قديدا حل موكبه ",
              " بأم معبد ذات الشاء والغنم"
            ]
          },
          {
            "id": "607",
            "body": ["فلم تجد لقراه غير ضائنة ", " قد اقشعرت مراعيها فلم تسم"]
          },
          {
            "id": "608",
            "body": [
              "فما أمر عليها داعيا يده ",
              " حتى استهلت بذي شخبين كالديم"
            ]
          },
          {
            "id": "609",
            "body": [
              "ثم استقل وأبقى في الزمان لها ",
              " ذكرا يسير على الآفاق كالنسم"
            ]
          },
          {
            "id": "610",
            "body": [
              "فبينما هو يطوي البيد أدركه ",
              " ركضا سراقة مثل القشعم الضرم"
            ]
          },
          {
            "id": "611",
            "body": [
              "حتى إذا ما دنا ساخ الجواد به ",
              " في برقة فهوى للساق والقدم"
            ]
          },
          {
            "id": "612",
            "body": [
              "فصاح مبتهلا يرجو الأمان ولو ",
              " مضى على عزمه لانهار في رجم"
            ]
          },
          {
            "id": "522",
            "body": [
              "يبدي خداعا ويخفي ما تضمنه ",
              " ضميره من غراة الحقد والسدم"
            ]
          },
          {
            "id": "535",
            "body": [
              "تألبوا رغبة في الشر وائتمروا ",
              " على الصحيفة من غيظ ومن وغم"
            ]
          },
          {
            "id": "536",
            "body": [
              "صحيفة وسمت بالغدر أوجههم ",
              " والغدر يعلق بالأعراض كالدسم"
            ]
          },
          {
            "id": "537",
            "body": ["فكشف الله منها غمة نزلت ", " بالمؤمنين وربي كاشف الغمم"]
          },
          {
            "id": "538",
            "body": [
              "من أضمر السوء جازاه الإله به ",
              " ومن رعى البغي لم يسلم من النقم"
            ]
          },
          {
            "id": "539",
            "body": [
              "كفى الطفيل بن عمرو لمعة ظهرت ",
              " في سوطه فأنارت سدفة القتم"
            ]
          },
          {
            "id": "540",
            "body": [
              "هدى بها الله دوسا من ضلالتها ",
              " فتابعت أمر داعيها ولم تهم"
            ]
          },
          {
            "id": "541",
            "body": [
              "وفي الإراشي للأقوام معتبر ",
              " إذ جاء مكة في ذود من النعم"
            ]
          },
          {
            "id": "542",
            "body": ["فباعها من أبي جهل فماطله ", " بحقه وتمادى غير محتشم"]
          },
          {
            "id": "543",
            "body": [
              "فجاء منتصرا يشكو ظلامته ",
              " إلى النبي ونعم العون في الإزم"
            ]
          },
          {
            "id": "544",
            "body": [
              "فقام مبتدرا يسعى لنصرته ",
              " ونصرة الحق شأن المرء ذي الهمم"
            ]
          },
          {
            "id": "545",
            "body": [
              "فدق باب أبي جهل فجاء له ",
              " طوعا يجر عنان الخائف الزرم"
            ]
          },
          {
            "id": "546",
            "body": [
              "فحين لاقى رسول الله لاح له ",
              " فحل يحد إليه الناب من أطم"
            ]
          },
          {
            "id": "547",
            "body": [
              "فهاله ما رأى فارتد منزعجا ",
              " وعاد بالنقد بعد المطل عن رغم"
            ]
          },
          {
            "id": "548",
            "body": [
              "أتلك أم حين نادى سرحة فأتت ",
              " إليه منشورة الأغصان كالجمم"
            ]
          },
          {
            "id": "549",
            "body": [
              "حنت عليه حنو الأم من شفق ",
              " ورفرفت فوق ذاك الحسن من رخم"
            ]
          },
          {
            "id": "550",
            "body": [
              "جاءته طوعا وعادت حين قال لها ",
              " عودي ولو خليت للشوق لم ترم"
            ]
          },
          {
            "id": "558",
            "body": [
              "هيهات يبلغ فهم كنه ما بلغت ",
              " قرباه منه وقد ناجاه من أمم"
            ]
          },
          {
            "id": "594",
            "body": [
              "إن رفرفت سكنت ظلا وإن هبطت ",
              " روت غليل الصدى من حائر شبم"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "31",
        "name": "القصيدة كاملةِ",
        "lines": [
          {
            "id": "613",
            "body": [
              "وكيف يبلغ أمرا دونه وزر ",
              " من العناية لم يبلغه ذو نسم"
            ]
          },
          {
            "id": "614",
            "body": ["فكف عنه رسول الله وهو به ", " أدرى وكم نقم تفتر عن نعم"]
          },
          {
            "id": "615",
            "body": [
              "ولم يزل سائرا حتى أناف على ",
              " أعلام طيبة ذات المنظر العمم"
            ]
          },
          {
            "id": "616",
            "body": [
              "أعظم بمقدمه فخرا ومنقبة ",
              " لمعشر الأوس والأحياء من جشم"
            ]
          },
          {
            "id": "617",
            "body": [
              "فخر يدوم لهم فضل بذكرته ",
              " ما سارت العيس بالزوار للحرم"
            ]
          },
          {
            "id": "618",
            "body": [
              "يوم به أرخ الإسلام غرته ",
              " وأدرك الدين فيه ذروة النجم"
            ]
          },
          {
            "id": "619",
            "body": [
              "ثم ابتنى سيد الكونين مسحده ",
              " بنيان عز فأضحى قائم الدعم"
            ]
          },
          {
            "id": "620",
            "body": [
              "واختص فيه بلالا بالأذان وما ",
              " يلفى نظير له في نبرة النغم"
            ]
          },
          {
            "id": "621",
            "body": [
              "حتى إذا تم أمر الله واجتمعت ",
              " له القبائل من بعد ومن زمم"
            ]
          },
          {
            "id": "622",
            "body": [
              "قام النبي خطيبا فيهم فأرى ",
              " نهج الهدى ونهى عن كل مجترم"
            ]
          },
          {
            "id": "623",
            "body": ["وعمهم بكتاب حض فيه على ", " محاسن الفضل والآداب والشيم"]
          },
          {
            "id": "624",
            "body": [
              "فأصبحوا في إخاء غير منصدع ",
              " على الزمان وعز غير منهدم"
            ]
          },
          {
            "id": "625",
            "body": [
              "وحين آخى رسول الله بينهم ",
              " آخى عليا ونعم العون في القحم"
            ]
          },
          {
            "id": "626",
            "body": [
              "هو الذي هزم الله الطغاة به ",
              " في كل معترك بالبيض محتدم"
            ]
          },
          {
            "id": "627",
            "body": [
              "فاستحكم الدين واشتدت دعائمه ",
              " حتى غدا واضح العرنين ذا شمم"
            ]
          },
          {
            "id": "628",
            "body": [
              "وأصبح الناس إخوانا وعمهم ",
              " فضل من الله أحياهم من العدم"
            ]
          },
          {
            "id": "629",
            "body": [
              "هذا وقد فرض الله الجهاد على ",
              " رسوله ليبث الدين في الأمم"
            ]
          },
          {
            "id": "630",
            "body": ["فكان أول غزو سار فيه إلى ", " ودان ثم أتى من غير مصطدم"]
          },
          {
            "id": "632",
            "body": [
              "سرية كان يرعاها عبيدة في ",
              " صوب وحمزة في أخرى إلى التهم"
            ]
          },
          {
            "id": "633",
            "body": [
              "وغزوة سار فيها المصطفى قدما ",
              " إلى بواط بجمع ساطع القتم"
            ]
          },
          {
            "id": "634",
            "body": [
              "ومثلها يممت ذات العشيرة في ",
              " جيش لهام كموج البحر ملتطم"
            ]
          },
          {
            "id": "635",
            "body": [
              "وسار سعد إلى الخرار يقدمه ",
              " سعد ولم يلق في مسراه من بشم"
            ]
          },
          {
            "id": "636",
            "body": ["ويممت سفوان الخيل سابحة ", " بكل معتزم للقرن ملتزم"]
          },
          {
            "id": "637",
            "body": [
              "وتابع السير عبد الله متجها ",
              " تلقاء نخلة مصحوبا بكل كمي"
            ]
          },
          {
            "id": "638",
            "body": [
              "وحولت قبلة الإسلام وقتئذ ",
              " عن وجهة القدس نحو البيت ذي العظم"
            ]
          },
          {
            "id": "639",
            "body": [
              "ويمم المصطفى بدرا فلاح له ",
              " بدر من النصر جلى ظلمة الوخم"
            ]
          },
          {
            "id": "640",
            "body": [
              "يوم تبسم فيه الدين وانهملت ",
              " على الضلال عيون الشرك بالسجم"
            ]
          },
          {
            "id": "641",
            "body": [
              "أبلى علي به خير البلاء بما ",
              " حباه ذو العرش من بأس ومن همم"
            ]
          },
          {
            "id": "642",
            "body": ["وجال حمزة بالصمصام يكسؤهم ", " كسأ يفرق منهم كل مزدحم"]
          },
          {
            "id": "643",
            "body": ["وغادر الصحب والأنصار جمعهم ", " وليس فيه كمي غير منهزم"]
          },
          {
            "id": "644",
            "body": [
              "تقسمتهم يد الهيجاء عادلة ",
              " فالهام للبيض والأبدان للرخم"
            ]
          },
          {
            "id": "645",
            "body": [
              "كأنما البيض بالأيدي صوالجة ",
              " يلعبن في ساحة الهيجاء بالقمم"
            ]
          },
          {
            "id": "646",
            "body": [
              "لم يبق منهم كمي غير منجدل ",
              " على الرغام وعضو غير منحطم"
            ]
          },
          {
            "id": "647",
            "body": [
              "فما مضت ساعة والحرب مسعرة ",
              " حتى غدا جمعهم نهبا لمقتسم"
            ]
          },
          {
            "id": "648",
            "body": [
              "قد أمطرتهم سماء الحرب صائبة ",
              " بالمشرفية والمران كالرجم"
            ]
          },
          {
            "id": "649",
            "body": [
              "فأين ما كان من زهو ومن صلف ",
              " وأين ما كان من فخر ومن شمم"
            ]
          },
          {
            "id": "650",
            "body": [
              "جاؤا وللشر وسم في معاطسهم ",
              " فأرغموا والردى في هذه السيم"
            ]
          },
          {
            "id": "651",
            "body": [
              "من عارض الحق لم تسلم مقاتله ",
              " ومن تعرض للأخطار لم ينم"
            ]
          },
          {
            "id": "652",
            "body": [
              "فما انقضى يوم بدر بالتي عظمت ",
              " حتى مضى غازيا بالخيل في الشكم"
            ]
          },
          {
            "id": "653",
            "body": [
              "فيمم الكدر بالأبطال منتحيا ",
              " بني سليم فولت عنه بالرغم"
            ]
          },
          {
            "id": "654",
            "body": [
              "وسار في غزوة تدعى السويق بما ",
              " ألقاه أعداؤه من عظم زادهم"
            ]
          },
          {
            "id": "655",
            "body": [
              "ثم انتحى بوجوه الخيل ذا أمر ",
              " ففر ساكنه رعبا إلى الرقم"
            ]
          },
          {
            "id": "656",
            "body": [
              "وأم فرعا فلم يثقف به أحدا ",
              " ومن يقيم أمام العارض الهزم"
            ]
          },
          {
            "id": "657",
            "body": [
              "ولف بالجيش حيي قينقاع بما ",
              " جنوا فتعسا لهم من معشر قزم"
            ]
          },
          {
            "id": "658",
            "body": [
              "وسار زيد بجمع نحو قردة من ",
              " مياه نجد فلم يثقف سوى النعم"
            ]
          },
          {
            "id": "659",
            "body": [
              "ثم استدارت رحا الهيجاء في أحد ",
              " بكل مفترس للقرن ملتهم"
            ]
          },
          {
            "id": "660",
            "body": [
              "يوم تبين فيه الجد واتضحت ",
              " جلية الأمر بعد الجهد والسأم"
            ]
          },
          {
            "id": "661",
            "body": [
              "قد كان خبرا وتمحيصا ومغفرة ",
              " للمؤمنين وهل برء بلا سقم"
            ]
          },
          {
            "id": "662",
            "body": ["مضى علي به قدما فزلزلهم ", " بحملة أوردتهم مورد الشجم"]
          },
          {
            "id": "663",
            "body": [
              "وأظهر الصحب والأنصار بأسهم ",
              " والبأس في الفعل غير البأس في الكلم"
            ]
          },
          {
            "id": "664",
            "body": [
              "خاضوا المنايا فنالوا عيشة رغدا ",
              " ولذة النفس لا تأتي بلا ألم"
            ]
          },
          {
            "id": "665",
            "body": [
              "من يلزم الصبر يستحسن عواقبه ",
              " والماء يحسن وقعا عند كل ظم"
            ]
          },
          {
            "id": "666",
            "body": [
              "لو لم يكن في احتمال الصبر منقبة ",
              " لم يظهر الفرق بين اللؤم والكرم"
            ]
          },
          {
            "id": "668",
            "body": [
              "أودى به حمزة الصنديد في نفر ",
              " نالوا الشهادة تحت العارض الرزم"
            ]
          },
          {
            "id": "669",
            "body": [
              "أحسن بها ميتة أحيوا بها شرفا ",
              " والموت في الحرب فخر السادة القدم"
            ]
          },
          {
            "id": "670",
            "body": [
              "لا عار بالقوم من موت ومن سلب ",
              " وهل رأيت حساما غير منثلم"
            ]
          },
          {
            "id": "671",
            "body": ["فكان يوم جزاء بعد مختبر ", " لمن وفا وجفا بالعز والرغم"]
          },
          {
            "id": "672",
            "body": [
              "قام النبي به في مأزق حرج ",
              " ترعى المناصل فيه منبت الجمم"
            ]
          },
          {
            "id": "673",
            "body": [
              "فلم يزل صابرا في الحرب يفثؤها ",
              " بالبيض حتى اكتست ثوبا من العنم"
            ]
          },
          {
            "id": "674",
            "body": [
              "ورد عين ابن نعمان قتادة إذ ",
              " سالت فعادت كما كانت بلا لتم"
            ]
          },
          {
            "id": "675",
            "body": [
              "وقد أتى بعد ذا يوم الرجيع بما ",
              " فيه من الغدر بعد العهد والقسم"
            ]
          },
          {
            "id": "676",
            "body": [
              "وثار نقع المنايا في معونة من ",
              " بني سليم بأهل الفضل والحكم"
            ]
          },
          {
            "id": "677",
            "body": [
              "ثم اشرأبت لخفر العهد من سفه ",
              " بنو النضير فأجلاهم عن الأطم"
            ]
          },
          {
            "id": "678",
            "body": [
              "وسار منتحيا ذات الرقاع فلم ",
              " تلق الكتائب فيها كيد مصطدم"
            ]
          },
          {
            "id": "679",
            "body": ["وحل من بعدها بدرا لوعد أبي ", " سفيان لكنه ولى ولم يحم"]
          },
          {
            "id": "680",
            "body": ["وأم دومة في جمع وعاد إلى ", " مكانه وسماء النقع لم تغم"]
          },
          {
            "id": "681",
            "body": [
              "ثم استثارت قريش وهي ظالمة ",
              " أحلافها وأتت في جحفل لهم"
            ]
          },
          {
            "id": "682",
            "body": [
              "تستمرئ البغي من جهل وما علمت ",
              " أن الجهالة مدعاة إلى الثلم"
            ]
          },
          {
            "id": "683",
            "body": [
              "وقام فيهم أبو سفيان من حنق ",
              " يدعو إلى الشر مثل الفحل ذي القطم"
            ]
          },
          {
            "id": "684",
            "body": [
              "فخندق المؤمنون الدار وانتصبوا ",
              " لحربهم كضواري الأسد في الأجم"
            ]
          },
          {
            "id": "685",
            "body": [
              "فما استطاعت قريش نيل ما طلبت ",
              " وهل تنال الثريا كف مستلم"
            ]
          },
          {
            "id": "686",
            "body": [
              "رامت بجهلتها أمرا ولو علمت ",
              " ماذا أعد لها في الغيب لم ترم"
            ]
          },
          {
            "id": "687",
            "body": [
              "فخيب الله مسعاها وغادرها ",
              " نهب الردى والصدى والريح والطسم"
            ]
          },
          {
            "id": "688",
            "body": [
              "فقوضت عمد الترحال وانصرفت ",
              " ليلا إلى حيث لم تسرح ولم تسم"
            ]
          },
          {
            "id": "689",
            "body": [
              "وكيف تحمد عقبى ماجنت يدها ",
              " بغيا وقد سرحت في مرتع وخم"
            ]
          },
          {
            "id": "690",
            "body": [
              "قد أقبلت وهي في فخر وفي جذل ",
              " وأدبرت وهي في خزي وفي سدم"
            ]
          },
          {
            "id": "691",
            "body": [
              "من يركب الغي لا يحمد عواقبه ",
              " ومن يطع قلبه أمر الهوى يهم"
            ]
          },
          {
            "id": "692",
            "body": [
              "ثم انتحى بوجوه الخيل ساهمة ",
              " بني قريظة في رجراجة حطم"
            ]
          },
          {
            "id": "693",
            "body": [
              "خانوا الرسول فجازاهم بما كسبوا ",
              " وفي الخيانة مدعاة إلى النقم"
            ]
          },
          {
            "id": "694",
            "body": [
              "وسار ينحو بني لحيان فاعتصموا ",
              " خوف الردى بالعوالي كل معتصم"
            ]
          },
          {
            "id": "695",
            "body": ["وأم ذا قرد في جحفل لجب ", " يستن في لاحب باد وفي نسم"]
          },
          {
            "id": "696",
            "body": [
              "وزار بالجيش غزوا أرض مصطلق ",
              " فما اتقوه بغير البيض في الخدم"
            ]
          },
          {
            "id": "697",
            "body": [
              "وفي الحديبية الصلح استتب إلى ",
              " عشر ولم يجر فيها من دم هدم"
            ]
          },
          {
            "id": "698",
            "body": [
              "وجاء خيبر في جأواء كالحة ",
              " بالخيل كالسيل والأسياف كالضرم"
            ]
          },
          {
            "id": "699",
            "body": [
              "حتى إذا امتنعت شم الحصون على ",
              " من رامها بعد إيغال ومقتحم"
            ]
          },
          {
            "id": "700",
            "body": [
              "قال النبي سأعطي رايتي رجلا ",
              " يحبني ويحب الله ذا الكرم"
            ]
          },
          {
            "id": "701",
            "body": [
              "ذا مرة يفتح الله الحصون على ",
              " يديه ليس بفرار ولا برم"
            ]
          },
          {
            "id": "702",
            "body": [
              "فما بدا الفجر إلا والزعيم على ",
              " جيش القتال علي رافع العلم"
            ]
          },
          {
            "id": "704",
            "body": [
              "فسار معتزما حتى أناف على ",
              " حصون خيبر بالمسلولة الخذم"
            ]
          },
          {
            "id": "705",
            "body": [
              "يمضي بمنصله قدما فيلحمه ",
              " مجرى الوريد من الأعناق واللمم"
            ]
          },
          {
            "id": "706",
            "body": [
              "حتى إذا طاح منه الترس تاح له ",
              " باب فكان له ترسا إلى العتم"
            ]
          },
          {
            "id": "707",
            "body": [
              "باب أبت قلبه جهدا ثمانية ",
              " من الصحابة أهل الجد والعزم"
            ]
          },
          {
            "id": "708",
            "body": [
              "فلم يزل صائلا في الحرب مقتحما ",
              " غيابة النقع مثل الحيدر القرم"
            ]
          },
          {
            "id": "709",
            "body": [
              "حتى تبلج فجر النصر وانتشرت ",
              " به البشائر بين السهل والعلم"
            ]
          },
          {
            "id": "710",
            "body": [
              "أبشر به يوم فتح قد أضاء به ",
              " وجه الزمان فأبدى بشر مبتسم"
            ]
          },
          {
            "id": "711",
            "body": [
              "أتى به جعفر الطيار فابتهجت ",
              " بعوده أنفس الأصحاب والعزم"
            ]
          },
          {
            "id": "712",
            "body": [
              "فكان يوما حوى عيدين في نسق ",
              " فتحا وعود كريم طاهر الشيم"
            ]
          },
          {
            "id": "631",
            "body": [
              "ثم استمرت سرايا الدين سابحة ",
              " بالخيل جامحة تستن باللجم"
            ]
          },
          {
            "id": "667",
            "body": [
              "فكان يوما عتيد البأس نال به ",
              " كلا الفريقين جهدا واري الحدم"
            ]
          },
          {
            "id": "703",
            "body": ["وكان ذا رمد فارتد ذا بصر ", " بنفثة أبرأت عينيه من ورم"]
          }
        ],
        "links": []
      },
      {
        "id": "32",
        "name": "القصيدة كاملةِ",
        "lines": [
          {
            "id": "713",
            "body": [
              "وعاد بالنصر مولى الدين منصرفا ",
              " يؤم طيبة في عز وفي نعم"
            ]
          },
          {
            "id": "714",
            "body": [
              "ثم استقام لبيت الله معتمرا ",
              " لنيل ما فاته بالهدي للحرم"
            ]
          },
          {
            "id": "715",
            "body": [
              "وسار زيد أميرا نحو مؤتة في ",
              " بعث فلاقى بها الأعداء من كثم"
            ]
          },
          {
            "id": "716",
            "body": [
              "فعبأ المسلمون الجند واقتتلوا ",
              " قتال منتصر للحق منتقم"
            ]
          },
          {
            "id": "717",
            "body": [
              "فطاح زيد وأودى جعفر وقضى ",
              " تحت العجاجة عبد الله في قدم"
            ]
          },
          {
            "id": "718",
            "body": [
              "لا عار بالموت فالشهم الجريء يرى ",
              " أن الردى في المعالي خير مغتنم"
            ]
          },
          {
            "id": "719",
            "body": [
              "وحين خاست قريش بالعهود ولم ",
              " تنصف وسارت من الأهواء في نقم"
            ]
          },
          {
            "id": "720",
            "body": [
              "وظاهرت من بني بكر حليفتها ",
              " على خزاعة أهل الصدق في الذمم"
            ]
          },
          {
            "id": "721",
            "body": [
              "قام النبي لنصر الحق معتزما ",
              " بجحفل لجموع الشرك مخترم"
            ]
          },
          {
            "id": "722",
            "body": [
              "تبدو به البيض والقسطال منتشر ",
              " كالشهب في الليل أو كالنار في الفحم"
            ]
          },
          {
            "id": "723",
            "body": [
              "لمع السيوف وتصهال الخيول به ",
              " كالبرق والرعد في مغدودق هزم"
            ]
          },
          {
            "id": "724",
            "body": [
              "عرمرم ينسف الأرض الفضاء إذا ",
              " سرى بها ويدك الهضب من خيم"
            ]
          },
          {
            "id": "725",
            "body": [
              "فيه الكماة التي ذلت لعزتها ",
              " معاطس لم تذلل قبل بالخطم"
            ]
          },
          {
            "id": "726",
            "body": [
              "من كل معتزم بالصبر محتزم ",
              " للقرن ملتزم في البأس مهتزم"
            ]
          },
          {
            "id": "727",
            "body": [
              "طالت بهم همم نالوا السماك بها ",
              " عن قدرة وعلو النفس بالهمم"
            ]
          },
          {
            "id": "728",
            "body": [
              "بيض أساورة غلب قساورة ",
              " شكس لدى الحرب مطعامون في الأزم"
            ]
          },
          {
            "id": "729",
            "body": [
              "طابت نفوسهم بالموت إذ علموا ",
              " أن الحياة التي يبغون في العدم"
            ]
          },
          {
            "id": "730",
            "body": [
              "ساسوا الجياد فظلت في أعنتها ",
              " طوع البنانة في كر ومقتحم"
            ]
          },
          {
            "id": "731",
            "body": [
              "تكاد تفقه لحن القول من أدب ",
              " وتسبق الوحي والإيماء من فهم"
            ]
          },
          {
            "id": "732",
            "body": [
              "كأن أذنابها في الكر ألوية ",
              " على سفين لأمر الريح مرتسم"
            ]
          },
          {
            "id": "733",
            "body": [
              "من كل منجرد يهوي بصاحبه ",
              " بين العجاج هوي الأجدل اللحم"
            ]
          },
          {
            "id": "734",
            "body": [
              "والبيض ترجف في الأغماد من ظمأ ",
              " والسمر ترعد في الأيمان من قرم"
            ]
          },
          {
            "id": "735",
            "body": [
              "من كل مطرد لولا علائقه ",
              " لسابق الموت نحو القرن من ضرم"
            ]
          },
          {
            "id": "736",
            "body": [
              "كأنه أرقم في رأسه حمة ",
              " يستل كيد الأعادي بابنة الرقم"
            ]
          },
          {
            "id": "737",
            "body": [
              "فلم يزل سائرا حتى أناف على ",
              " أرباض مكة بالفرسان والبهم"
            ]
          },
          {
            "id": "738",
            "body": [
              "ولفهم بخميس لو يشد على ",
              " أركان رضوى لأضحى مائل الدعم"
            ]
          },
          {
            "id": "740",
            "body": [
              "ريعوا فذلوا ولو طاشوا لوقرهم ",
              " ضرب يفرق منهم مجمع اللمم"
            ]
          },
          {
            "id": "741",
            "body": [
              "ذاقوا الردى جرعا فاستسلموا جزعا ",
              " للصلح والحرب مرقاة إلى السلم"
            ]
          },
          {
            "id": "742",
            "body": [
              "وأقبل النصر يتلو وهو مبتسم ",
              " المجد للسيف ليس المجد للقلم"
            ]
          },
          {
            "id": "743",
            "body": [
              "يا حائر اللب هذا الحق فامض له ",
              " تسلم وهذا سبيل الرشد فاستقم"
            ]
          },
          {
            "id": "744",
            "body": ["لا يصرعنك وهم بت ترقبه ", " إن التوهم حتف العاجز الوخم"]
          },
          {
            "id": "745",
            "body": [
              "هذا النبي وذاك الجيش منتشر ",
              " ملء الفضا فاستبق للخير تغتنم"
            ]
          },
          {
            "id": "746",
            "body": [
              "فالزم حماه تجد ما شئت من أرب ",
              " وشم نداه إذا ما البرق لم يشم"
            ]
          },
          {
            "id": "747",
            "body": [
              "واحلل رحالك وانزل نحو سدته ",
              " فإنها عصمة من أوثق العصم"
            ]
          },
          {
            "id": "748",
            "body": [
              "أحيا به الله أموات القلوب كما ",
              " أحيا النبات بفيض الوابل الرذم"
            ]
          },
          {
            "id": "749",
            "body": [
              "حتى إذا تم أمر الصلح وانتظمت ",
              " به عقود الأماني أي منتظم"
            ]
          },
          {
            "id": "750",
            "body": [
              "قام النبي بشكر الله منتصبا ",
              " والشكر في كل حال كافل النعم"
            ]
          },
          {
            "id": "751",
            "body": [
              "وطاف بالبيت سبعا فوق راحلة ",
              " قوداء ناجية أمضى من النسم"
            ]
          },
          {
            "id": "752",
            "body": ["فما أشار إلى بد بمحجنه ", " إلا هوى ليد مغلولة وفم"]
          },
          {
            "id": "753",
            "body": [
              "وفي حنين إذ ارتدت هوازن عن ",
              " قصد السبيل ولم ترجع إلى الحكم"
            ]
          },
          {
            "id": "754",
            "body": [
              "سرى إليها ببحر من ململمة ",
              " طامي السراة بموج البيض ملتطم"
            ]
          },
          {
            "id": "755",
            "body": [
              "حتى استذلت وعادت بعد نخوتها ",
              " تلقي إلى كل من تلقاه بالسلم"
            ]
          },
          {
            "id": "756",
            "body": [
              "ويمم الطائف الغناء ثم مضى ",
              " عنها إلى أجل في الغيب مكتتم"
            ]
          },
          {
            "id": "757",
            "body": [
              "وحين أوفى على وادي تبوك سعى ",
              " إليه ساكنها طوعا بلا رغم"
            ]
          },
          {
            "id": "758",
            "body": ["فصالحوه وأدوا جزية ورضوا ", " بحكمه وتبيع الرشد لم يهم"]
          },
          {
            "id": "759",
            "body": [
              "ألفى بها عين ماء لا تبض فمذ ",
              " دعا لها انفجرت عن سائغ سنم"
            ]
          },
          {
            "id": "760",
            "body": ["وراود الغيث فانهلت بوادره ", " بعد الجمود بمنهل ومنسجم"]
          },
          {
            "id": "761",
            "body": [
              "وأم طيبة مسرورا بعودته ",
              " يطوي المنازل بالوخادة الرسم"
            ]
          },
          {
            "id": "762",
            "body": [
              "ثم استهلت وفود الناس قاطبة ",
              " إلى حماه فلاقت وافر الكرم"
            ]
          },
          {
            "id": "763",
            "body": [
              "فكان عام وفود كلما انصرفت ",
              " عصابة أقبلت أخرى على قدم"
            ]
          },
          {
            "id": "764",
            "body": [
              "وأرسل الرسل تترى للملوك بما ",
              " فيه بلاغ لأهل الذكر والفهم"
            ]
          },
          {
            "id": "765",
            "body": [
              "وأم غالب أكناف الكديد إلى ",
              " بني الملوح فاستولى على النعم"
            ]
          },
          {
            "id": "766",
            "body": [
              "وحين خانت جذام فل شوكتها ",
              " زيد بجمع لرهط الشرك مقتثم"
            ]
          },
          {
            "id": "767",
            "body": [
              "وسار منتحيا وادي القرى فمحا ",
              " بني فزارة أصل اللؤم والقزم"
            ]
          },
          {
            "id": "768",
            "body": [
              "وأم خيبر عبد الله في نفر ",
              " إلى اليسير فأرداه بلا أتم"
            ]
          },
          {
            "id": "769",
            "body": [
              "ويمم ابن أنيس عرض نخلة إذ ",
              " طغا ابن ثور فاصماه ولم يخم"
            ]
          },
          {
            "id": "770",
            "body": [
              "ثم استقل ابن حصن فاحتوت يده ",
              " على بني العنبر الطرار والشجم"
            ]
          },
          {
            "id": "771",
            "body": [
              "وسار عمرو إلى ذات السلاسل في ",
              " جمع لهام لجيش الشرك مصطلم"
            ]
          },
          {
            "id": "772",
            "body": ["وغزوتان لعبد الله واجدة ", " إلى رفاعة والأخرى إلى إضم"]
          },
          {
            "id": "773",
            "body": [
              "وسار جمع ابن عوف نحو دومة كي ",
              " يفل سورة أهل الزور والتهم"
            ]
          },
          {
            "id": "774",
            "body": [
              "وأم بالخيل سيف البحر معتزما ",
              " أبو عبيدة في صيابة حشم"
            ]
          },
          {
            "id": "776",
            "body": [
              "وأم مدين زيد فاستوت يده ",
              " على العدو وساق السبي كالغنم"
            ]
          },
          {
            "id": "777",
            "body": [
              "وقام سالم بالعضب الجراز إلى ",
              " أبي عفيك فأرداه ولم يجم"
            ]
          },
          {
            "id": "778",
            "body": [
              "وانقض ليلا عمير بالحسام على ",
              " عصماء حتى سقاها علقم العدم"
            ]
          },
          {
            "id": "779",
            "body": [
              "وسار بعث فلم يخطئ ثمامة إذ ",
              " رآه فاحتازه غنما ولم يلم"
            ]
          },
          {
            "id": "780",
            "body": [
              "ذاك الهمام الذي لبى بمكة إذ ",
              " أتى بها معلنا في الأشهر الحرم"
            ]
          },
          {
            "id": "781",
            "body": [
              "وبعث علقمة استقرى العدو ضحى ",
              " فلم يجد في خلال الحي من أرم"
            ]
          },
          {
            "id": "782",
            "body": [
              "ورد كرز إلى العذراء من غدروا ",
              " يسار حتى لقوا برحا من الشجم"
            ]
          },
          {
            "id": "783",
            "body": [
              "وسار بعث ابن زيد للشآم فلم ",
              " يلبث أن انقض كالبازي على اليمم"
            ]
          },
          {
            "id": "784",
            "body": ["فهذه الغزوات الغر شاملة ", " جمع البعوث كدر لاح في نظم"]
          },
          {
            "id": "785",
            "body": [
              "نظمتها راجيا نيل الشفاعة من ",
              " خير البرايا ومولى العرب والعجم"
            ]
          },
          {
            "id": "786",
            "body": [
              "هو النبي الذي لولاه ما قبلت ",
              " رجاة آدم لما زل في القدم"
            ]
          },
          {
            "id": "787",
            "body": [
              "حسبي بطلعته الغراء مفخرة ",
              " لما التقيت به في عالم الحلم"
            ]
          },
          {
            "id": "788",
            "body": [
              "وقد حباني عصاه فاعتصمت بها ",
              " في كل هول فلم أفزع ولم أهم"
            ]
          },
          {
            "id": "789",
            "body": [
              "فهي التي كان يحبو مثلها كرما ",
              " لمن يود وحسبي نسبة بهم"
            ]
          },
          {
            "id": "790",
            "body": [
              "لم أخش من بعدها ما كنت أحذره ",
              " وكيف وهي التي تنجي من الغمم"
            ]
          },
          {
            "id": "791",
            "body": [
              "كفى بها نعمة تعلو بقيمتها ",
              " نفسي وإن كنت مسلوبا من القيم"
            ]
          },
          {
            "id": "792",
            "body": [
              "وما أبرئ نفسي وهي آمرة ",
              " بالسوء ما لم تعقها خيفة الندم"
            ]
          },
          {
            "id": "793",
            "body": [
              "فيا ندامة نفسي في المعاد إذا ",
              " تعوذ المرء خوف النطق بالبكم"
            ]
          },
          {
            "id": "794",
            "body": ["لكنني واثق بالعفو من ملك ", " يعفو برحمته عن كل مجترم"]
          },
          {
            "id": "795",
            "body": [
              "وسوف أبلغ آمالي وإن عظمت ",
              " جرائمي يوم ألقى صاحب العلم"
            ]
          },
          {
            "id": "796",
            "body": [
              "هو الذي ينعش المكروب إذ علقت ",
              " به الرزايا ويغني كل ذي عدم"
            ]
          },
          {
            "id": "797",
            "body": [
              "هيهات يخذل مولاه وشاعره ",
              " في الحشر وهو كريم النفس والشيم"
            ]
          },
          {
            "id": "798",
            "body": ["فمدحه رأس مالي يوم مفتقري ", " وحبه عز نفسي عند مهتضمي"]
          },
          {
            "id": "799",
            "body": [
              "وهبت نفسي له حبا وتكرمة ",
              " فهل تراني بلغت السؤل من سلمي"
            ]
          },
          {
            "id": "800",
            "body": [
              "إني وإن مال بي دهري وبرح بي ",
              " ضيم أشاط على جمر النوى أدمي"
            ]
          },
          {
            "id": "801",
            "body": [
              "لثابت العهد لم يحلل قوى أملي ",
              " يأس ولم تخط بي في سلوة قدمي"
            ]
          },
          {
            "id": "802",
            "body": [
              "لم يترك الدهر لي ما أستعين به ",
              " على التجمل إلا ساعدي وفمي"
            ]
          },
          {
            "id": "803",
            "body": [
              "هذا يحبر مدحي في الرسول وذا ",
              " يتلو على الناس ما أوحيه من كلمي"
            ]
          },
          {
            "id": "804",
            "body": [
              "يا سيد الكون عفوا إن أثمت فلي ",
              " بحبكم صلة تغني عن الرحم"
            ]
          },
          {
            "id": "805",
            "body": [
              "كفى بسلمان لي فخرا إذا انتسبت ",
              " نفسي لكم مثله في زمرة الحشم"
            ]
          },
          {
            "id": "806",
            "body": [
              "وحسن ظني بكم إن مت يكلؤني ",
              " من هول ما أتقي في ظلمة الرجم"
            ]
          },
          {
            "id": "807",
            "body": [
              "تالله ما عاقني عن حيكم شجن ",
              " لكنني موثق في ربقة السلم"
            ]
          },
          {
            "id": "808",
            "body": [
              "فهل إلى زورة يحيا الفؤاد بها ",
              " ذريعة أبتغيها قبل مخترمي"
            ]
          },
          {
            "id": "809",
            "body": [
              "شكوت بثي إلى ربي لينصفني ",
              " من كل باغ عتيد الجور أوهكم"
            ]
          },
          {
            "id": "810",
            "body": ["وكيف أرهب حيفا وهو منتقم ", " يهابه كل جبار ومنتقم"]
          },
          {
            "id": "812",
            "body": [
              "يا مالك الملك هب لي منك مغفرة ",
              " تمحو ذنوبي غداة الخوف والندم"
            ]
          },
          {
            "id": "739",
            "body": [
              "فأقبلوا يسألون الصفح حين رأوا ",
              " أن اللجاجة مدعاة إلى الندم"
            ]
          },
          {
            "id": "775",
            "body": [
              "وسار عمرو إلى أم القرى لأبي ",
              " سفيان لكن عدته مهلة القسم"
            ]
          },
          {
            "id": "811",
            "body": [
              "لا غرو إن نلت ما أملت منه فقد ",
              " أنزلت معظم آمالي بذي كرم"
            ]
          }
        ],
        "links": []
      },
      {
        "id": "33",
        "name": "القصيدة كاملةِ",
        "lines": [
          {
            "id": "813",
            "body": [
              "وامنن علي بلطف منك يعصمني ",
              " زيغ النهى يوم أخذ الموت بالكظم"
            ]
          },
          {
            "id": "814",
            "body": [
              "لم أدع غيرك فيما نابني فقني ",
              " شر العواقب واحفظني من التهم"
            ]
          },
          {
            "id": "815",
            "body": [
              "حاشا لراجيك أن يخشى العثار وما ",
              " بعد الرجاء سوى التوفيق للسلم"
            ]
          },
          {
            "id": "816",
            "body": [
              "وكيف أخشى ضلالا بعدما سلكت ",
              " نفسي بنور الهدى في مسلك قيم"
            ]
          },
          {
            "id": "817",
            "body": [
              "ولي بحب رسول الله منزلة ",
              " أرجو بها الصفح يوم الدين عن جرمي"
            ]
          },
          {
            "id": "818",
            "body": ["لا أدعي عصمة لكن يدي علقت ", " بسيد من يرد مرعاته يسم"]
          },
          {
            "id": "819",
            "body": [
              "خدمته بمديحي فاعتلوت على ",
              " هام السماك وصار السعد من خدمي"
            ]
          },
          {
            "id": "820",
            "body": [
              "وكيف أرهب ضيما بعد خدمته ",
              " وخادم السادة الأجواد لم يضم"
            ]
          },
          {
            "id": "821",
            "body": [
              "أم كيف يخذلني من بعد تسميتي ",
              " باسم له في سماء العرش محترم"
            ]
          },
          {
            "id": "822",
            "body": [
              "أبكاني الدهر حتى إذ لجئت به ",
              " حنا علي وأبدى ثغر مبتسم"
            ]
          },
          {
            "id": "823",
            "body": [
              "فهو الذي يمنح العافين ما سألوا ",
              " فضلا ويشفع يوم الدين في الأمم"
            ]
          },
          {
            "id": "824",
            "body": ["نور لمقتبس ذخر لملتمس ", " حرز لمبتئس كهف لمعتصم"]
          },
          {
            "id": "825",
            "body": [
              "بث الردى والندى شطرين فانبعثا ",
              " فيمن غوى وهدى بالبؤس والنعم"
            ]
          },
          {
            "id": "826",
            "body": [
              "فالكفر من بأسه المشهور في حرب ",
              " والدين من عدله المأثور في حرم"
            ]
          },
          {
            "id": "827",
            "body": [
              "هذا ثنائي وإن قصرت فيه فلي ",
              " عذر وأين السها من كف مستلم"
            ]
          },
          {
            "id": "828",
            "body": [
              "هيهات أبلغ بالأشعار مدحته ",
              " وإن سلكت سبيل القالة القدم"
            ]
          },
          {
            "id": "829",
            "body": [
              "ماذا عسى أن يقول المادحون وقد ",
              " أثنى عليه بفضل منزل الكلم"
            ]
          },
          {
            "id": "830",
            "body": [
              "فهاكها يا رسول الله زاهرة ",
              " تهدي إلى النفس ريا الآس والبرم"
            ]
          },
          {
            "id": "831",
            "body": [
              "وسمتها باسمك العالي فألبسنها ",
              " ثوبا من الفخر لا يبلى على القدم"
            ]
          },
          {
            "id": "832",
            "body": [
              "غريبة في إسار البين لو أنست ",
              " بنظرة منك لاستغنت عن النسم"
            ]
          },
          {
            "id": "833",
            "body": [
              "لم ألتزم نظم حبات البديع بها ",
              " إذ كان صوغ المعاني الغر ملتزمي"
            ]
          },
          {
            "id": "834",
            "body": [
              "وإنما هي أبيات رجوت بها ",
              " نيل المنى يوم تحيا بذة الرمم"
            ]
          },
          {
            "id": "835",
            "body": [
              "نثرت فيها فريد المدح فانتظمت ",
              " أحسن بمنتثر منها ومنتظم"
            ]
          },
          {
            "id": "836",
            "body": ["صدرتها بنسيب شف باطنه ", " عن عفة لم يشنها قول متهم"]
          },
          {
            "id": "837",
            "body": [
              "لم أتخذه جزافا بل سلكت به ",
              " في القول مسلك أقوام ذوي قدم"
            ]
          },
          {
            "id": "838",
            "body": [
              "تابعت كعبا وحسانا ولي بهما ",
              " في القول أسوة بر غير متهم"
            ]
          },
          {
            "id": "839",
            "body": [
              "والشعر معرض ألباب يروج به ",
              " ما نمقته يد الآداب والحكم"
            ]
          },
          {
            "id": "840",
            "body": [
              "فلا يلمني على التشبيب ذو عنت ",
              " فبلبل الروض مطبوع على النغم"
            ]
          },
          {
            "id": "841",
            "body": [
              "وليس لي روضة ألهو بزهرتها ",
              " في معرض القول إلا روضة الحرم"
            ]
          },
          {
            "id": "842",
            "body": [
              "فهي التي تيمت قلبي وهمت بها ",
              " وجدا وإن كنت عف النفس لم أهم"
            ]
          },
          {
            "id": "843",
            "body": [
              "معاهد نقشت في وجنتي لها ",
              " أيدي الهوى أسطرا من عبرتي بدم"
            ]
          },
          {
            "id": "844",
            "body": [
              "يا حادي العيس إن بلغتني أملي ",
              " من قصده فاقترح ما شئت واحتكم"
            ]
          },
          {
            "id": "845",
            "body": [
              "سر بالمطايا ولا ترفق فليس فتى ",
              " أولى بهذا السرى من سائق حطم"
            ]
          },
          {
            "id": "846",
            "body": [
              "ولا تخف ضلة وانظر فسوف ترى ",
              " نورا يريك مدب الذر في الأكم"
            ]
          },
          {
            "id": "848",
            "body": [
              "هذي مناي وحسبي أن أفوز بها ",
              " بنعمة الله قبل الشيب والهرم"
            ]
          },
          {
            "id": "849",
            "body": [
              "ومن يكن راجيا مولاه نال به ",
              " ما لم ينله بفضل الجد والهمم"
            ]
          },
          {
            "id": "850",
            "body": [
              "فاسجد له واقترب تبلغ بطاعته ",
              " ما شئت في الدهر من جاه ومن عظم"
            ]
          },
          {
            "id": "851",
            "body": [
              "هو المليك الذي ذلت لعزته ",
              " أهل المصانع من عاد ومن إرم"
            ]
          },
          {
            "id": "852",
            "body": [
              "يحيي البرايا إذا حان المعاد كما ",
              " يحيي النبات بشؤبوب من الديم"
            ]
          },
          {
            "id": "853",
            "body": [
              "يا غافر الذنب والألباب حائرة ",
              " في الحشر والنار ترمي الجو بالضرم"
            ]
          },
          {
            "id": "854",
            "body": [
              "حاشا لفضلك وهو المستعاذ به ",
              " أن لا تمن على ذي خلة عدم"
            ]
          },
          {
            "id": "855",
            "body": [
              "إني لمستشفع بالمصطفى وكفى ",
              " به شفيعا لدى الأهوال والقحم"
            ]
          },
          {
            "id": "856",
            "body": [
              "فاقبل رجائي فمالي من ألوذ به ",
              " سواك في كل ما أخشاه من فقم"
            ]
          },
          {
            "id": "857",
            "body": [
              "وصل رب على المختار ما طلعت ",
              " شمس النهار ولاحت أنجم الظلم"
            ]
          },
          {
            "id": "858",
            "body": [
              "والآل والصحب والأنصار من تبعوا ",
              " هداه واعترفوا بالعهد والذمم"
            ]
          },
          {
            "id": "859",
            "body": [
              "وامنن على عبدك العاني بمغفرة ",
              " تمحو خطاياه في بدء ومختتم"
            ]
          },
          {
            "id": "847",
            "body": ["وكيف يخشى ضلالا من يؤم حمى ", " محمد وهو مشكاة على علم"]
          }
        ],
        "links": []
      }
    ]
  },
  "4": {
    "id": "4",
    "name": "بردة كعب بن زهير",
    "author": "الصحابي الجليل كعب ان زهير",
    "desc":
    "البردة الأولي و كانت أمام المصطفي صلي الله عليه وسلم بالمدينة المنورة",
    "chapters": [
      {
        "id": "34",
        "name": "الفصل الأول",
        "lines": [
          {
            "id": "860",
            "body": [
              "بانت سعاد فقلبي اليوم متبول ",
              " متيم إثرها لم يفد مكبول"
            ]
          },
          {
            "id": "861",
            "body": [
              "وما سعاد غداة البين إذ رحلوا ",
              " إلا أغن غضيض الطرف مكحول"
            ]
          },
          {
            "id": "862",
            "body": ["هيفاء مقبلة عجزاء مدبرة ", " لا يشتكى قصر منها ولا طول"]
          },
          {
            "id": "863",
            "body": [
              "تجلو عوارض ذي ظلم إذا ابتسمت ",
              " كأنه منهل بالراح معلول"
            ]
          },
          {
            "id": "864",
            "body": ["شجت بذي شبم من ماء معنية ", " صاف بأبطح أضحى وهومشمول"]
          },
          {
            "id": "865",
            "body": [
              "تنفي الرياح القذى عنه وأفرطه ",
              " من صوب سارية بيض يعاليل"
            ]
          },
          {
            "id": "866",
            "body": [
              "أكرم بها خلة لو أنها صدقت ",
              " موعودها أو لو أن النصح مقبول"
            ]
          },
          {
            "id": "867",
            "body": ["لكنها خلة قد سيط من دمها ", " فجع وولع وإخلاف وتبديل"]
          },
          {
            "id": "868",
            "body": [
              "فما تدوم على حال تكون بها ",
              " كما تلون في أثوابها الغول"
            ]
          },
          {
            "id": "869",
            "body": [
              "ولا تمسك بالعهد الذي زعمت ",
              " إلا كما يمسك الماء الغرابيل"
            ]
          },
          {
            "id": "870",
            "body": [
              "فلا يغرنك ما منت وما وعدت ",
              " إن الأماني والأحلام تضليل"
            ]
          },
          {
            "id": "871",
            "body": [
              "كانت مواعيد عرقوب لها مثلا ",
              " وما مواعيدها إلا الأباطيل"
            ]
          },
          {
            "id": "872",
            "body": ["أرجو وآمل أن تدنو مودتها ", " وما إخال لدينا منك تنويل"]
          }
        ],
        "links": []
      },
      {
        "id": "35",
        "name": "الفصل الثاني",
        "lines": [
          {
            "id": "873",
            "body": [
              "أمست سعاد بأرض لايبلغها ",
              " إلا العتاق النجيبات المراسيل"
            ]
          },
          {
            "id": "874",
            "body": ["ولن يبلغها إلاغذافرة ", " لها على الأين إرقال وتبغيل"]
          },
          {
            "id": "875",
            "body": [
              "من كل نضاخة الذفرى إذا عرقت ",
              " عرضتها طامس الأعلام مجهول"
            ]
          },
          {
            "id": "876",
            "body": [
              "ترمي الغيوب بعيني مفرد لهق ",
              " إذا توقدت الحزاز والميل"
            ]
          },
          {
            "id": "877",
            "body": [
              "ضخم مقلدها فعم مقيدها ",
              " في خلقها عن بنات الفحل تفضيل"
            ]
          },
          {
            "id": "878",
            "body": ["غلباء وجناء علكوم مذكرة ", " في دفها سعة قدامها ميل"]
          },
          {
            "id": "879",
            "body": ["وجلدها من أطوم لا يؤيسه ", " طلح بضاحية المتنين مهزول"]
          },
          {
            "id": "880",
            "body": ["حرف أخوها أبوها من مهجنة ", " وعمها خالها قوداء شمليل"]
          },
          {
            "id": "881",
            "body": [
              "يمشي القراد عليها ثم يزلقه ",
              " منها لبان وأقراب زهاليل"
            ]
          },
          {
            "id": "882",
            "body": [
              "عيرانة قذفت بالنحض عن عرض ",
              " مرفقها عن بنات الزور مفتول"
            ]
          },
          {
            "id": "883",
            "body": [
              "كأنما فات عينيهاومذبحها ",
              " من خطمها ومن اللحيين برطيل"
            ]
          },
          {
            "id": "885",
            "body": [
              "قنواء في حرتيها للبصير بها ",
              " عتق مبين وفي الخدين تسهيل"
            ]
          },
          {
            "id": "886",
            "body": ["تخدي على يسرات وهي لاحقة ", " ذوابل مسهن الأرض تحليل"]
          },
          {
            "id": "887",
            "body": [
              "سمر العجايات يتركن الحصى زيما ",
              " لم يقهن رؤوس الأكم تنعيل"
            ]
          },
          {
            "id": "888",
            "body": ["كأن أوب ذراعيها إذا عرقت ", " وقد تلفع بالكور العساقيل"]
          },
          {
            "id": "889",
            "body": ["يوما يظل به الحرباء مصطخدا ", " كأن ضاحيه بالشمس مملول"]
          },
          {
            "id": "890",
            "body": [
              "وقال للقوم حاديهم وقد جعلت ",
              " ورق الجنادب يركضن الحصى قيلوا"
            ]
          },
          {
            "id": "891",
            "body": ["شد النهار ذراعا عيطل نصف ", " قامت فجاوبها نكد مثاكيل"]
          },
          {
            "id": "892",
            "body": [
              "نواحة رخوة الضبعين ليس لها ",
              " لما نعى بكرها الناعون معقول"
            ]
          },
          {
            "id": "893",
            "body": ["تفري اللبان بكفيها ومدرعها ", " مشقق عن تراقيها رعابيل"]
          },
          {
            "id": "884",
            "body": [
              "تمر مثل عسيب النخل ذا خصل ",
              " في غارز لم تخونه الأحاليل"
            ]
          }
        ],
      },
      {
        "id": "36",
        "name": "الفصل الثالث",
        "lines": [
          {
            "id": "894",
            "body": [
              "تسعى الوشاة جنابيها وقولهم ",
              " إنك يا ابن أبي سلمى لمقتول"
            ]
          },
          {
            "id": "895",
            "body": ["وقال كل خليل كنت آمله ", " لا ألهينك إني عنك مشغول"]
          },
          {
            "id": "896",
            "body": [
              "فقلت خلوا سبيلي لا أبا لكم ",
              " فكل ما قدر الرحمن مفعول"
            ]
          },
          {
            "id": "897",
            "body": [
              "كل ابن أنثى وإن طالت سلامته ",
              " يوما على آلة حدباء محمول"
            ]
          }
        ],
      },
      {
        "id": "37",
        "name": "الفصل الرابع",
        "lines": [
          {
            "id": "898",
            "body": [
              "أنبئت أن رسول الله أوعدني ",
              " والعفو عند رسول الله مأمول"
            ]
          },
          {
            "id": "899",
            "body": [
              "وقد أتيت رسول الله معتذرا ",
              " والعذر عند رسول الله مقبول"
            ]
          },
          {
            "id": "900",
            "body": [
              "مهلا هداك الذي أعطاك نافلة ",
              " القرآن فيها مواعيظ وتفصيل"
            ]
          },
          {
            "id": "901",
            "body": [
              "لا تأخذني بأقوال الوشاة ولم ",
              " أذنب وقد كثرت في الأقاويل"
            ]
          },
          {
            "id": "902",
            "body": [
              "لقد أقوم مقاما لو يقوم به ",
              " أرى وأسمع ما لم يسمع الفيل"
            ]
          },
          {
            "id": "903",
            "body": ["لظل يرعد إلا أن يكون له من ", " الرسول بإذن الله تنويل"]
          },
          {
            "id": "904",
            "body": [
              "حتى وضعت يميني لا أنازعه ",
              " في كف ذي نغمات قيله القيل"
            ]
          },
          {
            "id": "905",
            "body": ["لذاك أهيب عندي إذ أكلمه ", " وقيل إنك منسوب ومسئول"]
          },
          {
            "id": "906",
            "body": [
              "من خادر من ليوث الأسد مسكنه ",
              " من بطن عثر غيل دونه غيل"
            ]
          },
          {
            "id": "907",
            "body": [
              "يغدو فيلحم ضرغامين عيشهما ",
              " لحم من القوم معفور خراديل"
            ]
          },
          {
            "id": "908",
            "body": [
              "إذا يساور قرنا لا يحل له ",
              " أن يترك القرن إلا وهومغلول"
            ]
          },
          {
            "id": "909",
            "body": ["منه تظل سباع الجوضامزة ", " ولا تمشى بواديه الأراجيل"]
          },
          {
            "id": "910",
            "body": ["ولا يزال بواديه أخو ثقة ", " مطرح البز والدرسان مأكول"]
          }
        ],
        "links": []
      },
      {
        "id": "38",
        "name": "الفصل الخامس",
        "lines": [
          {
            "id": "911",
            "body": ["إن الرسول لنور يستضاء به ", " مهند من سيوف الله مسلول"]
          },
          {
            "id": "912",
            "body": [
              "في فتية من قريش قال قائلهم ",
              " ببطن مكة لما أسلموا زولوا"
            ]
          },
          {
            "id": "913",
            "body": [
              "زالوا فما زال أنكاس ولا كشف ",
              " عند اللقاء ولا ميل معازيل"
            ]
          },
          {
            "id": "914",
            "body": [
              "شم العرانين أبطال لبوسهم ",
              " من نسج دأود في الهيجا سرابيل"
            ]
          },
          {
            "id": "915",
            "body": ["بيض سوابغ قد شكت لها حلق ", " كأنها حلق القفعاء مجدول"]
          },
          {
            "id": "916",
            "body": [
              "يمشون مشي الجمال الزهر يعصمهم ",
              " ضرب إذا عرد السود التنابيل"
            ]
          },
          {
            "id": "917",
            "body": [
              "لا يفرحون إذا نالت رماحهم ",
              " قوما وليسوا مجازيعا إذا نيلوا"
            ]
          },
          {
            "id": "918",
            "body": [
              "لا يقع الطعن إلا في نحورهم ",
              " وما لهم عن حياض الموت تهليل"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "5": {
    "id": "5",
    "name": "أهلا وسهلا بالنبى",
    "author": "",
    "desc":
    "أهلا وسهلا بالنبى .. خير الأنام يا سيدنا النبى العربى .. أهلا وسهلا بالحبيب .. خير الأنام نعم الطبيب .. أهلا وسهلا بالإمام .. قد فاق بدرا بالتمام",
    "chapters": [
      {
        "id": "39",
        "name": "",
        "lines": [
          {
            "id": "919",
            "body": [
              "أهلا وسهلا بالنبى ",
              " خير الأنام يا سيدنا النبى العربى"
            ]
          },
          {
            "id": "920",
            "body": ["أهلا وسهلا بالحبيب ", " خير الأنام نعم الطبيب"]
          },
          {
            "id": "922",
            "body": ["أهلا وسهلا بالإمام ", " قد فاق بدرا بالتمام"]
          },
          {
            "id": "923",
            "body": [
              "وشفيعنا يوم الزحام ",
              " خير الأنام يا سيدنا النبى العربى"
            ]
          },
          {
            "id": "924",
            "body": ["أهلا وسهلا بالرسول ", " تاج الرضا تاج القبول"]
          },
          {
            "id": "925",
            "body": ["وحبه عين الوصول ", " خير الأنام يا سيدنا النبى العربى"]
          },
          {
            "id": "926",
            "body": ["يا روضة فيها الرضا ", " والعفو عما قد مضى"]
          },
          {
            "id": "927",
            "body": [
              "فيها الشفيع المرتضى ",
              " خير الأنام يا سيدنا النبى العربى"
            ]
          },
          {
            "id": "928",
            "body": ["فيها الوصال فيها الشهود ", " فيها الركوع فيها السجود"]
          },
          {
            "id": "929",
            "body": [
              "جاءت له خير الوفود ",
              " خير الأنام يا سيدنا النبى العربى"
            ]
          },
          {
            "id": "930",
            "body": ["قمر إذا كشف اللثام ", " فازوا بزورته الكرام"]
          },
          {
            "id": "931",
            "body": [
              "وله التهجد فى الظلام ",
              " خير الأنام يا سيدنا النبى العربى"
            ]
          },
          {
            "id": "932",
            "body": ["يتلو الكتاب مرتلا ", " ومبينا ومفصلا"]
          },
          {
            "id": "933",
            "body": ["للخلق حقا أرسل ", " خير الأنام يا سيدنا النبى العربى"]
          },
          {
            "id": "934",
            "body": ["بالسيف جئت و بالقلم ", " ودعوت قومك للسلام"]
          },
          {
            "id": "935",
            "body": ["لك أمة خير الأنام ", " فيها النبى العربى"]
          },
          {
            "id": "936",
            "body": ["صليت نحو القبلتين ", " جد الحسن جد الحسين"]
          },
          {
            "id": "937",
            "body": ["وعزلت عنا كل شين ", " أنت النبى العربى"]
          },
          {
            "id": "938",
            "body": ["يا صادق الوعد الأمين ", " أنت البشير كذا النذير"]
          },
          {
            "id": "939",
            "body": ["وكذا سرى فينا المنير ", " خير الأنام العربى"]
          },
          {
            "id": "921",
            "body": [
              "يا مفرح القلب الكئيب ",
              " خير الأنام يا سيدنا النبى العربى"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "6": {
    "id": "6",
    "name": "عودى يا ليالى الرضا",
    "author": "",
    "desc":
    "عودى يا ليالى الرضا .. بالأنس الذى قد مضى .. قد رضى المحبوب .. ونلنا المطلوب .. ونادى منادى الشرف .. عفا الله عما سلف",
    "chapters": [
      {
        "id": "40",
        "name": "",
        "lines": [
          {
            "id": "940",
            "body": ["عودى يا ليالى الرضا ", " بالأنس الذى قد مضى"]
          },
          {
            "id": "941",
            "body": ["قد رضى المحبوب ", " ونلنا المطلوب"]
          },
          {
            "id": "942",
            "body": ["ونادى منادى الشرف ", " عفا الله عما سلف"]
          },
          {
            "id": "943",
            "body": ["يا من عودونا الوفا ", " أنتم حبنا وكفى"]
          },
          {
            "id": "944",
            "body": ["يا أهل المعروف ", " والصفح المألوف"]
          },
          {
            "id": "945",
            "body": ["عبد بالذنوب إعترف ", " عفا الله عما سلف"]
          },
          {
            "id": "946",
            "body": ["مالى غير إحسانكم ", " فمنوا بغفرانكم"]
          },
          {
            "id": "947",
            "body": ["للعبد الجانى ", " جم العصيان"]
          },
          {
            "id": "948",
            "body": ["على بابكم وقف ", " عفا الله عما سلف"]
          },
          {
            "id": "949",
            "body": ["عبد عنكم لن يحول ", " ومن صدكم نحل"]
          },
          {
            "id": "950",
            "body": ["أوصلوا المهجور ", " واجبروا المكسور"]
          },
          {
            "id": "951",
            "body": ["وأرحموا شديد الأسف ", " عفا الله عما سلف"]
          },
          {
            "id": "952",
            "body": ["ترى هل يزول الجفا ", " ومنكم ننال الوفا"]
          },
          {
            "id": "953",
            "body": ["كونوا لى أنتم ", " مثل ما كنتم"]
          },
          {
            "id": "954",
            "body": ["قولوا عبدنا لا تخف ", " عفا الله عما سلف"]
          }
        ],
        "links": []
      }
    ]
  },
  "7": {
    "id": "7",
    "name": "يا سماح الوجوه نظرة",
    "author": "",
    "desc":
    "الى النبى أصب وجدى .. يا سادتى هيا فاقبلونى .. يوم القيامه أتى الشفيع .. اليه هيا فقدمونى .. يا سماح الوجوه نظرة .. يا حماتى تداركونى",
    "chapters": [
      {
        "id": "41",
        "name": "",
        "lines": [
          {
            "id": "965",
            "body": ["الى النبى أصب وجدى ", " يا سادتى هيا فاقبلونى"]
          },
          {
            "id": "966",
            "body": ["يوم القيامه أتى الشفيع ", " اليه هيا فقدمونى"]
          },
          {
            "id": "955",
            "body": ["يا سماح الوجوه نظرة ", " يا حماتى تداركونى"]
          },
          {
            "id": "956",
            "body": ["إنى أتيت الحمى بذلى ", " ضيفا نزيلا فأكرمونى"]
          },
          {
            "id": "957",
            "body": ["وجئت لكم عبدا ذليلا ", " فهل عساكم أن تقبلونى"]
          },
          {
            "id": "958",
            "body": ["فيا كرام العباد جودوا ", " ذنوب قلبى قد أثقلونى"]
          },
          {
            "id": "959",
            "body": ["دارت كؤؤسى فهمت وجدا ", " وطبت لما سقيتمونى"]
          },
          {
            "id": "960",
            "body": ["حقا عليكم بأن تجبروا ", " صبا أتاكم باكى العيون"]
          },
          {
            "id": "961",
            "body": ["أما كفاكم أنى محب ", " حتى الى الغير تحوجونى"]
          },
          {
            "id": "962",
            "body": ["فصرت فى حبكم أنادى ", " يا سادة الحى تداركونى"]
          },
          {
            "id": "963",
            "body": ["والله إن مت فى هواكم ", " فبدمع عينى فغسلونى"]
          },
          {
            "id": "964",
            "body": ["يا آل عقيل نظره الينا ", " أنت الدليل لا تتركونا"]
          },
          {
            "id": "968",
            "body": ["على حبهم لا أخشى لائم ", " أهل الحنان هم عودونى"]
          },
          {
            "id": "969",
            "body": ["كل الجمال و الحسن فيهم ", " على دربهم نظرت عيونى"]
          },
          {
            "id": "967",
            "body": ["على دربهم نادى المنادى ", " فإن أسأت فسامحونى"]
          }
        ],
        "links": [
          {
            "id": "13",
            "link": "https://www.youtube.com/embed/u2VuY04hm5M",
            "source": "you_tube"
          },
          {
            "id": "14",
            "link": "https://www.youtube.com/embed/1ahgzx-7cxA",
            "source": "you_tube"
          }
        ]
      }
    ]
  },
  "8": {
    "id": "8",
    "name": "أنا جيت لك يارسول الله",
    "author": "",
    "desc":
    "أنا جيت لك يارسول الله .. أنا جيت لك ياحبيب الله .. مشتاق لك يارسول الله .. إرضينا وزرنا لله .. أنا جيت لك مداح على بابك .. ومعايا ناس من أحبابك",
    "chapters": [
      {
        "id": "42",
        "name": "",
        "lines": [
          {
            "id": "970",
            "body": ["أنا جيت لك يارسول الله ", " أنا جيت لك ياحبيب الله"]
          },
          {
            "id": "971",
            "body": ["مشتاق لك يارسول الله ", " إرضينا وزرنا لله"]
          },
          {
            "id": "972",
            "body": ["أنا جيت لك مداح على بابك ", " ومعايا ناس من أحبابك"]
          },
          {
            "id": "973",
            "body": ["إرضينا وخدنا فى رحابك ", " وحياتك يارسول الله"]
          },
          {
            "id": "974",
            "body": ["أنا جيت لك دمعى سيال ", " وحياتك دايما على البال"]
          },
          {
            "id": "975",
            "body": ["أنا جيت لك و الشوق مرسال ", " فرحنا يا رسول الله"]
          },
          {
            "id": "976",
            "body": ["بغرامك دايما مجنون ", " لا أنا غايب ولا أنا مفتون"]
          },
          {
            "id": "977",
            "body": ["يا ما ظنوا فى غرامى ظنون ", " وأنا راضى يا رسول الله"]
          },
          {
            "id": "978",
            "body": ["إن كان على النوح و الأحزان ", " يشهد لى مكان وزمان"]
          },
          {
            "id": "979",
            "body": ["أنا جيت لك وأنا فيك هيمان ", " أروينا يارسول الله"]
          },
          {
            "id": "980",
            "body": ["هنغنى لحد ما ترضينا ", " وندوب فيك لحد ما تفنينا"]
          },
          {
            "id": "981",
            "body": ["مين يفهم معنى أغنينا ", " يشتاق لك يا رسول الله"]
          },
          {
            "id": "982",
            "body": ["ولا كلمة ولا حتى سلام ", " ولا رؤيه ولا طيف فى منام"]
          },
          {
            "id": "983",
            "body": ["يرضكيم والله حرام ", " مشتاق لك يا رسول الله"]
          }
        ],
        "links": []
      }
    ]
  },
  "9": {
    "id": "9",
    "name": "عزى أنت عزى",
    "author": "",
    "desc":
    "عزى أنت عزى يارسول الله .. جاهى أنت جاهى عدتى لله .. يا صفوة الرب يا غاية القرب .. إنظر الى قلبى يا إبن عبد الله .. يا طاهر الأنساب من سادة أنجاب .. لله أنت الباب وأنت باب الله",
    "chapters": [
      {
        "id": "43",
        "name": "",
        "lines": [
          {
            "id": "984",
            "body": ["عزى أنت عزى يارسول الله ", " جاهى أنت جاهى عدتى لله"]
          },
          {
            "id": "985",
            "body": [
              "يا صفوة الرب يا غاية القرب ",
              " إنظر الى قلبى يا إبن عبد الله"
            ]
          },
          {
            "id": "986",
            "body": [
              "يا طاهر الأنساب من سادة أنجاب ",
              " لله أنت الباب وأنت باب الله"
            ]
          },
          {
            "id": "987",
            "body": [
              "يا غاية الغايات ياعالى الدرجات ",
              " فى سائر الحالات يا إبن عبد الله"
            ]
          },
          {
            "id": "988",
            "body": [
              "أرحم محبينك ماتوا على دينك ",
              " ما أحلى جمال عينك يا إبن عبدالله"
            ]
          },
          {
            "id": "989",
            "body": [
              "أحبابك العزو لله قد مروا ",
              " جاؤك يابر يا إابن عبد الله"
            ]
          },
          {
            "id": "990",
            "body": [
              "واخنم لنا بالدين قى ساعة اليقين ",
              " نفوز يوم الدين نلقى رسول الله"
            ]
          },
          {
            "id": "991",
            "body": [
              "يا معدن الأنوار يا منبع الأسرار ",
              " يا خيرة الأخيار يا خير خلق الله"
            ]
          },
          {
            "id": "992",
            "body": [
              "يا أكحل العينين يا سيد الكونين ",
              " يا ثانى الأثنين يا خير خلق الله"
            ]
          },
          {
            "id": "993",
            "body": [
              "ووجهك الوضاء ينير فى الظلماء ",
              " كالشمس فى الأنحاءياخيرخلق الله"
            ]
          },
          {
            "id": "994",
            "body": [
              "والجيش يلقى الماء من كفك السخاء ",
              " حقا ماهو إطراء يا خير خلق الله"
            ]
          },
          {
            "id": "995",
            "body": [
              "جاءت له الأشجار تمشى الى المختار ",
              " والجذع معه سار حبا برسول الله"
            ]
          },
          {
            "id": "996",
            "body": [
              "باللمس بالكف والريق كم يشفى ",
              " ياكامل الوصف يا خير خلق الله"
            ]
          },
          {
            "id": "997",
            "body": [
              "يا ناصر الاسلام بالسيف و الإقدام ",
              " يا واصل الأرحام يا خير خلق الله"
            ]
          },
          {
            "id": "998",
            "body": [
              "أقسمت بالزهرا وبسورة البقرا ",
              " سيدنا النبى نظره مد العطا لله"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "10": {
    "id": "10",
    "name": "مدد يا مولانا يا حسين",
    "author": "",
    "desc":
    "مدد يامولانا يا حسين .. مدد يا أبو زين العابدين .. مدد مدد مدد مدد .. مدد يامولانا يا حسين .. حديث لجدك طمنى .. بذكره أفضل متهنى",
    "chapters": [
      {
        "id": "44",
        "name": "",
        "lines": [
          {
            "id": "999",
            "body": ["مدد يامولانا يا حسين ", " مدد يا أبو زين العابدين"]
          },
          {
            "id": "1000",
            "body": ["مدد مدد مدد مدد ", " مدد يامولانا يا حسين"]
          },
          {
            "id": "1001",
            "body": ["حديث لجدك طمنى ", " بذكره أفضل متهنى"]
          },
          {
            "id": "1002",
            "body": ["أنا من حسين وحسين منى ", " مين اللى ينكر فضلك مين"]
          },
          {
            "id": "1003",
            "body": [
              "سيدنا الحسين يا ابن الزهرا ",
              " نسل الأمام يا ابن الطاهره"
            ]
          },
          {
            "id": "1004",
            "body": ["أستعطفك بالله نظره ", " يا ابن بنت رسول الله"]
          },
          {
            "id": "1006",
            "body": ["أستحلفك بالله نظره ", " يا بنت بنت رسول الله"]
          },
          {
            "id": "1007",
            "body": ["عالى المقام يا إمام على ", " باب العلوم نظره يا على"]
          },
          {
            "id": "1008",
            "body": ["يا أهل الكرم ارحموا حالى ", " يا آل بيت رسول الله"]
          },
          {
            "id": "1009",
            "body": ["شبه الحبيب أصل وصوره ", " فيه المحاسن مأثوره"]
          },
          {
            "id": "1010",
            "body": ["عشان كده ع المقصوره ", " أمم تروح وأمم جايين"]
          },
          {
            "id": "1011",
            "body": ["كل الوفود جايه وهلا ", " من نور حبيبها تتملى"]
          },
          {
            "id": "1012",
            "body": ["لما النبى سره تجلى ", " اتهنت الروح ويا العين"]
          },
          {
            "id": "1005",
            "body": ["ست الكريمه بنت الزهرا ", " نسل الأمام بنت الطاهره"]
          }
        ],
        "links": []
      }
    ]
  },
  "11": {
    "id": "11",
    "name": "يا كتاب الغيوب",
    "author": "",
    "desc":
    "أنت طه الرسول .. أنت باب القبول .. كل هم يزول .. بالصلاة عليك .. أنت زين الملاح .. أنت نور الصباح",
    "chapters": [
      {
        "id": "45",
        "name": "",
        "lines": [
          {
            "id": "1017",
            "body": ["أنت طه الرسول ", " أنت باب القبول"]
          },
          {
            "id": "1018",
            "body": ["كل هم يزول ", " بالصلاة عليك"]
          },
          {
            "id": "1019",
            "body": ["أنت زين الملاح ", " أنت نور الصباح"]
          },
          {
            "id": "1020",
            "body": ["أنت باب الفلاح ", " الصلاة عليك"]
          },
          {
            "id": "1013",
            "body": ["يا كتاب الغيوب ", " قد لجأنا اليك"]
          },
          {
            "id": "1014",
            "body": ["يا شفاء الصدور ", " الصلاة عليك"]
          },
          {
            "id": "1015",
            "body": ["أنت مجلى الجمال ", " فى نظام الكمال"]
          },
          {
            "id": "1016",
            "body": ["كل هذا النوال ", " من عطاء يديك"]
          },
          {
            "id": "1021",
            "body": ["أنت نور المدينه ", " أنت أحمد نبينا"]
          },
          {
            "id": "1022",
            "body": ["يا أبا القاسم دعينا ", " فأتينا اليك"]
          },
          {
            "id": "1023",
            "body": ["وعليك السلام ", " يا خير الأنام"]
          },
          {
            "id": "1024",
            "body": ["ما شدا المستهام ", " بالصلاة عليك"]
          },
          {
            "id": "1025",
            "body": ["أنت زين الوجود ", " أنت سر الشهود"]
          },
          {
            "id": "1026",
            "body": ["يا كثير السجود ", " الصلاة عليك"]
          },
          {
            "id": "1027",
            "body": ["أنت فى العالمين ", " روح جسم اليقين"]
          },
          {
            "id": "1028",
            "body": ["موكب المرسلين ", " قام بين يديك"]
          },
          {
            "id": "1029",
            "body": ["أنت بالإفتتاح ", " ختم حزب النجاح"]
          },
          {
            "id": "1030",
            "body": ["وفنار الصلاح ", " لاح من مظهريك"]
          },
          {
            "id": "1031",
            "body": ["أنت سر الكتاب ", " عنك فصل الخطاب"]
          },
          {
            "id": "1032",
            "body": ["ويوم الحساب ", " فالرجوع اليك"]
          }
        ],
        "links": []
      }
    ]
  },
  "12": {
    "id": "12",
    "name": "فرح الساده",
    "author": "",
    "desc":
    "فرح الساده فرحنا .. زايد تفارحنا .. لو تمت أفراحنا .. بالهادى رسول الله .. غيبى يا شمس غيبى .. جاء نور حبيبى",
    "chapters": [
      {
        "id": "46",
        "name": "",
        "lines": [
          {
            "id": "1033",
            "body": ["فرح الساده فرحنا ", " زايد تفارحنا"]
          },
          {
            "id": "1034",
            "body": ["لو تمت أفراحنا ", " بالهادى رسول الله"]
          },
          {
            "id": "1035",
            "body": ["غيبى يا شمس غيبى ", " جاء نور حبيبى"]
          },
          {
            "id": "1036",
            "body": ["هذا من نصيبى ", " شراب رسول الله"]
          },
          {
            "id": "1037",
            "body": ["يوسف و القميص ", " والنبى عيسى"]
          },
          {
            "id": "1038",
            "body": ["فوزى يا نفيسه ", " بعلم رسول الله"]
          },
          {
            "id": "1039",
            "body": ["خلى العيد خلى ", " قبضة من تجلى"]
          },
          {
            "id": "1040",
            "body": ["على الهادى صلى ", " نبينا رسول الله"]
          },
          {
            "id": "1041",
            "body": ["مرحب بالحسين ", " من وافى للدين"]
          },
          {
            "id": "1042",
            "body": ["به قرة عينى ", " هو سبط رسول الله"]
          },
          {
            "id": "1043",
            "body": ["فجت ريحه عطره ", " رجت أركان القاهره"]
          },
          {
            "id": "1044",
            "body": ["هى بنت الزهرا ", " هى بنت رسول الله"]
          },
          {
            "id": "1045",
            "body": ["ليس لى سواكم ", " أحشر فى لواكم"]
          },
          {
            "id": "1046",
            "body": ["أنت رى حباكم ", " أبناء رسول الله"]
          },
          {
            "id": "1047",
            "body": ["صلاتى وسلامى ", " على مسك الختام"]
          },
          {
            "id": "1048",
            "body": ["وأبناء الكرام ", " أبناء رسول الله"]
          }
        ],
        "links": []
      }
    ]
  },
  "13": {
    "id": "13",
    "name": "اللهم صلى وسلم وبارك عليه",
    "author": "",
    "desc":
    "النبى يا حاضرين .. اعلموا علم اليقين .. اللهم صلى وسلم وبارك عليه .. اللهم صلى وسلم وبارك عليه .. النبى صلوا عليه .. اللهم صلى عليه",
    "chapters": [
      {
        "id": "47",
        "name": "",
        "lines": [
          {
            "id": "1055",
            "body": ["النبى يا حاضرين ", " اعلموا علم اليقين"]
          },
          {
            "id": "1049",
            "body": [
              "اللهم صلى وسلم وبارك عليه ",
              " اللهم صلى وسلم وبارك عليه"
            ]
          },
          {
            "id": "1050",
            "body": ["النبى صلوا عليه ", " اللهم صلى عليه"]
          },
          {
            "id": "1051",
            "body": ["صلوات الله عليه ", " اللهم صلى عليه"]
          },
          {
            "id": "1052",
            "body": ["وينال البركات ", " كل من صلى عليه"]
          },
          {
            "id": "1053",
            "body": ["النبى ياحاضرين ", " اعلموا علم اليقين"]
          },
          {
            "id": "1054",
            "body": ["أن رب العالمين ", " فى العلا صلى عليه"]
          },
          {
            "id": "1057",
            "body": ["النبى يا من حضر ", " النبى خير البشر"]
          },
          {
            "id": "1058",
            "body": ["وله دان القمر ", " والجمل سلم عليه"]
          },
          {
            "id": "1059",
            "body": ["النب يا أهل الهوى ", " النبى مدحه دوا"]
          },
          {
            "id": "1060",
            "body": ["كلكم قولوا سوا ", " صلوات الله عليه"]
          },
          {
            "id": "1061",
            "body": ["النبى نعم الإمام ", " خير من صلى وصام"]
          },
          {
            "id": "1062",
            "body": ["وجه بدر التمام ", " كلكم صلوا عليه"]
          },
          {
            "id": "1063",
            "body": ["النبى ذاك العروس ", " مدحه يحيي النفوس"]
          },
          {
            "id": "1064",
            "body": ["النصارى والمجوس ", " أسلموا على يديه"]
          },
          {
            "id": "1056",
            "body": ["أن رب العالمين ", " فرض الصلاة عليه"]
          }
        ],
        "links": []
      }
    ]
  },
  "14": {
    "id": "14",
    "name": " يا جمالوا يا جمالوا",
    "author": "",
    "desc":
    "دا أكحل العينين .. دا سيد الكونين .. جد القمرين .. طه رسول الله .. غزالة الوادى .. نادت على الهادى",
    "chapters": [
      {
        "id": "48",
        "name": "",
        "lines": [
          {
            "id": "1065",
            "body": ["دا أكحل العينين ", " دا سيد الكونين"]
          },
          {
            "id": "1066",
            "body": ["جد القمرين ", " طه رسول الله"]
          },
          {
            "id": "1067",
            "body": ["غزالة الوادى ", " نادت على الهادى"]
          },
          {
            "id": "1068",
            "body": ["إضمن لى صيادى ", " يا إبن عبد الله"]
          },
          {
            "id": "1069",
            "body": ["يا سعد من حباه ", " وقد لزم هداه"]
          },
          {
            "id": "1070",
            "body": ["فى النوم من يراه ", " يصبح ولى الله"]
          },
          {
            "id": "1071",
            "body": ["ومن يراه منام ", " يصبح من الكرام"]
          },
          {
            "id": "1072",
            "body": ["طابت له الأيام ", " من نور رسول الله"]
          },
          {
            "id": "1073",
            "body": ["ومن يراه يسود ", " دا سيد الوجود"]
          },
          {
            "id": "1074",
            "body": ["وبالحنان موعود ", " من طه نور الله"]
          },
          {
            "id": "1075",
            "body": ["يا نظرة القلب ", " فى ساحة الحب"]
          },
          {
            "id": "1076",
            "body": ["نلقاك بالقربى ", " يا إبن عبد الله"]
          },
          {
            "id": "1077",
            "body": ["اسمك على الجنه ", " يا غاية المنه"]
          },
          {
            "id": "1078",
            "body": ["يا صاحب السنه ", " يا إبن عبد الله"]
          },
          {
            "id": "1079",
            "body": ["وسيدى عقيل ", " دا شيخنا الجليل"]
          },
          {
            "id": "1080",
            "body": ["هو لله دليل ", " عاشق رسول الله"]
          }
        ],
        "links": []
      }
    ]
  },
  "15": {
    "id": "15",
    "name": "يارسول الله يا جد الحسين",
    "author": "",
    "desc":
    "يارسول الله يا جد الحسين .. كن شفيعى يا إمام الحرمين .. بلسان الحال قد قال الحسين .. أنا ذا الخير وابن النيرين .. من له جد كجدى المصطفي .. أحمد المختار نور الظلمتين",
    "chapters": [
      {
        "id": "49",
        "name": "",
        "lines": [
          {
            "id": "1081",
            "body": ["يارسول الله يا جد الحسين ", " كن شفيعى يا إمام الحرمين"]
          },
          {
            "id": "1082",
            "body": [
              "بلسان الحال قد قال الحسين ",
              " أنا ذا الخير وابن النيرين"
            ]
          },
          {
            "id": "1083",
            "body": ["من له جد كجدى المصطفي ", " أحمد المختار نور الظلمتين"]
          },
          {
            "id": "1084",
            "body": ["من له أم كأمي فاطمة ", " بضعة المختار أم الحسنين"]
          },
          {
            "id": "1085",
            "body": ["من له أخ شقيق كالحسن ", " طيب الأخلاق مبسوط اليدين"]
          },
          {
            "id": "1086",
            "body": ["من له أخت كأختى زينب ", " بضعة الزهراء بشرى كل عين"]
          },
          {
            "id": "1087",
            "body": ["من له عم كعمى جعفر ", " ذا الجناحين أصيل النسبين"]
          },
          {
            "id": "1088",
            "body": ["من له ابن تقي طاهر ", " كابنى السجاد زين العابدين"]
          },
          {
            "id": "1089",
            "body": ["من له مثل أبي حيد رة ", " بطل الأبطال فى يوم حنين"]
          },
          {
            "id": "1090",
            "body": ["عبد الله غلآما ناشئا ", " و قريش يعبد ون الوثنين"]
          },
          {
            "id": "1091",
            "body": ["يعبدون اللات والعزى معا ", " وعلى قام نحو القبلتين"]
          },
          {
            "id": "1092",
            "body": ["خيرة الله من الخلق أبي ", " بعد جدي فأنا ابن الخيرين"]
          },
          {
            "id": "1093",
            "body": ["فأبي شمس و أمى قمر ", " و أنا الكوكب بين النيرين"]
          }
        ],
        "links": []
      }
    ]
  },
  "16": {
    "id": "16",
    "name": "سيدنا النبى حنين",
    "author": "",
    "desc":
    "سيدنا النبى حنين .. سهل كدا ولين .. بين يا زين بين .. حسن رسول الله .. كل الحنان عنده .. والعاشقين جنده",
    "chapters": [
      {
        "id": "50",
        "name": "",
        "lines": [
          {
            "id": "1094",
            "body": ["سيدنا النبى حنين ", " سهل كدا ولين"]
          },
          {
            "id": "1095",
            "body": ["بين يا زين بين ", " حسن رسول الله"]
          },
          {
            "id": "1096",
            "body": ["كل الحنان عنده ", " والعاشقين جنده"]
          },
          {
            "id": "1097",
            "body": ["ثابتين على عهده ", " عهد رسول الله"]
          },
          {
            "id": "1098",
            "body": ["يا بدر يا منور ", " نور هنا نور"]
          },
          {
            "id": "1099",
            "body": ["سبحان من صور ", " حسن رسول الله"]
          },
          {
            "id": "1100",
            "body": ["هو النبى هوا ", " فى القلب من جوه"]
          },
          {
            "id": "1101",
            "body": ["فى الكون مفيش قوه ", " تحجب رسول الله"]
          },
          {
            "id": "1102",
            "body": ["الفين صلاه على الزين ", " على طه نور العين"]
          },
          {
            "id": "1104",
            "body": ["طه دا نور على نور ", " مدحه فرح وسرور"]
          },
          {
            "id": "1105",
            "body": ["ويارب يارب نزور ", " سيدنا رسول الله"]
          },
          {
            "id": "1106",
            "body": ["مين زيه ومين قده ", " دا الورد من خده"]
          },
          {
            "id": "1107",
            "body": ["هنعيش على وداده ", " ما كلنا ولاده"]
          },
          {
            "id": "1108",
            "body": ["وزدنا من زاده ", " من زاد رسول الله"]
          },
          {
            "id": "1109",
            "body": ["من زيه ومين أده ", " دا الورد من خده"]
          },
          {
            "id": "1110",
            "body": ["حتى القمر وده ", " يمدح رسول الله"]
          },
          {
            "id": "1111",
            "body": ["وزادنا من زاده ", " من زاد رسول الله"]
          },
          {
            "id": "1103",
            "body": ["يجمعنا فى الحرمين ", " ونزور رسول الله"]
          }
        ],
        "links": []
      }
    ]
  },
  "17": {
    "id": "17",
    "name": " طه يا أهل الله هو النعيم والله",
    "author": "",
    "desc":
    "الله الله الله .. على نور رسول الله .. طه يا أهل الله .. هو النعيم والله .. والقرب عند الله .. لمحبته والله",
    "chapters": [
      {
        "id": "51",
        "name": "",
        "lines": [
          {
            "id": "1112",
            "body": ["الله الله الله ", " على نور رسول الله"]
          },
          {
            "id": "1113",
            "body": ["طه يا أهل الله ", " هو النعيم والله"]
          },
          {
            "id": "1114",
            "body": ["والقرب عند الله ", " لمحبته والله"]
          },
          {
            "id": "1115",
            "body": ["امتى أشوف عيدى ", " وأمسك إيده بإيدى"]
          },
          {
            "id": "1116",
            "body": ["واقول له بحبك سيدى ", " وليلاتى احيا معاه"]
          },
          {
            "id": "1117",
            "body": ["طه اللى فى المعنى ", " حبه مجمعنا"]
          },
          {
            "id": "1118",
            "body": ["يا اللى أنتو هنا معنا ", " حيوا رسول الله"]
          },
          {
            "id": "1119",
            "body": ["طه حبيب سيده ", " ومراده ومريده"]
          },
          {
            "id": "1120",
            "body": ["وليلاتى بيزيده ", " عز ومدد لله( بالجاه)"]
          },
          {
            "id": "1121",
            "body": ["طه يأهل الحى ", " شاهد علينا حى"]
          },
          {
            "id": "1122",
            "body": ["نور جنبات الحى ", " حيو رسول الله"]
          },
          {
            "id": "1123",
            "body": ["زادنا و زوادنا ", " وخدينو من سيدنا"]
          },
          {
            "id": "1124",
            "body": ["سيدنا وسيدنا ", " على كل خلق الله"]
          }
        ],
        "links": []
      }
    ]
  },
  "18": {
    "id": "18",
    "name": "يا كامل الذات",
    "author": "",
    "desc":
    "يا كامل الذات يا جميل الصفات .. عليك الصلاة وعليك السلام .. حب طه العدنان قد سكن الجنان .. فاسبحوافى الجنان واطلبوا المغفرة .. بغيتى والطلب لزعيم العرب .. فى حشاى الحراب هائما فى الفلاه",
    "chapters": [
      {
        "id": "52",
        "name": "",
        "lines": [
          {
            "id": "1125",
            "body": [
              "يا كامل الذات يا جميل الصفات ",
              " عليك الصلاة وعليك السلام"
            ]
          },
          {
            "id": "1126",
            "body": [
              "حب طه العدنان قد سكن الجنان ",
              " فاسبحوافى الجنان واطلبوا المغفرة"
            ]
          },
          {
            "id": "1127",
            "body": [
              "بغيتى والطلب لزعيم العرب ",
              " فى حشاى الحراب هائما فى الفلاه"
            ]
          },
          {
            "id": "1128",
            "body": [
              "يا جمال الجميل حسن قدك اسيل ",
              " رحمتك بالقتيل تبلغ الممكنات"
            ]
          },
          {
            "id": "1129",
            "body": [
              "من ألست أرى نور خير الورى ",
              " يوم سبت الذرى نحوكم مقبلات"
            ]
          },
          {
            "id": "1130",
            "body": [
              "من شكى له البعير يرتجى للعسير ",
              " شافعا من عسير وهو أصل النجاه"
            ]
          },
          {
            "id": "1131",
            "body": [
              "يوم فصل الخطاب يرتجى خير باب ",
              " يا رفيع الجناب شافعا للعصاه"
            ]
          },
          {
            "id": "1132",
            "body": [
              "هام فيك الحمام فقت بدر التمام ",
              " عاشقك لا ينام وجه بالصلاه"
            ]
          },
          {
            "id": "1133",
            "body": [
              "عندذكرك نهيم يشفى مدحك سقيم ",
              " حاديا يا نديم هيج المعملات"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "19": {
    "id": "19",
    "name": "يا جد السلاله",
    "author": "",
    "desc":
    "يا جد السلاله .. يا مجمع جماله .. يا جميل فى جماله .. جميل لا مثالا .. فائق للبدور .. مقتبس بنورا",
    "chapters": [
      {
        "id": "53",
        "name": "",
        "lines": [
          {
            "id": "1134",
            "body": ["يا جد السلاله ", " يا مجمع جماله"]
          },
          {
            "id": "1135",
            "body": ["يا جميل فى جماله ", " جميل لا مثالا"]
          },
          {
            "id": "1136",
            "body": ["فائق للبدور ", " مقتبس بنورا"]
          },
          {
            "id": "1137",
            "body": ["مشتاق أن أزوره ", " عنده الدمع سالا"]
          },
          {
            "id": "1138",
            "body": ["إننا نوينا ", " عنده أتينا"]
          },
          {
            "id": "1139",
            "body": ["يا جد الحسين ", " إن الشوق طالا"]
          },
          {
            "id": "1140",
            "body": ["أهم وأقول ", " فى الزهرا البتول"]
          },
          {
            "id": "1141",
            "body": ["يا بنت الرسول ", " بلغينا الآمال"]
          },
          {
            "id": "1142",
            "body": ["قلبى يستريحا ", " بروضه أو ضريحا"]
          },
          {
            "id": "1143",
            "body": ["لقب بالفصيحا ", " هو جد السلاله"]
          },
          {
            "id": "1144",
            "body": ["زينب المشيره ", " ونفيسه الكبيره"]
          },
          {
            "id": "1145",
            "body": ["والحسن المنير ", " أنتم خير آل"]
          },
          {
            "id": "1146",
            "body": ["قدمنا الهديه ", " للعطرة الزكيه"]
          },
          {
            "id": "1147",
            "body": ["صلاة على النبى ", " هو باهى الجمال"]
          }
        ],
        "links": [
          {
            "id": "15",
            "link": "https://www.youtube.com/embed/7WZr3XyITHo",
            "source": "you_tube"
          },
          {
            "id": "16",
            "link": "https://www.youtube.com/embed/CNrKSX2jl-c",
            "source": "you_tube"
          },
          {
            "id": "17",
            "link": "https://www.youtube.com/embed/NhvtFW69A5g",
            "source": "you_tube"
          }
        ]
      }
    ]
  },
  "20": {
    "id": "20",
    "name": "يا كرام جودوا",
    "author": "",
    "desc":
    "بالذنوب بادى .. أنتم السترا .. كله حزنا .. طالب الأذن .. يا كرام جودوا .. إننا فقرا",
    "chapters": [
      {
        "id": "54",
        "name": "",
        "lines": [
          {
            "id": "1151",
            "body": ["بالذنوب بادى ", " أنتم السترا"]
          },
          {
            "id": "1152",
            "body": ["كله حزنا ", " طالب الأذن"]
          },
          {
            "id": "1148",
            "body": ["يا كرام جودوا ", " إننا فقرا"]
          },
          {
            "id": "1149",
            "body": ["أنتم السادات ", " أنتم الأمرا"]
          },
          {
            "id": "1150",
            "body": ["نادى يا سيادى ", " عبدكم خاطى"]
          },
          {
            "id": "1154",
            "body": ["عنهم آخذ ", " جئتهم عاجز"]
          },
          {
            "id": "1155",
            "body": ["قولوا لى فائز ", " بجابر الكسر"]
          },
          {
            "id": "1156",
            "body": ["إنهم طهر ", " بأمهم زهرا"]
          },
          {
            "id": "1157",
            "body": ["لا يقبلوا القهر ", " سادة العترا"]
          },
          {
            "id": "1158",
            "body": ["سادة العصر ", " رئيسة لمصر"]
          },
          {
            "id": "1159",
            "body": ["وجها أسرى ", " حاضن الفقرا"]
          },
          {
            "id": "1160",
            "body": ["بالعلم هداها ", " بالزهرة مرآها"]
          },
          {
            "id": "1161",
            "body": ["والطهر مسوها ", " خديجة الكبرى"]
          },
          {
            "id": "1162",
            "body": ["وهم القاده ", " فرجوا الكرب"]
          },
          {
            "id": "1153",
            "body": ["قالوا منقذنا ", " قائلا عمرا"]
          }
        ],
        "links": []
      }
    ]
  },
  "21": {
    "id": "21",
    "name": " مدينة رسول الله",
    "author": "",
    "desc":
    "مدينة رسول الله يا طيبه .. مدينة عظيم الجاه ياطيبه .. فيك خير من أقام .. محمد خير الأنام .. وبث فيك الإسلام .. هو روحى وحبيبى",
    "chapters": [
      {
        "id": "55",
        "name": "",
        "lines": [
          {
            "id": "1163",
            "body": ["مدينة رسول الله يا طيبه ", " مدينة عظيم الجاه ياطيبه"]
          },
          {
            "id": "1164",
            "body": ["فيك خير من أقام ", " محمد خير الأنام"]
          },
          {
            "id": "1165",
            "body": ["وبث فيك الإسلام ", " هو روحى وحبيبى"]
          },
          {
            "id": "1166",
            "body": ["ونزور القبة الخضرا ", " ونشاهد أبا الزهرا"]
          },
          {
            "id": "1167",
            "body": ["جد السادة الأمرا ", " هو روحى وعيونى"]
          },
          {
            "id": "1168",
            "body": ["لما وصلنا المدينه ", " عند الجبيب إحتمينا"]
          },
          {
            "id": "1169",
            "body": ["نزل الدمع من عينينا ", " يقبل قدم حبيبى"]
          },
          {
            "id": "1170",
            "body": ["ودخلت الروضه بيمناى ", " جواها ساكن دواى"]
          },
          {
            "id": "1171",
            "body": ["والشوق زايد جواى ", " الف تحيه لطبيبى"]
          },
          {
            "id": "1172",
            "body": ["أمامه سكت الكلام ", " و فؤداى القى السلام"]
          },
          {
            "id": "1173",
            "body": ["عينى ما عادت تنام ", " حتى تشوف حبيبى"]
          },
          {
            "id": "1174",
            "body": ["ضمتى الروضه ضمه ", " من نور القبه الخضرا"]
          },
          {
            "id": "1175",
            "body": ["من نورها قلت الله ", " نورها من نور حبيبى"]
          },
          {
            "id": "1176",
            "body": ["جوه الحرم اتمشيت ", " ساعه اطوف ساعه حنيت"]
          },
          {
            "id": "1177",
            "body": ["بدموعى أنا اتوضيت ", " سرت فى حرم حبيبى"]
          },
          {
            "id": "1178",
            "body": ["يا ملجأ المذنبين ", " ومدمع التائبين"]
          },
          {
            "id": "1179",
            "body": ["وملاذ المحبين ", " ساكن فيكى طبيبى"]
          },
          {
            "id": "1180",
            "body": ["نهديك الآن السلام ", " يا منبع الإسلام"]
          },
          {
            "id": "1181",
            "body": ["ولحجرة خير الأنام ", " أهديكى روحى وعيونى"]
          },
          {
            "id": "1182",
            "body": ["أنا أهديك سلامى ", " طيبه خير الأنام"]
          },
          {
            "id": "1183",
            "body": ["سيدى برهان أمامى ", " هو حبيب حبيبى"]
          }
        ],
        "links": []
      }
    ]
  },
  "22": {
    "id": "22",
    "name": "زِدْني بفَرْطِ الحُبّ",
    "author": "",
    "desc":
    "زدني بفرط الحب فيك تحيرا .. وارحم حشى بلظى هواك تسعرا .. وإذا سألتك أن أراك حقيقة .. فاسمح ولا تجعل جوابي لن ترى .. يا قلب أنت وعدتني في حبهم .. صبرا فحاذر أن تضيق وتضجرا",
    "chapters": [
      {
        "id": "56",
        "name": "",
        "lines": [
          {
            "id": "1184",
            "body": [
              "زدني بفرط الحب فيك تحيرا ",
              " وارحم حشى بلظى هواك تسعرا"
            ]
          },
          {
            "id": "1185",
            "body": [
              "وإذا سألتك أن أراك حقيقة ",
              " فاسمح ولا تجعل جوابي لن ترى"
            ]
          },
          {
            "id": "1186",
            "body": [
              "يا قلب أنت وعدتني في حبهم ",
              " صبرا فحاذر أن تضيق وتضجرا"
            ]
          },
          {
            "id": "1187",
            "body": [
              "إن الغرام هو الحياة فمت به ",
              " صبا فحقك أن تموت وتعذرا"
            ]
          },
          {
            "id": "1188",
            "body": [
              "قل للذين تقدموا قبلي ومن ",
              " بعدي ومن أضحى لأشجاني يرى"
            ]
          },
          {
            "id": "1189",
            "body": [
              "عني خذوا وبي اقتدوا ولي اسمعوا ",
              " وتحدثوا بصبابتي بين الورى"
            ]
          },
          {
            "id": "1190",
            "body": [
              "ولقد خلوت مع الحبيب وبيننا ",
              " سر أرق من النسيم إذا سرى"
            ]
          },
          {
            "id": "1191",
            "body": ["وأباح طرفي نظرة أملتها ", " فغدوت معروفا وكنت منكرا"]
          },
          {
            "id": "1192",
            "body": ["فدهشت بين جماله وجلاله ", " وغدا لسان الحال عني مخبرا"]
          },
          {
            "id": "1193",
            "body": [
              "فأدر لحاظك في محاسن وجهه ",
              " تلقى جميع الحسن فيه مصورا"
            ]
          },
          {
            "id": "1194",
            "body": ["لو أن كل الحسن يكمل صورة ", " ورآه كان مهللا ومكبرا"]
          }
        ],
        "links": []
      }
    ]
  },
  "23": {
    "id": "23",
    "name": " نحن فى ساحة الحسين نزلنا",
    "author": "",
    "desc":
    "نحن في ساحة الحسين نزلنا .. في حما الله من أتى لحسينا .. يا ابن طه البشير جئنا ببابك .. وشرفنا هنا بلثم عتابك .. يا حفيد الرسول جئنا رحابك .. منبع الجود مصدر الكرمينا",
    "chapters": [
      {
        "id": "57",
        "name": "",
        "lines": [
          {
            "id": "1195",
            "body": [
              "نحن في ساحة الحسين نزلنا ",
              " في حما الله من أتى لحسينا"
            ]
          },
          {
            "id": "1196",
            "body": ["يا ابن طه البشير جئنا ببابك ", " وشرفنا هنا بلثم عتابك"]
          },
          {
            "id": "1197",
            "body": [
              "يا حفيد الرسول جئنا رحابك ",
              " منبع الجود مصدر الكرمينا"
            ]
          },
          {
            "id": "1199",
            "body": ["يثرب شرفت بهجرة طه ", " يا هنا مصر يوم جاء حسينا"]
          },
          {
            "id": "1200",
            "body": ["أمك الزهراء للمكمل قرة ", " لا شبيه لها من الكنز درة"]
          },
          {
            "id": "1201",
            "body": [
              "لا شريف سواك في الخلق طرة ",
              " يا كريم الأجداد والأبوينا"
            ]
          },
          {
            "id": "1202",
            "body": ["الأماكن إلى الكنانة تهني ", " آل مصر قد جاء من ناب عني"]
          },
          {
            "id": "1203",
            "body": ["قال خير الورى حسين مني ", " في حديث رواه أنا من حسين"]
          },
          {
            "id": "1204",
            "body": ["أنت بالأم قد بلغت الكمالا ", " وعلي به تسود الرجالا"]
          },
          {
            "id": "1205",
            "body": ["أنت فرع زكي من خير آلا ", " عنصر النور منبت الحرمينا"]
          },
          {
            "id": "1206",
            "body": ["في قلوب الخيار ربي كتبتم ", " قال في الذكر قربة قربكم"]
          },
          {
            "id": "1207",
            "body": ["كل حسب مقطوع غير حسبكم ", " قبضة الحق أفخر النسبينا"]
          },
          {
            "id": "1208",
            "body": ["من يزور الإمام أتته عنايا ", " إن أصل ساحة يتم هنايا"]
          },
          {
            "id": "1209",
            "body": [
              "قد أتيناك والركاب حنايا ",
              " يا ابن خير الأنام نظرة إلينا"
            ]
          },
          {
            "id": "1210",
            "body": ["خاطب الله للحسين شفاها ", " يا شهيد المحبة يا سبط طه"]
          },
          {
            "id": "1211",
            "body": ["آية الطهر أنت مجلي صفاها ", " أنت ريحانتاه والسبطينا"]
          },
          {
            "id": "1212",
            "body": ["قد نزلنا بحرمك القدسي ", " نازحين إليك يا ابن خير وصي"]
          },
          {
            "id": "1213",
            "body": [
              "ياغياث الأنام يا ابن خير نبي ",
              " نازحين لساحتكم قد أتينا"
            ]
          },
          {
            "id": "1214",
            "body": ["جئنا ساحا بها تحط الخطايا ", " منهل الجود مصدر للعطايا"]
          },
          {
            "id": "1215",
            "body": [
              "من سواكم يرجى لكشف البلايا ",
              " رحمة الله قد هداها إلينا"
            ]
          },
          {
            "id": "1216",
            "body": ["ضرني الكرب جئت ساح الكراما ", " شاكيا باكيا من الآلاما"]
          },
          {
            "id": "1217",
            "body": [
              "بأخيك العظيم حسن الإماما ",
              " دوحة النور طاهر العنصرينا"
            ]
          },
          {
            "id": "1218",
            "body": ["داوى جسم من الضنا كم عانى ", " وكذا الضر والأسى مسانا"]
          },
          {
            "id": "1219",
            "body": ["فهي كوكب بدا مع الكوكبان ", " أم هاشم كريمة الدارينا"]
          },
          {
            "id": "1220",
            "body": [
              "حبكم في العروق والقلب يسري ",
              " جئتكم بدلوا لعسري بيسري"
            ]
          },
          {
            "id": "1221",
            "body": ["بأبيك الإمام أجبر لكسري ", " فك أسري وسد عني الدينا"]
          },
          {
            "id": "1222",
            "body": ["يا إمامي على جار الهما ", " لا يخيب الذي لساحك أما"]
          },
          {
            "id": "1223",
            "body": ["قد أتيتك بفاطمة خير أما ", " بنت طه وسيد الثقلينا"]
          },
          {
            "id": "1224",
            "body": ["قد أتينا لسيد السادات ", " بالكتاب العزيز والآيات"]
          },
          {
            "id": "1225",
            "body": ["بالإمام السجاد ذو الثفنات ", " هو علي المكنى منك بزينا"]
          },
          {
            "id": "1226",
            "body": ["قد أتيتك بعترة مرضية ", " بضعتك صفوة الأنام رقية"]
          },
          {
            "id": "1227",
            "body": ["وأتيتك بفاطمة النبوية ", " وأم كلثوم وزينب وسكينة"]
          },
          {
            "id": "1228",
            "body": ["طيبوني لكي أعود بلادي ", " وأبرؤا عودي كي أرى أولادي"]
          },
          {
            "id": "1229",
            "body": ["فإذا سرتم ساكنين فؤادي ", " تموا للنعمة وأحفظوها علينا"]
          },
          {
            "id": "2140",
            "body": [
              "نحن في ساحة الحسين نزلنا ",
              " في حمى الله من أتى لحسينا"
            ]
          },
          {
            "id": "2141",
            "body": ["يا ابن طه البشير جئنا ببابك ", " وشرفنا هنا بلثم عتابك"]
          },
          {
            "id": "2142",
            "body": ["رحمة الله للبرية عطاها ", " من قرن به ذاته واصطفاها"]
          },
          {
            "id": "2143",
            "body": ["أمك الزهرا للمكمل قرة ", " لا شبيها لها من الكنز درة"]
          },
          {
            "id": "2144",
            "body": [
              "لا شريف سواك في الخلق طره ",
              " يا كريم الأجداد والأبوينا"
            ]
          },
          {
            "id": "2145",
            "body": ["الأماكن إلى الكنانة تهني ", " آل مصر قد جاء من ناب عني"]
          },
          {
            "id": "2146",
            "body": ["أنت بالأم قد بلغت الكمال ", " وعلي به تسود الرجال"]
          },
          {
            "id": "2147",
            "body": ["في قلوب الخيار ربي كتبكم ", " قال في الذكر قربة قربكم"]
          },
          {
            "id": "2148",
            "body": ["كل حسب مقطوع غير حسبكم ", " قبضة الحق أفضل النسبينا"]
          },
          {
            "id": "2149",
            "body": ["من يزور الإمام أتته عنايا ", " إن اصل ساحه يتم هنايا"]
          },
          {
            "id": "2150",
            "body": [
              "قد أتيناك والركاب حنايا ",
              " يا أبن خير الأنام نظره إلينا"
            ]
          },
          {
            "id": "2151",
            "body": ["خاطب الله للحسين شفاها ", " يا شهيد المحبة يا سبط طه"]
          },
          {
            "id": "2152",
            "body": [
              "أيه الطهر أنت مجلى صفاها ",
              " أنت من ريحانتاه والسبطينا"
            ]
          },
          {
            "id": "2153",
            "body": ["قد نزلنا بحرمك القدسى ", " نازحين اليك ياابن خير وصى"]
          },
          {
            "id": "2154",
            "body": ["يا غياث الأنام يا ابن خيرنبى ", " نازحين لساحتكم أتينا"]
          },
          {
            "id": "1198",
            "body": [
              "رحمة الله للبرايا عطاها ",
              " من قرن ذاته بذاته واصطفاها"
            ]
          },
          {
            "id": "2155",
            "body": ["جئنا ساحا تحط بها الخطايا ", " منهل الجود مصدر للعطايا"]
          },
          {
            "id": "2156",
            "body": [
              "من سواكم يرجى لكشف البلايا ",
              " رحمة الله قد هداها الينا"
            ]
          },
          {
            "id": "2157",
            "body": ["ضرنى الكرب جئت ساح الكراما ", " شاكيا باكيا من الآلاما"]
          },
          {
            "id": "2158",
            "body": ["بأخيك العظيم حسن الإمام ", " دوحة النور طاهر العنصرين"]
          },
          {
            "id": "2159",
            "body": ["داوى جسم من الضنى كم عانى ", " وكذا الضر والأسى مسانا"]
          },
          {
            "id": "2160",
            "body": ["فهى كوكب بدا مع الكوكبين ", " أم هاشم كريمة الدارين"]
          },
          {
            "id": "2161",
            "body": ["حبكم فى العروق والقلب يسرى ", " جئتكم بدلوا عسرى بيسر"]
          },
          {
            "id": "2162",
            "body": ["بأبيك الإمام إجبروا لى كسرى ", " فك أسرى وسد عنى الدين"]
          },
          {
            "id": "2163",
            "body": ["يا إمامى على جار الهم ", " لا يخيب الذى لساحك أم"]
          },
          {
            "id": "2164",
            "body": ["قد أتينا بفاطمه خير ام ", " بنت طه سيد الثقلين"]
          },
          {
            "id": "2165",
            "body": ["قد أتينا لسيد السادات ", " بالكتاب العزيز و الآيات"]
          },
          {
            "id": "2166",
            "body": ["بالإمام السجاد ذو الثفنات ", " هو على المكنى منك بزين"]
          },
          {
            "id": "2167",
            "body": ["قد أتيتك بعترة مرضيه ", " بضعة صفوة الأنام رقيه"]
          },
          {
            "id": "2168",
            "body": ["وأتيتك بفاطمة النبويه ", " وأم كلثوم وزينب وسكينه"]
          },
          {
            "id": "2169",
            "body": ["فإذا سرتم ساكنين فؤادى ", " تموا النعمة واحفظوها علينا"]
          }
        ],
        "links": []
      }
    ]
  },
  "24": {
    "id": "24",
    "name": "ياباب المدينة",
    "author": "",
    "desc":
    "ياباب المدينه ياأصل الكرم .. وضعتك الشريفه فى البيت والحرم .. سيدنا محمد يلقمك اللسان .. تمتص و تشبع من شهد الدنان .. مهدك فى النبوه هو عين الجنان .. طه كل يوم يرفع لك علم",
    "chapters": [
      {
        "id": "58",
        "name": "",
        "lines": [
          {
            "id": "1230",
            "body": [
              "ياباب المدينه ياأصل الكرم ",
              " وضعتك الشريفه فى البيت والحرم"
            ]
          },
          {
            "id": "1231",
            "body": ["سيدنا محمد يلقمك اللسان ", " تمتص و تشبع من شهد الدنان"]
          },
          {
            "id": "1232",
            "body": [
              "مهدك فى النبوه هو عين الجنان ",
              " طه كل يوم يرفع لك علم"
            ]
          },
          {
            "id": "1233",
            "body": [
              "أول شئ بلعته ريق المصطفى ",
              " البان الحقيقه و الهدى والصفا"
            ]
          },
          {
            "id": "1234",
            "body": [
              "وكما أن ريقه لعينك شفى ",
              " يا على يا ابن عمه يابحر الديم"
            ]
          },
          {
            "id": "1236",
            "body": [
              "لما سمع نبينا بسرعه وصل ",
              " قالك الف مرحب يا إمام الأمم"
            ]
          },
          {
            "id": "1237",
            "body": ["أول هاشمى جاء من هاشمى ", " أمه هاشميه وأبوه هاشمى"]
          },
          {
            "id": "1238",
            "body": [
              "أبويه الحنافى بالسند القوى ",
              " هم للناس سادة من فجر القدم"
            ]
          },
          {
            "id": "1239",
            "body": [
              "يا ليث يا غالب يا إبن المطلب ",
              " يا على يا ابن طالب حاشا تنغلب"
            ]
          },
          {
            "id": "1240",
            "body": ["والفرسان منك تخشى تقترب ", " فى سيفك منايا من يسلم سلم"]
          },
          {
            "id": "1241",
            "body": [
              "أول من توضأ من بعد الرسول ",
              " الصديق الأكبر لا غيره يقول"
            ]
          },
          {
            "id": "1242",
            "body": [
              "رب العرش أمر زوجه البتول ",
              " بالسر المطلصم فى جفر النعم"
            ]
          },
          {
            "id": "1243",
            "body": ["الإيمان كله أنت يا على ", " غذتك النبوه بالسر الجلى"]
          },
          {
            "id": "1244",
            "body": ["أنت لكل مؤمن نص يا ولى ", " وارث سر طه ياصدر النعم"]
          },
          {
            "id": "1245",
            "body": [
              "من صبرك وعزمك ترتعد الجبال ",
              " عن وجه المشرف تتلقى النبال"
            ]
          },
          {
            "id": "1246",
            "body": ["نلت مقام صحبه ومقام لآل ", " لك نهج البلاغة سر مكتتم"]
          },
          {
            "id": "1247",
            "body": ["قد كناك طه كنيته تراب ", " عن وجه المشرف تتلقى الحراب"]
          },
          {
            "id": "1248",
            "body": [
              "لك شرح وافر فى أم الكتاب ",
              " فاجعلنى إمامى من جملة الخدم"
            ]
          },
          {
            "id": "1249",
            "body": [
              "فى الأثنين طه قد قام للصلاه ",
              " وعلى صلى بعده فى يوم التلات"
            ]
          },
          {
            "id": "1250",
            "body": [
              "فى التوراه عليناكاشف معضلات ",
              " فى الإنجيل صفاته من أعلى نسب"
            ]
          },
          {
            "id": "1251",
            "body": [
              "على أول مبايع فى حال النذير ",
              " زى هارون وموسى بل أعلى وزير"
            ]
          },
          {
            "id": "1252",
            "body": [
              "أما فى الرساله هو أول نصير ",
              " من عمرو بن ود بالسيف انتقم"
            ]
          },
          {
            "id": "1235",
            "body": [
              "ميلادك حقيقى فى الكعبة حصل ",
              " نورك يا علينا بالله اتصل"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "25": {
    "id": "25",
    "name": "أنت فينا",
    "author": "",
    "desc":
    "أنت فينا أنت فينا .. لا نعذب لا حبيبى و أنت فينا .. يا هنا من شاهدوا طه نبينا .. قال ربى قى كتابه انت فينا .. رؤياك يا سيد السادات نص .. بالصحاح الست إسناد مكينا",
    "chapters": [
      {
        "id": "59",
        "name": "",
        "lines": [
          {
            "id": "1253",
            "body": ["أنت فينا أنت فينا ", " لا نعذب لا حبيبى و أنت فينا"]
          },
          {
            "id": "1254",
            "body": [
              "يا هنا من شاهدوا طه نبينا ",
              " قال ربى قى كتابه انت فينا"
            ]
          },
          {
            "id": "1255",
            "body": ["رؤياك يا سيد السادات نص ", " بالصحاح الست إسناد مكينا"]
          },
          {
            "id": "1256",
            "body": [
              "كل أهل الله قد قروا شهودك ",
              " فى المشاهد للمعية قائمينا"
            ]
          },
          {
            "id": "1257",
            "body": [
              "ربى قوى الروح كى تشاهد جميلا ",
              " وترى المختار ختم المرسلينا"
            ]
          },
          {
            "id": "1258",
            "body": ["رؤيتك تحقيق إن أبدت بذات ", " فهى صدق يقظة أو نائمينا"]
          },
          {
            "id": "1259",
            "body": ["كملونا كلنا نقص وعيب ", " إن منكم كمال الكاملينا"]
          },
          {
            "id": "1260",
            "body": [
              "رحبكم تسعى له الأقوام فضلا ",
              " فاجعل الأحباب فيه آمنينا"
            ]
          },
          {
            "id": "1261",
            "body": [
              "قل له يا عبدنا نلت نوالا ",
              " فإسقه من خمركم أصفى معينا"
            ]
          },
          {
            "id": "1262",
            "body": [
              "يا بديع الحسن هنيئا نراكم ",
              " كى يكن منكم بنا حقا يقينا"
            ]
          },
          {
            "id": "1263",
            "body": ["يا رسول الله عطفا بالمعنى ", " هل له ود يجمع الراغبينا"]
          },
          {
            "id": "1264",
            "body": ["جئتكم متوسلا فإقبل رجائى ", " بالدسوقى ختم العارفينا"]
          }
        ],
        "links": []
      }
    ]
  },
  "26": {
    "id": "26",
    "name": "عليك صلى الله يا نبينا",
    "author": "",
    "desc":
    "عليك صلى الله يا نبيا .. وسلم دائما فى كل آن .. تقر بمدحه عين نبينا .. ويفرح بالشداة المادحينا .. ويحضر مدحه فيكون فينا .. فيشهده لنا أهل العيان",
    "chapters": [
      {
        "id": "60",
        "name": "",
        "lines": [
          {
            "id": "1265",
            "body": ["عليك صلى الله يا نبيا ", " وسلم دائما فى كل آن"]
          },
          {
            "id": "1266",
            "body": ["تقر بمدحه عين نبينا ", " ويفرح بالشداة المادحينا"]
          },
          {
            "id": "1267",
            "body": ["ويحضر مدحه فيكون فينا ", " فيشهده لنا أهل العيان"]
          },
          {
            "id": "1268",
            "body": ["وشعر المصطفى الليل داجى ", " على وجه يضيئ كما السراج"]
          },
          {
            "id": "1269",
            "body": ["يطل على الاحبة بابتهاج ", " جميل لا يمل منه رائ"]
          },
          {
            "id": "1270",
            "body": ["ووجه المصطفى كالدر يزهو ", " وحقا للبدور تغار منه"]
          },
          {
            "id": "1271",
            "body": ["وما قد قيل أو سيقال عنه ", " كغرف البحر من بحر الجمال"]
          },
          {
            "id": "1273",
            "body": ["هو القمر المنير متى يهل ", " يشار عليه دوما بالبنان"]
          },
          {
            "id": "1274",
            "body": ["وريق المصطفى حلو المذاق ", " وإن عز الدوا فالريق راق"]
          },
          {
            "id": "1275",
            "body": ["وعين قتادة بعد انزلاق ", " تعود كأن منها لم يعانى"]
          },
          {
            "id": "1276",
            "body": ["وعائشة تقول على النبى ", " أشد ندا من الريح العتى"]
          },
          {
            "id": "1277",
            "body": ["وأجود من غمام اريحى ", " إذا مدت اليه الراحتان"]
          },
          {
            "id": "1278",
            "body": ["تكامل سمته خلقا و خلقا ", " وفاق نزاهة وتقى وذوقا"]
          },
          {
            "id": "1279",
            "body": ["ولا غير النبى يقال حقا ", " له يا صاحب الشيم الحسان"]
          },
          {
            "id": "1272",
            "body": ["يسير كأنه جبل مطل ", " وليس له من الانوار ظل"]
          }
        ],
        "links": []
      }
    ]
  },
  "27": {
    "id": "27",
    "name": "قـــمر سيـــــــــدنا النبى قمـــر",
    "author": "",
    "desc":
    "قمر قمر سيدنا النبي قمر .. وجميل سيدنا النبي ياجميل .. ضليع الفم براق الثنايا .. جميل الصدر رؤيته منايا .. مفلج نوره يخطف عنايا .. ويفتر مثل عن حب الغمام",
    "chapters": [
      {
        "id": "61",
        "name": "",
        "lines": [
          {
            "id": "1280",
            "body": ["قمر قمر سيدنا النبي قمر ", " وجميل سيدنا النبي ياجميل"]
          },
          {
            "id": "1281",
            "body": ["ضليع الفم براق الثنايا ", " جميل الصدر رؤيته منايا"]
          },
          {
            "id": "1282",
            "body": ["مفلج نوره يخطف عنايا ", " ويفتر مثل عن حب الغمام"]
          },
          {
            "id": "1283",
            "body": ["كحيل الطرف حبيبي لو تراه ", " ضحوك السن للعاشق رماه"]
          },
          {
            "id": "1284",
            "body": ["ومسربة كعود المسك قيلا ", " بدت من الصدر للسره الجميله"]
          },
          {
            "id": "1285",
            "body": ["وصدر المصطفى عرش إستواء ", " وعلم الله عما به إحتواء"]
          },
          {
            "id": "1286",
            "body": ["وريق المصطفى يشفى العليلا ", " وعين قتادة خذها دليلا"]
          },
          {
            "id": "1287",
            "body": ["وبئر الملح اضحت سلسبيلا ", " وصار لصحبة خمر مداما"]
          },
          {
            "id": "1288",
            "body": ["وراح المصطفى كالورد نادى ", " وعطره يبقى إذا مست أيادى"]
          },
          {
            "id": "1289",
            "body": ["وعم نوالها كل العبادى ", " وكل الكون من امداد طه"]
          },
          {
            "id": "1290",
            "body": ["وعرق المصطفى للطيب طيب ", " ويثرب حولت من طيبه طيبا"]
          },
          {
            "id": "1291",
            "body": ["ويسكر عند طلعته الحبيب ", " ولو جن المشاهد لا ملاما"]
          },
          {
            "id": "1292",
            "body": ["ولا يقع الذباب عليك حاشا ", " ظلام الكفر من نورك تلاشا"]
          },
          {
            "id": "1293",
            "body": ["ضحوك السن شيمتك البشاشا ", " واغلب ضحك حضرته إبتساما"]
          },
          {
            "id": "1294",
            "body": [
              "بهي الطلعه فالمولى أصطفاه ",
              " حبيب الله يا خير البرايا"
            ]
          },
          {
            "id": "1295",
            "body": ["ولا ظل له بل كان نورا ", " تنال الشمس منه والبدورا"]
          },
          {
            "id": "1296",
            "body": ["ولا ينطق نبينا عن هواه ", " بوحى الله ينطق الكلام"]
          },
          {
            "id": "1297",
            "body": ["رسول الله رفقا بالقتيلا ", " واشفي القلب منك بإبتسامه"]
          },
          {
            "id": "1298",
            "body": ["يقول الله عن خير البريه ", " قبضة نور احمد سرمديه"]
          },
          {
            "id": "1299",
            "body": ["وأن المصطفى حى حريا ", " هلال ليس يطرقه أفول"]
          },
          {
            "id": "1300",
            "body": ["لقاء المصطفى هو كل قصدى ", " له شهدت أحاديث سند"]
          },
          {
            "id": "1301",
            "body": ["وأن الجسم منه بقاع لحد ", " لورد لا يدنسه الذبول"]
          },
          {
            "id": "1302",
            "body": ["حفظنا بقاءه فى كل وقت ", " له شهدت أحاديث بثقة"]
          },
          {
            "id": "1303",
            "body": ["وتأتيه الملائكة كل وقت ", " تحيه وتسمع ما يقول"]
          },
          {
            "id": "1304",
            "body": ["رسول كامل من كل عيب ", " ويقضى فرضه من غير ريب"]
          },
          {
            "id": "1305",
            "body": ["ويطهر للصلاة بماء غيب ", " يؤديها إذا ورد الدليل"]
          },
          {
            "id": "1306",
            "body": ["واجمل منك لم ترى قط عين ", " واطيب منك لم تلد النساء"]
          },
          {
            "id": "1307",
            "body": ["خلقت مبرءا من كل عيب ", " كأنك قد خلقت كما تشااااااء"]
          }
        ],
        "links": []
      }
    ]
  },
  "28": {
    "id": "28",
    "name": "حيته يوم الغــــــــار حمامه",
    "author": "",
    "desc":
    "حيته يوم الغار حمامه .. والعنكبوت وتلك علامه .. وتظله فى الحر غمامه .. يا عزنا والله بطه .. وهوالذى نشتاق تراه .. سبحان من بالنور براه",
    "chapters": [
      {
        "id": "62",
        "name": "",
        "lines": [
          {
            "id": "1308",
            "body": ["حيته يوم الغار حمامه ", " والعنكبوت وتلك علامه"]
          },
          {
            "id": "1309",
            "body": ["وتظله فى الحر غمامه ", " يا عزنا والله بطه"]
          },
          {
            "id": "1310",
            "body": ["وهوالذى نشتاق تراه ", " سبحان من بالنور براه"]
          },
          {
            "id": "1312",
            "body": ["وهو الذى قد عم نداه ", " فجميعنا فقراء هداه"]
          },
          {
            "id": "1313",
            "body": ["والغوث قد صنعته يداه ", " يا عزنا والله بطه"]
          },
          {
            "id": "1314",
            "body": ["نطقت له بالحق غزاله ", " والضب قد دنى بمقاله"]
          },
          {
            "id": "1315",
            "body": ["عرفوا حبيب الله و آله ", " يا عزنا والله بطه"]
          },
          {
            "id": "1316",
            "body": ["موسى به قد سمع الصوت ", " عيسى به قد أحيا الموت"]
          },
          {
            "id": "1317",
            "body": ["فالمصطفى لم يترك فوتا ", " يا عزنا والله بطه"]
          },
          {
            "id": "1318",
            "body": ["والبدر كم ذا إشتاق اليه ", " فإنشق حين أشار اليه"]
          },
          {
            "id": "1319",
            "body": ["والجزع حن وأتى اليه ", " يا عزنا والله بطه"]
          },
          {
            "id": "1320",
            "body": ["وبفضل رب العرش عليه ", " نطقت ذراع الشاه لديه"]
          },
          {
            "id": "1321",
            "body": ["منعت وصول السم اليه ", " يا عزنا والله بطه"]
          },
          {
            "id": "1322",
            "body": ["وهو الذى من فوق سماها ", " قد خاطب الرحمن شغاها"]
          },
          {
            "id": "1323",
            "body": ["إذ يغشى السدرة ما يغشاها ", " يا عزنا والله بطه"]
          },
          {
            "id": "1324",
            "body": ["فجميع ما للرسل لديه ", " ويزيد بالقرآن عليهم"]
          },
          {
            "id": "1325",
            "body": ["فعطاؤنا من فيض يديه ", " يا عزنا والله بطه"]
          },
          {
            "id": "1326",
            "body": ["قصلاة رب العرش الهادى ", " ترقى بها أشرف العباد"]
          },
          {
            "id": "1327",
            "body": ["فصلاتنا هى خير زاد ", " يا عزنا والله بطه"]
          },
          {
            "id": "1311",
            "body": ["فلعلنا بالعين نراه ", " يا عزنا والله بطه"]
          }
        ],
        "links": []
      }
    ]
  },
  "29": {
    "id": "29",
    "name": "أيا زائر الروض لا تنسنى",
    "author": "",
    "desc":
    "أيا زائر الروض لا تنسنى .. وبالذكر عند النبى خصنى .. وقل لحبيبى لكم مغرم .. بأرض الكنانة لم يسكن .. يجد به الوجد فى خلوة .. فيبى بدمع الهوى المعلن",
    "chapters": [
      {
        "id": "63",
        "name": "",
        "lines": [
          {
            "id": "1328",
            "body": ["أيا زائر الروض لا تنسنى ", " وبالذكر عند النبى خصنى"]
          },
          {
            "id": "1329",
            "body": ["وقل لحبيبى لكم مغرم ", " بأرض الكنانة لم يسكن"]
          },
          {
            "id": "1330",
            "body": ["يجد به الوجد فى خلوة ", " فيبى بدمع الهوى المعلن"]
          },
          {
            "id": "1331",
            "body": ["ويشدو به كلما هزه ", " أريج الرياحين والسوسن"]
          },
          {
            "id": "1332",
            "body": ["إذا مر ركب الحجيج به ", " يقول اما فيك من محسن"]
          },
          {
            "id": "1333",
            "body": ["ينادى خذونى ولو ماشيا ", " ومهما فعلتم فلن انثنى"]
          },
          {
            "id": "1334",
            "body": ["وللن أشكو الجهد فى مشية ", " وقد شفنى الهجر ما نشقنى"]
          },
          {
            "id": "1335",
            "body": ["ومهما حرمتم عيونى الكرى ", " أطيل السهاد وذى أعينى"]
          },
          {
            "id": "1336",
            "body": ["فإن لاح روض الحبيب لنا ", " فخلو سبيلى فذا موطنى"]
          },
          {
            "id": "1337",
            "body": ["فيا زائر الروض لا تنسنى ", " وبالذكر عند النبى خصنى"]
          },
          {
            "id": "1338",
            "body": ["وقل حبيبى جريح الهوى ", " يئن ومن ذا به يعتنى"]
          },
          {
            "id": "1339",
            "body": ["فعده فعسى إن رأى وجهكم ", " يعود الذى فى الهوى قد فنى"]
          },
          {
            "id": "1340",
            "body": ["وعده فكم ذا أطلت النوى ", " وجرح الهوى بعد لم يسكن"]
          },
          {
            "id": "1341",
            "body": ["وكم لامه الناس لما رأوا ", " عليه ذهولا فلا يعتنى"]
          },
          {
            "id": "1342",
            "body": ["وقل لحبيبى مشوق لكم ", " وقد طال شوقى فلا تنسنى"]
          },
          {
            "id": "1343",
            "body": ["فطمئن فؤادى بدفء الرضا ", " وفرح عيونى ولا تجفنى"]
          },
          {
            "id": "1344",
            "body": ["ظمئت الى الوصل يا سيدى ", " فمد يمينك لى واسقنى"]
          },
          {
            "id": "1345",
            "body": ["تمر اللليالى وكم ليلة ", " أقول ستأتى فلم تأتنى"]
          },
          {
            "id": "1346",
            "body": ["فما غاب طيفك عن خاطرى ", " وفكرك دأبى فلا تنسنى"]
          },
          {
            "id": "1347",
            "body": ["يطيب لسانى بكم كلما ", " مدحت علاك وذا ديدنى"]
          },
          {
            "id": "1348",
            "body": ["ويزكو فؤادى بعطر المنى ", " إذا لاح وجهك يا فاتنى"]
          },
          {
            "id": "1349",
            "body": ["على عتباتك يا سيدى ", " وإلا فلست بمن ينحنى"]
          },
          {
            "id": "1350",
            "body": ["سجودا ركوعا على بابكم ", " فأنت الذى فى الهوى حزتنى"]
          },
          {
            "id": "1351",
            "body": ["وطوعت قلبى فما نبضه ", " سوى يا مليك الهوى أدننى"]
          },
          {
            "id": "1352",
            "body": ["وفى قاع عينى لكم صورة ", " تزيد اشتياقى ولا ترونى"]
          },
          {
            "id": "1353",
            "body": ["ففى كل حين أنا تائق ", " وما أنا عن وصلكم بالغنى"]
          }
        ],
        "links": []
      }
    ]
  },
  "30": {
    "id": "30",
    "name": "هذا الحبيب مع الأحباب قد حضر",
    "author": "",
    "desc":
    "ذا الحبيب مع الأحباب قد حضر .. وسامح الكل في ما قد مضى وجرا .. وأدار على العشاق خمرته صرفا .. يكاد سناه يخطف نور البصر .. يا سعد كرر لنا ذكر الحبيب لقد .. شنفت أسماعنا يا مطرب الفقراء",
    "chapters": [
      {
        "id": "64",
        "name": "",
        "lines": [
          {
            "id": "1354",
            "body": [
              "ذا الحبيب مع الأحباب قد حضر ",
              " وسامح الكل في ما قد مضى وجرا"
            ]
          },
          {
            "id": "1355",
            "body": [
              "وأدار على العشاق خمرته صرفا ",
              " يكاد سناه يخطف نور البصر"
            ]
          },
          {
            "id": "1356",
            "body": [
              "يا سعد كرر لنا ذكر الحبيب لقد ",
              " شنفت أسماعنا يا مطرب الفقراء"
            ]
          },
          {
            "id": "1357",
            "body": [
              "مالي لركب الحمى مالت معاطبه ",
              " لا شك أن حبيب القوم قد حضر"
            ]
          },
          {
            "id": "1358",
            "body": [
              "فعند ذا تنظر الأعلام قد رفعت ",
              " يؤمهم علم للوصل قد نشر"
            ]
          },
          {
            "id": "1359",
            "body": [
              "ومجلس الأنس بالأحباب مجمعهم ",
              " والكأس قد دار في ما بينهم سحر"
            ]
          },
          {
            "id": "1360",
            "body": [
              "ومن سقاهم تجلى لاشبيه له ",
              " حاشاه لا يشبه شمسا ولا قمر"
            ]
          },
          {
            "id": "1361",
            "body": ["منزه عن شريك في جلالته ", " موحد في علاه ليس فيه مرلأا"]
          },
          {
            "id": "1362",
            "body": [
              "ومن أتاه فقيرا لا مراد له ",
              " سواه يكتبه من جملة الأمراء"
            ]
          },
          {
            "id": "1363",
            "body": [
              "هذا السماع الذي تشفى الصدور به ",
              " هذا الحبيب الذي قد حير الفكر"
            ]
          },
          {
            "id": "1364",
            "body": ["صوفية عندما صفت صدورهم ", " أزال عنهم جميع الشك والكدر"]
          }
        ],
        "links": []
      }
    ]
  },
  "31": {
    "id": "31",
    "name": "يا راحلين الى منى بقيادى",
    "author": "",
    "desc":
    "يا راحلين إلى منى بقيادي .. هيجتموا يوم الرحيل فؤادي .. سرتم وسار دليلكم يا وحشتي .. الشوق أقلقني وصوت الحادي .. وحرمتموا جفني المنام ببعدكم .. يا ساكنين المنحنى والوادي",
    "chapters": [
      {
        "id": "65",
        "name": "",
        "lines": [
          {
            "id": "1365",
            "body": ["يا راحلين إلى منى بقيادي ", " هيجتموا يوم الرحيل فؤادي"]
          },
          {
            "id": "1366",
            "body": [
              "سرتم وسار دليلكم يا وحشتي ",
              " الشوق أقلقني وصوت الحادي"
            ]
          },
          {
            "id": "1367",
            "body": [
              "وحرمتموا جفني المنام ببعدكم ",
              " يا ساكنين المنحنى والوادي"
            ]
          },
          {
            "id": "1368",
            "body": [
              "ويلوح لي مابين زمزم والصفا ",
              " عند المقام سمعت صوت منادي"
            ]
          },
          {
            "id": "1369",
            "body": ["ويقول لي يانائما جد السرى ", " عرفات تجلو كل قلب صادي"]
          },
          {
            "id": "1370",
            "body": [
              "من نال من عرفات نظرة ساعة ",
              " نال السرور ونال كل مرادي"
            ]
          },
          {
            "id": "1371",
            "body": [
              "تالله ما أحلى المبيت على منى ",
              " في ليل عيد أبرك الأعيادي"
            ]
          },
          {
            "id": "1372",
            "body": [
              "ضحوا ضحاياهم وسال دماؤها ",
              " وأنا المتيم قد نحرت فؤادي"
            ]
          },
          {
            "id": "1373",
            "body": [
              "لبسوا ثياب البيض شارات اللقاء ",
              " يارب أنت وصلتهم صلني بهم"
            ]
          },
          {
            "id": "1374",
            "body": ["فبحقهم يا رب فك قيادي ", " فإذا وصلتم سالمين فبلغوا"]
          },
          {
            "id": "1375",
            "body": [
              "مني السلام أهيل ذاك الوادي ",
              " قولوا لهم عبد الرحيم متيم"
            ]
          },
          {
            "id": "1376",
            "body": [
              "ومفارق الأحباب والأولاد ",
              " صلى عليك الله يا علم الهدى"
            ]
          },
          {
            "id": "1377",
            "body": [" ما سار ركب أو ترنم حادي ", " "]
          }
        ],
        "links": []
      }
    ]
  },
  "32": {
    "id": "32",
    "name": "لب الاحسان",
    "author": "",
    "desc":
    "ونجاتى بالمختار .. جد لى بالنور الهى .. فيها الرقية والجاه .. فبطه حمايا وجاهى .. شوقى لحبيبى طه .. دمع و جوى وأنين",
    "chapters": [
      {
        "id": "66",
        "name": "",
        "lines": [
          {
            "id": "1382",
            "body": ["ونجاتى بالمختار ", " جد لى بالنور الهى"]
          },
          {
            "id": "1383",
            "body": ["فيها الرقية والجاه ", " فبطه حمايا وجاهى"]
          },
          {
            "id": "1384",
            "body": ["شوقى لحبيبى طه ", " دمع و جوى وأنين"]
          },
          {
            "id": "1385",
            "body": ["ذكر بكتاب الله ", " تتعطر باسم الله"]
          },
          {
            "id": "1386",
            "body": ["وجدى إن طه جفانى ", " يغدو قلبا وشفاها"]
          },
          {
            "id": "1387",
            "body": ["وإذا بالعفو حبانى ", " كم كرب زال بليل"]
          },
          {
            "id": "1388",
            "body": ["و النور يتلألأ حولى ", " ورضا وهوى وحنين"]
          },
          {
            "id": "1389",
            "body": ["لما إن جئت حماه ", " كرما يزكينى نداه"]
          },
          {
            "id": "1390",
            "body": ["كم ذا أتيت حبيبى ", " أرجوك فأنت طبيبى"]
          },
          {
            "id": "1391",
            "body": ["وجريح هواك ذبيح ", " و أنا فى الحب جريح"]
          },
          {
            "id": "1392",
            "body": ["جد لى بالوصل فإنى ", " وأنا بالباب أغنى"]
          },
          {
            "id": "1394",
            "body": ["جد لى برضاك حبيبى ", " فهوك وأنت طبيبى"]
          },
          {
            "id": "1395",
            "body": ["فرضاك غذاء الروح ", " يشفى القلب المجروح"]
          },
          {
            "id": "1396",
            "body": ["جد لى إن جئت الله ", " بذنوب كالثقلين"]
          },
          {
            "id": "1397",
            "body": ["وأنا مداحك طه ", " وبساحة أهل البيت"]
          },
          {
            "id": "1398",
            "body": ["جد لى وامنحنى نورا ", " فى القبر ليؤنسنى"]
          },
          {
            "id": "1399",
            "body": ["واجعل سعى مشكورا ", " لنداك ليحرسنى"]
          },
          {
            "id": "1378",
            "body": ["لب الاحسان لديه ", " فصلاة الله عليه"]
          },
          {
            "id": "1379",
            "body": ["من مثل حبيبى طه ", " والروح تحن اليه"]
          },
          {
            "id": "1380",
            "body": ["فيه يتجلى الله ", " وسلام الله عليه"]
          },
          {
            "id": "1381",
            "body": ["للطائف ما أحلاها ", " نورا تخشاه النار"]
          },
          {
            "id": "1393",
            "body": ["اشتاق رضا الفتاح ", " واحلق بالارواح"]
          }
        ],
        "links": []
      }
    ]
  },
  "33": {
    "id": "33",
    "name": "أنتم فروضى ونفلى",
    "author": "",
    "desc":
    "جمالكم مصب عينى .. اليه وجهت كلى .. أنتم فروضى ونفلى .. أنتم حديثى وشغلى .. يا قبلتى فى صلاتى .. إذا وقفت أصلى",
    "chapters": [
      {
        "id": "67",
        "name": "",
        "lines": [
          {
            "id": "1402",
            "body": ["جمالكم مصب عينى ", " اليه وجهت كلى"]
          },
          {
            "id": "1400",
            "body": ["أنتم فروضى ونفلى ", " أنتم حديثى وشغلى"]
          },
          {
            "id": "1401",
            "body": ["يا قبلتى فى صلاتى ", " إذا وقفت أصلى"]
          },
          {
            "id": "1403",
            "body": ["وسركم فى ضميرى ", " والقلب طور التجلى"]
          },
          {
            "id": "1404",
            "body": ["أنست فى الحى نارا ", " ليلا فبشرت أهلى"]
          },
          {
            "id": "1405",
            "body": ["قلت امكثوا فلعلى ", " أجد هداى لعلى"]
          },
          {
            "id": "1406",
            "body": ["دنوت منها فكانت ", " نار المكلم قبلى"]
          },
          {
            "id": "1407",
            "body": ["نوديت منها كفاحا ", " رودوا ليالى وصلى"]
          },
          {
            "id": "1408",
            "body": ["حتى إذا ما تدانى ", " الميقات فى جمع شملى"]
          },
          {
            "id": "1409",
            "body": ["صارت جبالى دكا ", " من هيبة المتجلى"]
          },
          {
            "id": "1410",
            "body": ["ولاح سر خفى ", " يدريه من كان مثلى"]
          },
          {
            "id": "1411",
            "body": ["وصرت موسى زمانى ", " مذ صار بعضى كلى"]
          },
          {
            "id": "1412",
            "body": ["فالموت فيه حياتى ", " وفى حياتى قتلى"]
          },
          {
            "id": "1413",
            "body": ["أنا الفقير المعنى ", " رقوا لحالى وذلى"]
          }
        ],
        "links": []
      }
    ]
  },
  "34": {
    "id": "34",
    "name": "تزلزلت الاكوان من عظم هيبتى",
    "author": "",
    "desc":
    "تزلزلت الاكوان من عظم هيبتى .. على سائر الأقطاب تعلو مزيتى .. وكل ولى كان من قبلى سبقته .. وقد سار حقا شاربا من بقيتى .. وكل كتاب فى العلوم مؤلف .. يفجر تذكارا بحسن مقالتى",
    "chapters": [
      {
        "id": "68",
        "name": "",
        "lines": [
          {
            "id": "1414",
            "body": [
              "تزلزلت الاكوان من عظم هيبتى ",
              " على سائر الأقطاب تعلو مزيتى"
            ]
          },
          {
            "id": "1415",
            "body": [
              "وكل ولى كان من قبلى سبقته ",
              " وقد سار حقا شاربا من بقيتى"
            ]
          },
          {
            "id": "1416",
            "body": ["وكل كتاب فى العلوم مؤلف ", " يفجر تذكارا بحسن مقالتى"]
          },
          {
            "id": "1417",
            "body": [
              "ولو أرسلونى لبنت بر لأحرقت ",
              " وصارت هباءا من عظيم مهابتى"
            ]
          },
          {
            "id": "1418",
            "body": [
              "ودائرة الرحمن كنت أميرها ",
              " وحور جنان الخلد تخدم روضتى"
            ]
          },
          {
            "id": "1419",
            "body": [
              "مرقعتى الخضراء قد عم نورها ",
              " وتحماها حور الجنان لروضتى"
            ]
          },
          {
            "id": "1420",
            "body": [
              "حرمت لذيذ النوم من صغر الصبا ",
              " وفخرى مع الأتباع خضراءاشارتى"
            ]
          },
          {
            "id": "1421",
            "body": [
              "وأدعى الدسوقى فى مظاهرقدسه ",
              " وإن قلت أبا العينين نلت العناية"
            ]
          },
          {
            "id": "1422",
            "body": [
              "وصليت بالتسليم مها تكاثرت ",
              " مفاتيح أهل الله فى طى قبضتى"
            ]
          },
          {
            "id": "1423",
            "body": ["زمن زارنى حقا سيفتح بابه ", " الى روضة المختار ثم لمكة"]
          },
          {
            "id": "1424",
            "body": [
              "مريدى تمسك وكن بى واثقا ",
              " لأحميك فى الدنيا ويوم القيامة"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "35": {
    "id": "35",
    "name": "أطع أمرنا",
    "author": "",
    "desc":
    "أطع أمرنا نرفع لأجلك حجبنا .. فإنا منحنا بالرضا من أحبنا .. ولذ بحمانا واحتمى بجنابنا .. لنحميك مما فيه أشرار خلقنا .. وكن في حمانا خاضعا متذللا .. وأخلص لنا تلقى المسرة والهنا",
    "chapters": [
      {
        "id": "69",
        "name": "",
        "lines": [
          {
            "id": "1425",
            "body": [
              "أطع أمرنا نرفع لأجلك حجبنا ",
              " فإنا منحنا بالرضا من أحبنا"
            ]
          },
          {
            "id": "1426",
            "body": [
              "ولذ بحمانا واحتمى بجنابنا ",
              " لنحميك مما فيه أشرار خلقنا"
            ]
          },
          {
            "id": "1427",
            "body": [
              "وكن في حمانا خاضعا متذللا ",
              " وأخلص لنا تلقى المسرة والهنا"
            ]
          },
          {
            "id": "1428",
            "body": [
              "وسلم إلينا الأمر في كل ما يكن ",
              " فما القرب والإبعاد إلا بأمرنا"
            ]
          },
          {
            "id": "1429",
            "body": [
              "ولا تعترضنا في الأمور فكل من ",
              " أردناه أحببناه حتى أحبنا"
            ]
          },
          {
            "id": "1430",
            "body": [
              "ينادى له في الكون أنا نحبه ",
              " فيسمع من في الكون أمر محبنا"
            ]
          },
          {
            "id": "1431",
            "body": ["ويكسى جلالا بالوقارلأنه ", " أقام بإذلال على باب عزنا"]
          },
          {
            "id": "1432",
            "body": [
              "رفعنا له حجبا أبحناه نظرة ",
              " إلينا وأودعناه من سر سرنا"
            ]
          },
          {
            "id": "1433",
            "body": [
              "تمسك بأذيال المحبة واغتنم ",
              " ليال بها تحظى بأوقات جمعنا"
            ]
          },
          {
            "id": "1435",
            "body": [
              "فما الليل إلا للمحب مطية ",
              " وميدان سبق فاستبق تبلغ المنا"
            ]
          },
          {
            "id": "1436",
            "body": [
              "وسر نحونا لا تخش في الليل ظلمة ",
              " وكن ذاكرافالأنس في طيب ذكرنا"
            ]
          },
          {
            "id": "1437",
            "body": [
              "وعن ذكرنا لا يشغلنك شاغل ",
              " ولا تنسنا واقصد بذكرك وجهنا"
            ]
          },
          {
            "id": "1438",
            "body": [
              "ولا تنس عهدا قد أخذناه أولا ",
              " عليك بإقرار كتبناه عندنا"
            ]
          },
          {
            "id": "1439",
            "body": [
              "ولا تنس إحسانا بسطناه عندما ",
              " جهلت فقربناك حتى عرفتنا"
            ]
          },
          {
            "id": "1440",
            "body": [
              "كفيناك أغنيناك عن سائر الورى ",
              " فلا تلتفت يوما إلى غير وجهنا"
            ]
          },
          {
            "id": "1441",
            "body": [
              "ولا تنس ميثاقا عهدت وكن بنا ",
              " وثيقا ولا تنقض مواثيق عهدنا"
            ]
          },
          {
            "id": "1442",
            "body": [
              "أمرناك أن تأتي مطيعا لبابنا ",
              " فأبطأت كاتبناك مع خير رسلنا"
            ]
          },
          {
            "id": "1443",
            "body": [
              "نسيت فذكرناك هل أنت ذاكر ",
              " بإحساننا أم أنت ناس لعهدنا"
            ]
          },
          {
            "id": "1444",
            "body": [
              "وجدناك مضطرا فقلنا لك ادعنا ",
              " نجبك فقل هل أنت حقا دعوتنا"
            ]
          },
          {
            "id": "1445",
            "body": [
              "دعوناك للخيرات أعرضت نائيا ",
              " فهل تلق من يحسن لمثلك مثلنا"
            ]
          },
          {
            "id": "1446",
            "body": ["عصيت فأمهلنا عليك بحلمنا ", " غفرنا تكرمنا عليك بحلمنا"]
          },
          {
            "id": "1447",
            "body": [
              "تسترت أسبلنا عليك بسترنا ",
              " أيا خجلتي منه إذا هو قال لي"
            ]
          },
          {
            "id": "1448",
            "body": [
              "أيا عبد سوء ما قرأت كتابنا ",
              " أما تستحي منا ويكفيك ما جرى"
            ]
          },
          {
            "id": "1449",
            "body": [
              "أما تخجلن من عتبنا يوم جمعنا ",
              " أما آن أن تقلع عن الذنب راجعا"
            ]
          },
          {
            "id": "1450",
            "body": [
              "إلينا وتنظر ما به جاء وعدنا ",
              " فأحبابنا اختاروا المحبة مذهبا"
            ]
          },
          {
            "id": "1451",
            "body": [
              "وما خالفوا في مذهب الحب شرعنا ",
              " وقلنا لأهل الحب في خلوة الرضا"
            ]
          },
          {
            "id": "1452",
            "body": [
              "أبحناكم الرؤيا تملوا بحسننا ",
              " فلو شاهدت عيناك من حسننا الذي"
            ]
          },
          {
            "id": "1453",
            "body": [
              "رأوه لما وليت عنا بغيرنا ",
              " ولو لاح من أنوارنا لك لائح"
            ]
          },
          {
            "id": "1454",
            "body": [
              "تركت جميع الكائنات وجئتنا ",
              " لو نسمت من قربنا لك نسمة"
            ]
          },
          {
            "id": "1455",
            "body": [
              "لمت غراما واشتياقا لقربنا ",
              " ولو ذقت من طعم المحبة ذرة"
            ]
          },
          {
            "id": "1456",
            "body": [
              "عزرت الذي أضحى قتيلا بحبنا ",
              " ولو سمعت أذناك حسن خطابنا"
            ]
          },
          {
            "id": "1457",
            "body": [
              "خلعت ثياب العجب عنك وجئتنا ",
              " مجيبا مطيعا خاضعا متذللا"
            ]
          },
          {
            "id": "1458",
            "body": [
              "لنعطيك أمنا من حظيرة قدسنا ",
              " ومن جاءنا طوعا رفعناه رتبة"
            ]
          },
          {
            "id": "1459",
            "body": [
              "وعنه كشفنا الهم والغم والعنا ",
              " ومن حبنا يعتد للصبر والبلا"
            ]
          },
          {
            "id": "1460",
            "body": [
              "ويصبر على البلوى لإنفاذحكمنا ",
              " فما حبنا سهل وكل من ادعى"
            ]
          },
          {
            "id": "1461",
            "body": [
              "سهولته قلنا له قد جهلتنا ",
              " فأيسر ما في الحب للصب قتله"
            ]
          },
          {
            "id": "1462",
            "body": [
              "وأصعب من قتل الفتى يوم هجرنا ",
              " فيا أيها العشاق هذا خطابنا"
            ]
          },
          {
            "id": "1463",
            "body": [
              "إليكم فما إيضاح ما عندكم لنا ",
              " فقال خواص العاشقين تذللا"
            ]
          },
          {
            "id": "1464",
            "body": [
              "يطيب لنا في معرك الحب قتلنا ",
              " فلادية نرضى بها غير نظرة"
            ]
          },
          {
            "id": "1465",
            "body": [
              "إليك ولكن نظرة منك تكفنا ",
              " وجدناك للأحباب أوفى موادد"
            ]
          },
          {
            "id": "1466",
            "body": [
              "وأكرم محبوب ببر وصلتنا ",
              " وخير كفيل في الحشا قدكفلتنا"
            ]
          },
          {
            "id": "1468",
            "body": [
              "وأسكنت عند الأمهات تعطفا ",
              " إلينا وفي الثديين أجريت رزقنا"
            ]
          },
          {
            "id": "1469",
            "body": [
              "وأنشأتنا طفلا وباللطف ألسنا ",
              " تترجم بالإقرار أنك ربنا"
            ]
          },
          {
            "id": "1470",
            "body": [
              "وعرفتنا إياك فالحمد دائما ",
              " لوجهك إذ ألهمتنا منك رشدنا"
            ]
          },
          {
            "id": "1471",
            "body": [
              "وألهمتنا الإسلام ثم هديتنا ",
              " بواسطة منا به قد هديتنا"
            ]
          },
          {
            "id": "1472",
            "body": [
              "محمد المبعوث للخلق رحمة ",
              " أجل الورى المختار طه شفيعنا"
            ]
          },
          {
            "id": "1473",
            "body": ["أجل رسول قد أتى بشفاعة ", " ودين قويم وهو عصمة أمرنا"]
          },
          {
            "id": "1474",
            "body": [
              "عليك صلاة الله فهو إمامنا ",
              " وخيرتنا والملتجى يوم حشرنا"
            ]
          },
          {
            "id": "1475",
            "body": ["بطاعته سدنا ونلنا شفاعة ", " وفزنا به حقا وتم سرورنا"]
          },
          {
            "id": "1434",
            "body": [
              "وقم في الدجى فالليل ميقات من يرد ",
              " وصال حبيب فاغتنم فيه وصلنا"
            ]
          },
          {
            "id": "1467",
            "body": ["جعلت بطون الأمهات مهادنا ", " ودبرتنا في ضعفنا ورزقتنا"]
          }
        ],
        "links": []
      }
    ]
  },
  "36": {
    "id": "36",
    "name": "يا جمال النبى يا حنان النبى",
    "author": "",
    "desc":
    "يا جمال النبى يا حنان النبى .. والله العظيم يا ناس مالنا غير انبى .. مالينا غيره تانى طرفه اكحل ربانى .. خده ورد الوجانى حبيبى يا سيدنا النبى .. نبينا اولى بينا حقا من نفسينا .. ده كلام ربنا فى الكتاب يا نبى",
    "chapters": [
      {
        "id": "70",
        "name": "",
        "lines": [
          {
            "id": "1476",
            "body": [
              "يا جمال النبى يا حنان النبى ",
              " والله العظيم يا ناس مالنا غير انبى"
            ]
          },
          {
            "id": "1477",
            "body": [
              "مالينا غيره تانى طرفه اكحل ربانى ",
              " خده ورد الوجانى حبيبى يا سيدنا النبى"
            ]
          },
          {
            "id": "1478",
            "body": [
              "نبينا اولى بينا حقا من نفسينا ",
              " ده كلام ربنا فى الكتاب يا نبى"
            ]
          },
          {
            "id": "1479",
            "body": [
              "نور المصطغى أحمد نور أزلى سرمد ",
              " أول ما ربنا أوجد نورك يا سيدنا النبى"
            ]
          },
          {
            "id": "1480",
            "body": [
              "مالينا غيره هوه ساكن قلبى من جوه ",
              " حبيبى روحه هوه ضمينى ياسيدناالنبى"
            ]
          },
          {
            "id": "1481",
            "body": [
              "أكحل العين ياسم أدعج حلو المباسم ",
              " حبيبى أبا القاسم علمنا ياسيدنا النبى"
            ]
          },
          {
            "id": "1482",
            "body": [
              "ماليناغير الرسول جماله يسبى العقول ",
              " أبو فاطمه البتول حبيبى يا سيدنا النبى"
            ]
          },
          {
            "id": "1483",
            "body": [
              "كفك يا طه طاهر ذكرك سر البشاير ",
              " يا جابر للخواطراجبرنا يا سيدنا النبى"
            ]
          },
          {
            "id": "1484",
            "body": [
              "وجه ابيض مدور فاق البدر المنور ",
              " كل حسن تصور فى جمال سيدنا النبى"
            ]
          },
          {
            "id": "1485",
            "body": [
              "عين الهاشمى حوراءأجمل من نجم السماء ",
              " كم شع منه الضياء يا جمال عين النبى"
            ]
          },
          {
            "id": "1486",
            "body": [
              "أنفه كالسيف القويم بين لمع وتعظيم ",
              " لا أشم بل حسيم يا جمال سيدنا النبى"
            ]
          },
          {
            "id": "1487",
            "body": [
              "لحيته تبدو لطيفه تجمل فى الخلقه اللطيفه ",
              " قل عن النعمة الشريفه ياجمال سيدنا النبى"
            ]
          },
          {
            "id": "1488",
            "body": [
              "شعر المصطفى داج ينثنى كالأمواج ",
              " مدهون كالتاج يا جمال سيدنا النبى"
            ]
          },
          {
            "id": "1489",
            "body": [
              "من كانت له حاجه لو للمصطفى نادى ",
              " قبره يفرش ديباجا يوم الحشر فى ظلى"
            ]
          },
          {
            "id": "1490",
            "body": [
              "النبى ذاك القمر النبى شق القمر ",
              " وأنا سهران مع القمر ياعاشق فلتصلى"
            ]
          },
          {
            "id": "1491",
            "body": [
              "إن رمت أن تراه أو تدخل فى حماه ",
              " تتلقى من سماه لا تركن للتسلى"
            ]
          },
          {
            "id": "1492",
            "body": [
              "صلاة النبى صبت كاسات بها عبت ",
              " كم سادت وكم ربت كم جاءت بالتجلى"
            ]
          },
          {
            "id": "1493",
            "body": [
              "صلاة النبى قوه تجلى القلب من جوه ",
              " آدم إذا تريد حوا على النبى صلى"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "37": {
    "id": "37",
    "name": "النبى غالى النبى غالى",
    "author": "",
    "desc":
    "النبى غالى النبى غالى .. النبى غالى ومقامه عالى .. مدحك يا طه نلناها شفاها .. من تو خفاها أصبح رسمالى .. مدحك ميقاتى طيب أوقاتى .. من كل نحاتى ببراق الحالى",
    "chapters": [
      {
        "id": "71",
        "name": "",
        "lines": [
          {
            "id": "1494",
            "body": ["النبى غالى النبى غالى ", " النبى غالى ومقامه عالى"]
          },
          {
            "id": "1495",
            "body": ["مدحك يا طه نلناها شفاها ", " من تو خفاها أصبح رسمالى"]
          },
          {
            "id": "1496",
            "body": ["مدحك ميقاتى طيب أوقاتى ", " من كل نحاتى ببراق الحالى"]
          },
          {
            "id": "1497",
            "body": ["مدحك مشروع عمل مرفوع ", " سر مدفوع للقلب الخالى"]
          },
          {
            "id": "1498",
            "body": ["مدحك غايتنا وجهك حجتنا ", " فأكرم إخوتنا بلغ آمالى"]
          },
          {
            "id": "1499",
            "body": [
              "مداح الحضرة فازوا بالنظرة ",
              " قد شهدوا البدر فى ثوب كمال"
            ]
          },
          {
            "id": "1501",
            "body": ["قصد المداح يرضوا الفتاح ", " ويروه كفاحا ويكونوا موالى"]
          },
          {
            "id": "1502",
            "body": ["صلاة العشاق من دن عايق ", " تهدى للفارق ويتم وصالى"]
          },
          {
            "id": "1500",
            "body": ["مداحك هاموا من رى مدام ", " قد سمعوا سلاما عبق الشمأل"]
          }
        ],
        "links": []
      }
    ]
  },
  "38": {
    "id": "38",
    "name": "مدد يا أمير المؤمنين",
    "author": "",
    "desc":
    "مدد يا امير المؤمنين .. مدد يا ابو زين العابدين .. يا سيد الامم .. يا ولى النعم .. يا منبع الكرم .. يا سبط رسول الله",
    "chapters": [
      {
        "id": "72",
        "name": "",
        "lines": [
          {
            "id": "1503",
            "body": ["مدد يا امير المؤمنين ", " مدد يا ابو زين العابدين"]
          },
          {
            "id": "1504",
            "body": ["يا سيد الامم ", " يا ولى النعم"]
          },
          {
            "id": "1505",
            "body": ["يا منبع الكرم ", " يا سبط رسول الله"]
          },
          {
            "id": "1506",
            "body": ["يا سيد الشهداء ", " يا طاهر الأباء"]
          },
          {
            "id": "1507",
            "body": ["يا دوحة الزهراء ", " جدك رسول الله"]
          },
          {
            "id": "1508",
            "body": ["يا قرة المختار ", " يا قرة الكرار"]
          },
          {
            "id": "1509",
            "body": ["يا برزخ الأسرار ", " منك رسول الله"]
          },
          {
            "id": "1510",
            "body": ["سيدنا الحسين يا إمام ", " يا غوثنا يا همام"]
          },
          {
            "id": "1511",
            "body": ["نظرة لنا يا كرام ", " يا نور رسول الله"]
          },
          {
            "id": "1512",
            "body": ["سيدنا الحسين سماه ", " جده رسول الله"]
          },
          {
            "id": "1513",
            "body": ["وحى بإذن الله ", " جده رسول الله"]
          },
          {
            "id": "1514",
            "body": ["سيدنا الحسين ذكراه ", " فى هل أتى نقراه"]
          },
          {
            "id": "1515",
            "body": ["والمصطفى ضماه ", " قبل رسول الله"]
          }
        ],
        "links": []
      }
    ]
  },
  "39": {
    "id": "39",
    "name": "-أيها المشتاق لا تنم",
    "author": "",
    "desc":
    "أيها المشتاق لا تنم .. هذه أنوار ذى سلم .. عن قريب نحن فى الحرم .. عند خير العرب و العجم .. فاستلم شباك حجرته .. وإغتنم فى القرب حضرته",
    "chapters": [
      {
        "id": "73",
        "name": "",
        "lines": [
          {
            "id": "1516",
            "body": ["أيها المشتاق لا تنم ", " هذه أنوار ذى سلم"]
          },
          {
            "id": "1517",
            "body": ["عن قريب نحن فى الحرم ", " عند خير العرب و العجم"]
          },
          {
            "id": "1518",
            "body": ["فاستلم شباك حجرته ", " وإغتنم فى القرب حضرته"]
          },
          {
            "id": "1519",
            "body": ["واستقم فى ظل سدرته ", " سدرة الإحسان والنعم"]
          },
          {
            "id": "1520",
            "body": ["قف أمام الروض فى أدب ", " ماثلا لأعظم الرسل"]
          },
          {
            "id": "1521",
            "body": ["فى مقام القرب و القرب ", " والرضا والجود والكرم"]
          },
          {
            "id": "1522",
            "body": ["ثم قل يا أعظم الرسل ", " يا حبيب الله فى الأزل"]
          },
          {
            "id": "1523",
            "body": ["يا عظيم العلم والعمل ", " يا كريم اللوح و القلم"]
          },
          {
            "id": "1524",
            "body": ["ثم سلم وابكى وابتهل ", " وادعو واسأل وارجو وابتهج"]
          },
          {
            "id": "1525",
            "body": ["ثم للشيخين فاعتبر ", " وتوسل واحنو واعتصم"]
          },
          {
            "id": "1526",
            "body": ["يا حبيب الله حبك فى ", " مهجتى كالدر فى الصدف"]
          },
          {
            "id": "1527",
            "body": ["والشذا فى الروضة الالف ", " والفرات العذب فى الديم"]
          },
          {
            "id": "1528",
            "body": ["إن أتينا الروض جئناك ", " يا رسول جد برؤياك"]
          },
          {
            "id": "1529",
            "body": ["إن برؤيا نهنأ برؤيته ", " إن بصحو يغنى عن الحلم"]
          }
        ],
        "links": []
      }
    ]
  },
  "40": {
    "id": "40",
    "name": "يحركنا ذكـــــــر الأحاديث",
    "author": "",
    "desc":
    "يحركنا ذكر الأحاديث عنكم .. ولولا هواكم فى الحشا ما تحركنا .. بعادكم موت وقربكم حياة .. وإن غبتم عنا ولو نفسا متنا .. تضيق بنا الدنيا إن غبتم عنا .. وتزهق بالأشواق ارواحنا منا",
    "chapters": [
      {
        "id": "74",
        "name": "",
        "lines": [
          {
            "id": "1530",
            "body": [
              "يحركنا ذكر الأحاديث عنكم ",
              " ولولا هواكم فى الحشا ما تحركنا"
            ]
          },
          {
            "id": "1531",
            "body": ["بعادكم موت وقربكم حياة ", " وإن غبتم عنا ولو نفسا متنا"]
          },
          {
            "id": "1532",
            "body": [
              "تضيق بنا الدنيا إن غبتم عنا ",
              " وتزهق بالأشواق ارواحنا منا"
            ]
          },
          {
            "id": "1533",
            "body": [
              "فقل للذى ينهى عن الوجد أهله ",
              " إذا لم تذق معنى شرابنا دعنا"
            ]
          },
          {
            "id": "1534",
            "body": [
              "إذا اهتزت الأرواح شوقا الى اللقا ",
              " نعم ترقص الاشباح يا جاهل المعنى"
            ]
          },
          {
            "id": "1535",
            "body": [
              "أما تنظر الطير المقفص يا فتى ",
              " إذا ذكر الأوطان حن الى المغنى"
            ]
          },
          {
            "id": "1536",
            "body": [
              "يفرج بالتغريد ما بفؤاده ",
              " فتطرب الأعضاء فى الحس و المعنى"
            ]
          },
          {
            "id": "1537",
            "body": [
              "ويرقص فى الأقفاص شوقا الى اللقا ",
              " فيهتز أرباب العقول إذا غنى"
            ]
          },
          {
            "id": "1538",
            "body": [
              "كذلك أرواح المحبين يا فتى ",
              " نهزها الأشواق للعالم الأثنى"
            ]
          },
          {
            "id": "1539",
            "body": [
              "فيا حادى الأرواح قم واحد بنا ",
              " وإن أنكرت عيناك فسامحنا"
            ]
          },
          {
            "id": "1540",
            "body": ["فإذا طبنا وطابت عقولنا ", " وخامرنا خمر الغرام تهتكنا"]
          },
          {
            "id": "1542",
            "body": [
              "أنلزمها بالصبر وهى مشوقة ",
              " وهل يستطيع الصبرمن شاهد المعنى"
            ]
          },
          {
            "id": "1543",
            "body": [
              "إذا لم تذق ما ذاق الناس فى الهوى ",
              " فيا خالى الحشا لا تعنفنا"
            ]
          },
          {
            "id": "1541",
            "body": [
              "فلا تلم السكران فى حال سكره ",
              " فقد رفع التكليف فى حال سكرنا عنا"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "41": {
    "id": "41",
    "name": " هو الحب",
    "author": "",
    "desc":
    "هو الحب فاسلم بالحشا ما الهوى سهل .. فما اختاره مضنى به وله عقل .. وعش خاليا فالحب راحته عنا .. وأوله سقم وآخره قت .. ولكن لدي الموت فيه صبابة .. حياة لمن أهوى علي بها الفضل",
    "chapters": [
      {
        "id": "75",
        "name": "",
        "lines": [
          {
            "id": "1544",
            "body": [
              "هو الحب فاسلم بالحشا ما الهوى سهل ",
              " فما اختاره مضنى به وله عقل"
            ]
          },
          {
            "id": "1545",
            "body": ["وعش خاليا فالحب راحته عنا ", " وأوله سقم وآخره قت"]
          },
          {
            "id": "1546",
            "body": [
              "ولكن لدي الموت فيه صبابة ",
              " حياة لمن أهوى علي بها الفضل"
            ]
          },
          {
            "id": "1547",
            "body": [
              "نصحتك علما بالهوى والذي أرى ",
              " مخالفتي فاختر لنفسك ما يحل"
            ]
          },
          {
            "id": "1548",
            "body": [
              "فإن شئت أن تحيا سعيدا فمت به ",
              " شهيدا وإلا فالغرام له أهل"
            ]
          },
          {
            "id": "1549",
            "body": [
              "فمن لم يمت في حبه لم يعش به ",
              " ودون اجتناء النحل ما جنت النحل"
            ]
          },
          {
            "id": "1550",
            "body": [
              "تمسك بأذيال الهوى واخلع الحيا ",
              " وخل سبيل الناسكين وإن جلو"
            ]
          },
          {
            "id": "1551",
            "body": [
              "وقل لقتيل الحب وفيت حقه ",
              " وللمدعي هيهات ما الكحل الكحل"
            ]
          },
          {
            "id": "1552",
            "body": [
              "تعرض قوم للغرام وأعرضوا ",
              " بجانبهم عن صحتي فيه فا عتلو"
            ]
          },
          {
            "id": "1553",
            "body": [
              "رضوا بالأماني وابتلوا بحظوظهم ",
              " وخاضوا بحار الحب دعوى فما ابتل"
            ]
          },
          {
            "id": "1554",
            "body": [
              "فهم في السرى لم يبرحوا من مكانهم ",
              " وما ظعنوا في السير عنه وقد كلو"
            ]
          },
          {
            "id": "1555",
            "body": [
              "وعن مذهبي لما استحبوا العمى على ",
              " الهدى حسدا من عند أنفسهم ضلو"
            ]
          },
          {
            "id": "1556",
            "body": [
              "أحبة قلبي والمحبة شافعي ",
              " لديكم إذا شئتم بها اتصل الحبل"
            ]
          },
          {
            "id": "1557",
            "body": ["عسى عطفة منكم علي بنظرة ", " فقد تعبت بيني وبينكم الرس"]
          },
          {
            "id": "1558",
            "body": [
              "أحباي أنتم أحسن الدهر أم أسا ",
              " فكونوا كما شئتم أنا ذلك الخل"
            ]
          },
          {
            "id": "1559",
            "body": [
              "إذا كان حظي الهجر منكم ولم يكن ",
              " بعاد فذاك الهجر عندي هو الوصل"
            ]
          },
          {
            "id": "1560",
            "body": [
              "وما الصد إلا الود ما لم يكن قلى ",
              " وأصعب شيء غير أعراضكم سهل"
            ]
          },
          {
            "id": "1561",
            "body": [
              "وتعذيبكم عذب لدي وجوركم ",
              " علي بما يقضي الهوى لكم عدل"
            ]
          },
          {
            "id": "1562",
            "body": ["وصبري صبر عنكم وعليكم ", " أرى أبدا عندي مرارته تحل"]
          },
          {
            "id": "1563",
            "body": [
              "أخذتم فؤادي وهو بعضي فما الذي ",
              " يضركم لو كان عندكم الكل"
            ]
          },
          {
            "id": "1564",
            "body": [
              "نأيتم فغير الدمع لم أر وافيا ",
              " سوى زفرة من حر نار الجوى تغل"
            ]
          },
          {
            "id": "1565",
            "body": ["فسهدي حي في جفوني مخلد ", " ونومي بها ميت ودمعي له غسل"]
          },
          {
            "id": "1566",
            "body": [
              "هوى طل ما بين الطلول دمي فمن ",
              " جفوني جرى بالسفح من سفحه وبل"
            ]
          },
          {
            "id": "1567",
            "body": [
              "تباله قومي إذ رأوني متيما ",
              " وقالوا بمن هذا الفتى مسه الخب"
            ]
          },
          {
            "id": "1568",
            "body": [
              "وماذا عسى عني يقال سوى غدا ",
              " بنعم له شغل نعم لي بها شغل"
            ]
          },
          {
            "id": "1569",
            "body": [
              "وقال نساء الحي عنا بذكر من ",
              " جفانا وبعد العز لذ له الذل"
            ]
          },
          {
            "id": "1570",
            "body": [
              "إذا انعمت نعم علي بنظرة ",
              " فلا أسعدت سعدى ولا أجملت جمل"
            ]
          },
          {
            "id": "1571",
            "body": [
              "وقد صدئت عيني برؤية غيرها ",
              " ولثم جفوني تربها للصدا يجل"
            ]
          },
          {
            "id": "1572",
            "body": ["وقد علموا اني قتيل لحاظها ", " فإن لها في كل جارحة نص"]
          },
          {
            "id": "1573",
            "body": [
              "حديثي قديم في هواها وما له ",
              " كما علمت بعد وليس لها قبل"
            ]
          },
          {
            "id": "1575",
            "body": [
              "حرام شفا سقمي لديها رضيت ما ",
              " به قسمت لي في الهوى ودمي حل"
            ]
          },
          {
            "id": "1576",
            "body": [
              "فحالي وإن ساءت فقد حسنت به ",
              " وما حط قدري في هواها به أعل"
            ]
          },
          {
            "id": "1577",
            "body": [
              "وعنوان ما فيها لقيت وما به ",
              " شقيت وفي قولي اختصرت ولم أغل"
            ]
          },
          {
            "id": "1578",
            "body": [
              "خفيت ضنى حتى لقد ضل عائدي ",
              " وكيف ترى العواد من لا له ظل"
            ]
          },
          {
            "id": "1579",
            "body": [
              "وما عثرت عين على أثري ولم ",
              " تدع لي رسما في الهوى الأعين النجل"
            ]
          },
          {
            "id": "1580",
            "body": [
              "ولي همة تعلو إذا ما ذكرتها ",
              " وروح بذكراها إذا رخصت تغل"
            ]
          },
          {
            "id": "1581",
            "body": [
              "جرى حبها مجرى دمي في مفاصلي ",
              " فأصبح لي عن كل شغل بها شغ"
            ]
          },
          {
            "id": "1582",
            "body": [
              "فنافس ببذل النفس فيها أخا الهوى ",
              " فإن قبلتها منك يا حبذا البذل"
            ]
          },
          {
            "id": "1583",
            "body": [
              "فمن لم يجد في حب نعم بنفسه ",
              " ولو جاد بالدنيا إليه انتهى البخ"
            ]
          },
          {
            "id": "1584",
            "body": [
              "ولولا مراعاة الصيانة غيرة ",
              " ولو كثروا أهل الصبابة أو قلو"
            ]
          },
          {
            "id": "1585",
            "body": [
              "لقلت لعشاق الملاحة أقبلوا ",
              " إليها على رأيي وعن غيرها ولو"
            ]
          },
          {
            "id": "1586",
            "body": [
              "وإن ذكرت يوما فخروا لذكرها ",
              " سجودا وإن لاحت الى وجهها صلو"
            ]
          },
          {
            "id": "1587",
            "body": [
              "وفي حبها بعت السعادة بالشقا ",
              " ضلالا وعقلي عن هداي به عقل"
            ]
          },
          {
            "id": "1588",
            "body": [
              "وقلت لرشدي والتنسك والتقى ",
              " تخلوا وما بيني وبين الهوى خلو"
            ]
          },
          {
            "id": "1589",
            "body": [
              "وفرغت قلبي عن وجودي مخلصا ",
              " لعلي في شغلي بها معها أخلو"
            ]
          },
          {
            "id": "1590",
            "body": [
              "ومن أجلها أسعى لمن بيننا سعى ",
              " وأعدو ولا أعدو لمن دأبه العذل"
            ]
          },
          {
            "id": "1591",
            "body": [
              "فأرتاح للواشين بيني وبينها ",
              " لتعلم ما ألقى وما عندها جه"
            ]
          },
          {
            "id": "1592",
            "body": [
              "وأصبوا إلى العذال حبا لذكرها ",
              " كأنهم مابيننا في الهوي رسل"
            ]
          },
          {
            "id": "1593",
            "body": ["فان حدثواعنها فكلي مسامع ", " وكلي إن حدثتهم ألسن تتل"]
          },
          {
            "id": "1594",
            "body": [
              "تخالفت الأقوال فينا تباينا ",
              " برحم ظنون بيننا ما لها أصل"
            ]
          },
          {
            "id": "1595",
            "body": [
              "فشنع قوم بالوصال ولم تصل ",
              " وارجف بالسلوان قوم ولم أسل"
            ]
          },
          {
            "id": "1596",
            "body": [
              "فما صدق التشنيع عنها لشقوتي ",
              " وقد كذبت عني الأراجيف والنقل"
            ]
          },
          {
            "id": "1597",
            "body": [
              "وكيف أرجي وصل من لو تصورت ",
              " حماها المنى وهما لضاقت بها السبل"
            ]
          },
          {
            "id": "1598",
            "body": [
              "وإن وعدت لم يلحق الفعل قولها ",
              " وإن أوعدت بالقول يسبقه الفعل"
            ]
          },
          {
            "id": "1599",
            "body": [
              "عديني بوصل وامطلي بنجازه ",
              " فعندي إذا صح الهوى حسن المطل"
            ]
          },
          {
            "id": "1600",
            "body": [
              "وحرمة عهد بيننا عنه لم أحل ",
              " وعقد بأيد بيننا ما له حل"
            ]
          },
          {
            "id": "1601",
            "body": [
              "لأنت على غيظ النوى ورضى الهوى ",
              " لدي وقلبي ساعة منك ما يخل"
            ]
          },
          {
            "id": "1602",
            "body": [
              "ترى مقلتي يوما ترى من أحبهم ",
              " ويعتبني دهري ويجتمع الشمل"
            ]
          },
          {
            "id": "1603",
            "body": [
              "وما برحوا معنى أراهم معي فإن ",
              " نأوا صورة في الذهن قام لهم شكل"
            ]
          },
          {
            "id": "1604",
            "body": [
              "فهم نصب عيني ظاهرا حيثما سروا ",
              " وهم في فؤادي باطنا أينما حلو"
            ]
          },
          {
            "id": "1605",
            "body": [
              "لهم أبدا مني حنو وإن جفوا ",
              " ولي أبدا ميل إليهم وإن ملوا"
            ]
          },
          {
            "id": "1574",
            "body": [
              "وما لي مثل في غرامي بها كما ",
              " غدت فتنة في حسنها ما لها مثل"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "42": {
    "id": "42",
    "name": "يا شاذلى",
    "author": "",
    "desc":
    "يا شاذلى يا شاذلى يا أبا الحسن .. عطفا على حالى الضعيف المبتلى .. إنى أتيت لحيكم متضرعا .. أرجو الرضا والعغو ثم سماحا .. والعازلون تفننوا فى لومهم .. جهلا بوجد مالى عنه براحا",
    "chapters": [
      {
        "id": "76",
        "name": "",
        "lines": [
          {
            "id": "1606",
            "body": [
              "يا شاذلى يا شاذلى يا أبا الحسن ",
              " عطفا على حالى الضعيف المبتلى"
            ]
          },
          {
            "id": "1607",
            "body": ["إنى أتيت لحيكم متضرعا ", " أرجو الرضا والعغو ثم سماحا"]
          },
          {
            "id": "1609",
            "body": [
              "والعازلون تفننوا فى لومهم ",
              " جهلا بوجد مالى عنه براحا"
            ]
          },
          {
            "id": "1610",
            "body": [
              "لكنهم لو ذاقوا طعما للهوى ",
              " خلعوا العذار وولولوا نواحا"
            ]
          },
          {
            "id": "1611",
            "body": ["تبا لواش جاء ينشروشيه ", " بين الأحبة لا اراه نجاحا"]
          },
          {
            "id": "1612",
            "body": ["اكفف لسانك ياحسود فإنه ", " من فيضهم اسقنى أقداحا"]
          },
          {
            "id": "1613",
            "body": [
              "لما شهدت النور منكم لائحا ",
              " والمسك من أفواهكم قد فاحا"
            ]
          },
          {
            "id": "1614",
            "body": ["أمسكت سمعى عن كلام عواذلى ", " وغدوت فيكم هائما سواحا"]
          },
          {
            "id": "1615",
            "body": [
              "يا حاسدى فى حبهم روحى لهم ",
              " قد بعتها وربحت فيها رباحا"
            ]
          },
          {
            "id": "1616",
            "body": [
              "هو ذا رضاهم عن أسيرهواهم ",
              " يرجو المكارم إذا غدا أو راحا"
            ]
          },
          {
            "id": "1617",
            "body": [
              "يا سادتى مالى سواكم ملجأ ",
              " أرجوه فى أمرى مساء وصباحا"
            ]
          },
          {
            "id": "1618",
            "body": [
              "فلأنتم أهل المكارم والوفا ",
              " كونوا غناى وعصمتى ونجاحا"
            ]
          },
          {
            "id": "1619",
            "body": [
              "يا سادتى راعوا المصين لسركم ",
              " حرصا على الا يكون متاحا"
            ]
          },
          {
            "id": "1620",
            "body": ["يا سادتى عطفا على حب أتى ", " يطوى الفياف دمعه نزاحا"]
          },
          {
            "id": "1621",
            "body": ["يا سادتى منوا على بنفحة ", " إمدادها يدنى لنا الأفراح"]
          },
          {
            "id": "1622",
            "body": [
              "يارب صلى على الحبيب محمد ",
              " من نوره فى الكون عم ولاحا"
            ]
          },
          {
            "id": "1608",
            "body": ["وهجرت أوطانى وأهل عشيرتى ", " وأرى هيامى فيكم إصلاحا"]
          }
        ],
        "links": []
      }
    ]
  },
  "43": {
    "id": "43",
    "name": "سقانى الحب",
    "author": "",
    "desc":
    "سقاني الحب كاسات الوصال .. فقلت لخمرتي نحوي تعالي .. سعت ومشت لنحوى في كئوس .. فهمت بسكرتي بين الموالي .. وقلت لسائر الأقطاب لموا بحاني .. وادخلوا أنتم رجالي",
    "chapters": [
      {
        "id": "77",
        "name": "",
        "lines": [
          {
            "id": "1623",
            "body": ["سقاني الحب كاسات الوصال ", " فقلت لخمرتي نحوي تعالي"]
          },
          {
            "id": "1624",
            "body": ["سعت ومشت لنحوى في كئوس ", " فهمت بسكرتي بين الموالي"]
          },
          {
            "id": "1625",
            "body": ["وقلت لسائر الأقطاب لموا بحاني ", " وادخلوا أنتم رجالي"]
          },
          {
            "id": "1626",
            "body": [
              "وهيموا واشربوا أنتم جنودي ",
              " فساقي القوم بالوافي ملالي"
            ]
          },
          {
            "id": "1627",
            "body": ["شربتم فضلتي من بعد سكري ", " ولا نلتم علوي واتصالي"]
          },
          {
            "id": "1628",
            "body": ["مقامكم العلا جمعا ولكن مقامي ", " فوقكم ما زال عالي"]
          },
          {
            "id": "1629",
            "body": ["أنا في حضرة التقريب وحدي ", " يصرفني وحسبي ذو الجلال"]
          },
          {
            "id": "1630",
            "body": ["أنا البازي أشهب كل شيخ ", " ومن ذا في الملا أعطي مثالي"]
          },
          {
            "id": "1631",
            "body": [
              "درست العلم حتى صرت قطبا ",
              " ونلت السعد من مولى الموالي"
            ]
          },
          {
            "id": "1632",
            "body": ["كساني خلعة بطراز عز ", " وتوجني بتيجان الكمال"]
          },
          {
            "id": "1633",
            "body": ["وأطلعني على سر قديم ", " وقلدني وأعطاني سؤالي"]
          },
          {
            "id": "1634",
            "body": ["وولاني على الأقطاب جمعا ", " فحكمي نافذ في كل عالي"]
          },
          {
            "id": "1635",
            "body": ["فلو ألقيت سري وسط نار ", " لذابت وانطفت من سر حالي"]
          },
          {
            "id": "1636",
            "body": ["ولو ألقيت سري فوق ميت ", " لقام بقدرة المولى سعى لي"]
          },
          {
            "id": "1637",
            "body": ["ولو ألقيت سري في جبال ", " لدكت واختفت بين الرمال"]
          },
          {
            "id": "1638",
            "body": ["ولو ألقيت سري في بحار ", " لصار الكل غورا في الزوال"]
          },
          {
            "id": "1639",
            "body": ["وما منها شهور أو دهور ", " تمر وتنقضي إلا أتى لي"]
          },
          {
            "id": "1640",
            "body": ["وتخبرني بمأ يجري ويأتي ", " وتعلمني فأقصر عن جدالي"]
          },
          {
            "id": "1641",
            "body": ["بلاد الله ملكي تحت حكمي ", " ووقتي قبل قبلي قد صفا لي"]
          },
          {
            "id": "1642",
            "body": [
              "طبولي في السما والأرض دقت ",
              " وشاءوس السعادة قد بدا لي"
            ]
          },
          {
            "id": "1643",
            "body": [
              "أنا الجيلاني محيى الدين إسمي ",
              " وأعلامي على رؤس الجبال"
            ]
          },
          {
            "id": "1644",
            "body": ["أنا الحسني والمخدع مقامي ", " وأقدامي على عنق الرجال"]
          },
          {
            "id": "1646",
            "body": ["رجال في النهار ليوث غاب ", " ورهبان إذا جن الليالي"]
          },
          {
            "id": "1647",
            "body": ["رجال في هواجرهم صيام ", " وصوت عويلهم في الليل عالي"]
          },
          {
            "id": "1648",
            "body": ["رجال سائحون بكل واد ", " وفي الغابات في طلب الوصال"]
          },
          {
            "id": "1649",
            "body": ["ألا يا للرجال صلوا محبا لنار ", " البعد والهجران صال"]
          },
          {
            "id": "1650",
            "body": ["ألا يا للرجال قتلت ظلما ", " بلحظ قد حكى رشق النبال"]
          },
          {
            "id": "1651",
            "body": ["ألا يا للرجال خذوا بثأري ", " فإني شيخكم قطب الكمال"]
          },
          {
            "id": "1652",
            "body": ["أنا شيخ المشايخ حزت علما ", " بآداب وحلم واتصال"]
          },
          {
            "id": "1653",
            "body": [
              "فمن في أولياء الله مثلي ",
              " ومن في الحكم والتصريف خالي"
            ]
          },
          {
            "id": "1654",
            "body": ["ترى الدنيا جميعا وسط كفي ", " كخردلة على حكم النوال"]
          },
          {
            "id": "1655",
            "body": ["مريدي لا تخف وشيا فإني ", " عزوم قاتل عند القتال"]
          },
          {
            "id": "1656",
            "body": ["مريدي لا تخف فالله ربي ", " حباني رفعة نلت المعالي"]
          },
          {
            "id": "1657",
            "body": ["مريدي هم وطب واشطح وغني ", " وافعل ما تشا فالإسم عالي"]
          },
          {
            "id": "1658",
            "body": ["وكل فتى على قدم وإني ", " على قدم النبي بدر الكمال"]
          },
          {
            "id": "1659",
            "body": ["عليه صلاة ربي كل وقت ", " كتعداد الرمال مع الجبال"]
          },
          {
            "id": "1645",
            "body": ["رجال خيموا في حي ليلى ", " ونالوا في الهوى أقصى منال"]
          }
        ],
        "links": []
      }
    ]
  },
  "44": {
    "id": "44",
    "name": "يا نبى سلام عليك",
    "author": "",
    "desc":
    "يا نبى سلام عليك .. يا رسول سلام عليك .. يا حبيب سلام عليك .. صلوات الله عليك .. أشرق البدر علينا .. وأختفت منه البدور",
    "chapters": [
      {
        "id": "78",
        "name": "",
        "lines": [
          {
            "id": "1660",
            "body": ["يا نبى سلام عليك ", " يا رسول سلام عليك"]
          },
          {
            "id": "1661",
            "body": ["يا حبيب سلام عليك ", " صلوات الله عليك"]
          },
          {
            "id": "1662",
            "body": ["أشرق البدر علينا ", " وأختفت منه البدور"]
          },
          {
            "id": "1663",
            "body": ["مثل حسنك ما رأينا ", " قط يا وجه السرور"]
          },
          {
            "id": "1664",
            "body": ["أنت شمس أنت قمر ", " أنت نور فوق نور"]
          },
          {
            "id": "1665",
            "body": ["أنت إكسير وغالى ", " أنت مصباح السرور"]
          },
          {
            "id": "1666",
            "body": ["يا حبيبى يا محمد ", " يا عروس الخافقين"]
          },
          {
            "id": "1667",
            "body": ["يا مؤيد يا ممجد ", " يا إمام القبلتين"]
          },
          {
            "id": "1668",
            "body": ["من رأى وجهك يسعد ", " يا كريم الوالدين"]
          },
          {
            "id": "1669",
            "body": ["حوضك الصافى المبرد ", " وردنا يوم النشور"]
          },
          {
            "id": "1670",
            "body": ["ما رأينا العيس حنت ", " بالسرى إلا إليك"]
          },
          {
            "id": "1671",
            "body": ["و الغمامة قد أظلت ", " والملا صلوا عليك"]
          },
          {
            "id": "1672",
            "body": ["كل من فى الحب هاموا ", " فيك يا باهى الجبين"]
          },
          {
            "id": "1673",
            "body": ["ولهم فيك غرام ", " وإشتياق وحنين"]
          },
          {
            "id": "1674",
            "body": ["فى معانيك الأنام ", " قد بدت حائرين"]
          },
          {
            "id": "1675",
            "body": ["انت للرسل ختام ", " أنت للمولى شكور"]
          },
          {
            "id": "1676",
            "body": ["عبدك المسكين يرجو ", " فضلك الجم الغفير"]
          },
          {
            "id": "1677",
            "body": ["فيك أحسنت ظنى ", " يا بشير يا نذير"]
          },
          {
            "id": "1678",
            "body": ["سعد عندى قد تملى ", " وانجلى عنه الحزين"]
          },
          {
            "id": "1679",
            "body": ["منك يا بدر نجلى ", " فيك يا جد الحسين"]
          },
          {
            "id": "1680",
            "body": ["ليس أزكى منك أصلا ", " قط يا جد الحسين"]
          },
          {
            "id": "1681",
            "body": ["فعليك الله صلى ", " دائما طول الدهور"]
          },
          {
            "id": "1682",
            "body": ["ربى فارحمنا جميعا ", " وامح عنا السيئات"]
          },
          {
            "id": "1683",
            "body": ["ربى فارحمنا ميعا ", " بجميع الصالحات"]
          }
        ],
        "links": []
      }
    ]
  },
  "45": {
    "id": "45",
    "name": "نور الحسين",
    "author": "",
    "desc":
    "نور الحسين من المقام يلوح .. وبروضه المسك الزكى يفوح .. انى حسبت عليك فانظر حالتى .. يا كنز فضل بابه مفتوح .. انى وقفت ببابكم متوسلا .. فعسى أرد وخاطرى مشروح",
    "chapters": [
      {
        "id": "79",
        "name": "",
        "lines": [
          {
            "id": "1684",
            "body": ["نور الحسين من المقام يلوح ", " وبروضه المسك الزكى يفوح"]
          },
          {
            "id": "1685",
            "body": ["انى حسبت عليك فانظر حالتى ", " يا كنز فضل بابه مفتوح"]
          },
          {
            "id": "1686",
            "body": ["انى وقفت ببابكم متوسلا ", " فعسى أرد وخاطرى مشروح"]
          },
          {
            "id": "1687",
            "body": [
              "بابيك لا تترك نزيلا جاءكم ",
              " فالخير فيك على الورى ممنوح"
            ]
          },
          {
            "id": "1689",
            "body": ["وبزينب بنت الإمام وسيلتى ", " من كربة منها الفؤاد جريح"]
          },
          {
            "id": "1690",
            "body": ["فأقل عثارى يا حسين بحقهم ", " واصفح عن الزلات أنت صفوح"]
          },
          {
            "id": "1691",
            "body": ["وانظر محبا عاش طول حياته ", " ينظر اليك مؤملا ويلوح"]
          },
          {
            "id": "1692",
            "body": ["ثم الصلاة على النبى وآله ", " من جاء بالقرآن وهو نصوح"]
          },
          {
            "id": "1688",
            "body": [
              "وبأمك الزهراء كن لى منقذا ",
              " من كربة منها الفؤاد جريح"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "46": {
    "id": "46",
    "name": "الحمد لمولانا شكرا",
    "author": "",
    "desc":
    "الحمد لمولانا شكرا .. و نصلى على طه البدر .. و ارضى اللهم عن العشرا .. و كذا عن سيدتى زينب .. يا سيدة النسا مددك .. راعى محسوبا قد قصدك",
    "chapters": [
      {
        "id": "80",
        "name": "",
        "lines": [
          {
            "id": "1693",
            "body": ["الحمد لمولانا شكرا ", " و نصلى على طه البدر"]
          },
          {
            "id": "1694",
            "body": ["و ارضى اللهم عن العشرا ", " و كذا عن سيدتى زينب"]
          },
          {
            "id": "1695",
            "body": ["يا سيدة النسا مددك ", " راعى محسوبا قد قصدك"]
          },
          {
            "id": "1696",
            "body": ["و بعين رضاك انظرى حسبك ", " يا نسل الهاشم يا زينب"]
          },
          {
            "id": "1697",
            "body": ["يا زينب يا بنت الزهرا ", " و ملجأ إحسان الفقرا"]
          },
          {
            "id": "1698",
            "body": ["يأتوكى جميع الناس طرا ", " يرجون أنعامك يا زينب"]
          },
          {
            "id": "1699",
            "body": ["عاجز مسكين على بابك ", " لائذ بحماكى و أعتابك"]
          },
          {
            "id": "1700",
            "body": ["يرجو من خيرة خيراتك ", " و جزيل نواالك يا زينب"]
          },
          {
            "id": "1701",
            "body": ["أحوجنى يا سيدتى زمانى ", " و رمانى بشر و دهانى"]
          },
          {
            "id": "1702",
            "body": ["هجرت لأجلك أوطانى ", " فعسى أن تسمحى يا زينب"]
          },
          {
            "id": "1703",
            "body": ["يا بنت على الكرار ", " يا سر جميع الأسرار"]
          },
          {
            "id": "1704",
            "body": ["يا رحمة ربى الغفار ", " للناس جميعا يا زينب"]
          },
          {
            "id": "1705",
            "body": ["بأخيك حسين و الحسن ", " و الجد و الهادى المؤتمن"]
          },
          {
            "id": "1706",
            "body": ["نظرة فى السر و فى العلن ", " يا رب بحبى فى زينب"]
          },
          {
            "id": "1707",
            "body": ["عمت بركاتك فى مصر ", " نورك كالبدر قد اشتهر"]
          },
          {
            "id": "1708",
            "body": ["شرقا غربا برا بحرا ", " يا نسل الهادى يا زينب"]
          },
          {
            "id": "1709",
            "body": ["من مثلكم من مثلكم ", " نزل القرآن بمدحكم"]
          },
          {
            "id": "1710",
            "body": ["من مثلكم من مثلكم ", " نزل القرآن ببيتكم"]
          },
          {
            "id": "1711",
            "body": ["جبريل خادم جدكم ", " نزل القرآن بذكركم"]
          },
          {
            "id": "1712",
            "body": ["يا آل البيت بحقكم ", " حلى عقدتنا يا ستنا زينب"]
          },
          {
            "id": "1713",
            "body": ["يارب وعجل بالخير ", " والعسر يبدل باليسر"]
          },
          {
            "id": "1714",
            "body": ["واشرح من فضلك صدرى ", " بالورع البادى من زينب"]
          }
        ],
        "links": []
      }
    ]
  },
  "47": {
    "id": "47",
    "name": "يا عترة المصطفى",
    "author": "",
    "desc":
    "يا عترة المصطفى جودوا لنا مددا .. لولاكم ما اتانا الخير و الرشد .. يا سادة الحى قد تم الوجود بكم .. وخادم النعل من امداحكم نشد .. ذخيرتى أنتم فى كل نائبة .. إن حل خطب فانتم الجاه والسند",
    "chapters": [
      {
        "id": "81",
        "name": "",
        "lines": [
          {
            "id": "1715",
            "body": [
              "يا عترة المصطفى جودوا لنا مددا ",
              " لولاكم ما اتانا الخير و الرشد"
            ]
          },
          {
            "id": "1716",
            "body": [
              "يا سادة الحى قد تم الوجود بكم ",
              " وخادم النعل من امداحكم نشد"
            ]
          },
          {
            "id": "1717",
            "body": [
              "ذخيرتى أنتم فى كل نائبة ",
              " إن حل خطب فانتم الجاه والسند"
            ]
          },
          {
            "id": "1718",
            "body": ["وصاحب الوقت أخبرنى بفضلكم ", " وقال يا فتى من حبهم ورد"]
          },
          {
            "id": "1719",
            "body": [
              "هم آل حضرته هم آل عترته ",
              " من يأبى حبهم بالكفر قد لحد"
            ]
          },
          {
            "id": "1720",
            "body": [
              "وجنة الخلد إذ دانت لعاشقهم ",
              " وكل من حبهم أو نحوهم قصد"
            ]
          },
          {
            "id": "1721",
            "body": [
              "لذنا بباب الرضا للفضل ننتظر ",
              " وحاشا يخيب الذى للآل مد يدا"
            ]
          },
          {
            "id": "1722",
            "body": [
              "لا غيب الله عنى وجهكم أبدا ",
              " حتى يطيب بكم عيشى الى الأبد"
            ]
          },
          {
            "id": "1723",
            "body": [
              "أنا الفقير إليكم والغنى بكم ",
              " وليس لى بعدكم حرصا على أحد"
            ]
          },
          {
            "id": "1724",
            "body": [
              "ما دمت بين يديكم فالهنا مددى ",
              " والبسط حالى و الأفرح طوع يدى"
            ]
          },
          {
            "id": "1725",
            "body": [
              "ذلى لعزكم حقا على وإن ",
              " أصبحت بين البرايا مفرد العدد"
            ]
          },
          {
            "id": "1726",
            "body": [
              "وارض اللهم عمن بمظهر روضه ",
              " هو سيدى أى نعم قد جاءكم عبدا"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "48": {
    "id": "48",
    "name": "والله ما طلعت شمس",
    "author": "",
    "desc":
    "ولا خلوت إلى قوم أحدثهم إلا .. و أنت حديثي بين جلاسي .. ولا هممت بشرب الماء من عطش .. إلا رأيت خيالا منك في الكأس .. ولا ذكرتك محزونا و لا فرحا إلا .. و أنت بقلبي بين وسواسي",
    "chapters": [
      {
        "id": "82",
        "name": "",
        "lines": [
          {
            "id": "1728",
            "body": ["ولا خلوت إلى قوم أحدثهم إلا ", " و أنت حديثي بين جلاسي"]
          },
          {
            "id": "1729",
            "body": [
              "ولا هممت بشرب الماء من عطش ",
              " إلا رأيت خيالا منك في الكأس"
            ]
          },
          {
            "id": "1730",
            "body": [
              "ولا ذكرتك محزونا و لا فرحا إلا ",
              " و أنت بقلبي بين وسواسي"
            ]
          },
          {
            "id": "1731",
            "body": [
              "ولو قدرت على الإتيان جئتكم ",
              " سعيا على الوجه أو مشيا على الرأس"
            ]
          },
          {
            "id": "1732",
            "body": [
              "ويا فتى الحي إن غنيت لي طربا ",
              " فغنني وأسفا من قلبك القاسي"
            ]
          },
          {
            "id": "1733",
            "body": [
              "ما لي وللناس كم لا مونني سفها ",
              " ديني لنفسي ودين الناس للناس"
            ]
          },
          {
            "id": "1727",
            "body": [
              "والله ما طلعت شمس ولا غربت ",
              " إلا و حبك مقرون بأنفاسي"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "49": {
    "id": "49",
    "name": " نوافح الجود",
    "author": "",
    "desc":
    "نوافح الجود فى العليا لى انفردت .. من عالم الغيب فى سر إلى أتت .. أقول لا فخر أسرارى بدت فعلت .. أنا الدسوقى بروقى فى السما لمعت .. وصنجكى فى العلا من ذا يضاهيه .. تجمعت بى رجال كنت عاهدهم",
    "chapters": [
      {
        "id": "83",
        "name": "",
        "lines": [
          {
            "id": "1734",
            "body": [
              "نوافح الجود فى العليا لى انفردت ",
              " من عالم الغيب فى سر إلى أتت"
            ]
          },
          {
            "id": "1735",
            "body": [
              "أقول لا فخر أسرارى بدت فعلت ",
              " أنا الدسوقى بروقى فى السما لمعت"
            ]
          },
          {
            "id": "1736",
            "body": [
              "وصنجكى فى العلا من ذا يضاهيه ",
              " تجمعت بى رجال كنت عاهدهم"
            ]
          },
          {
            "id": "1737",
            "body": [
              "يساءلونى عن حالى فاوهمهم ",
              " لما أتى الوقت حتما ان أكلمهم"
            ]
          },
          {
            "id": "1738",
            "body": [
              "رأيت اسمى مكتوبا فقلت لهم ",
              " هذا مقامى فمن فيكم يساويه"
            ]
          },
          {
            "id": "1739",
            "body": [
              "وعندما عاينوا عينى التى كتبت ",
              " بأحرف من جلال القدرة اتضحت"
            ]
          },
          {
            "id": "1740",
            "body": [
              "رأوا مقامى وما باعى له وصلت ",
              " قالوا جميعا شهدنا بالتى شهدت"
            ]
          },
          {
            "id": "1741",
            "body": [
              "عيناك من منح الله الذى فيه ",
              " شربتها شربة تشفى من العلل"
            ]
          },
          {
            "id": "1742",
            "body": [
              "فقال لى اشرب لك البشرى من الأزل ",
              " شربتها وأبو العباس يشهد لى"
            ]
          },
          {
            "id": "1743",
            "body": [
              "فى مجلس وأبو العباس قاضيه ",
              " فى حضرة الغوث و الأقطاب جمعهم"
            ]
          },
          {
            "id": "1744",
            "body": [
              "فشاهدوا ما راوا طابت نفوسهم ",
              " وكلهم من رجال طاب ذكرهم"
            ]
          },
          {
            "id": "1745",
            "body": [
              "أميت بالغوث والأقطاب جمعهم ",
              " سبعين عاما لبيت الله حاميه"
            ]
          },
          {
            "id": "1746",
            "body": [
              "نحن الذى سخر الله الوجود لنا ",
              " ومن لباس التقى والفضل ألبسنا"
            ]
          },
          {
            "id": "1747",
            "body": [
              "ادخل حمانا تنال الخير والمننا ",
              " من جاءنا ثم وافانا محبتنا"
            ]
          },
          {
            "id": "1748",
            "body": [
              "فنحن أوفى لمن وافى نوافيه ",
              " لى المقام الذى قامت أدلته"
            ]
          },
          {
            "id": "1749",
            "body": [
              "فى الخافقين وجيش النصر دولته ",
              " تخشى جميع جنود الكون سطوته"
            ]
          },
          {
            "id": "1750",
            "body": [
              "البيت بيتى ومحرابى وقبلته ",
              " وصاحب البيت أدرى بالذى فيه"
            ]
          },
          {
            "id": "1751",
            "body": [
              "أرح فؤادك تكفى الهم والحزنا ",
              " كم خائف عندما أم الحمى أمنا"
            ]
          },
          {
            "id": "1752",
            "body": [
              "إذا أردت ملوك الكون فاعرفا ",
              " نحن الملوك فمن يأتى لخدمتنا"
            ]
          },
          {
            "id": "1753",
            "body": [
              "لن يخشى ريب الليالى فى لياليه ",
              " اسلك طريقى تعش فى نعمة وهنا"
            ]
          },
          {
            "id": "1754",
            "body": [
              "ولازم الذكر سرا كان أو علنا ",
              " ولاتنم كسلا فالزهد فيه غنى"
            ]
          },
          {
            "id": "1755",
            "body": [
              "الزهد راحتنا والذكر حرفتنا ",
              " والعلم صنعتنا نقرا ونقريه"
            ]
          },
          {
            "id": "1756",
            "body": [
              "فالعلم بالذكر لا ينفك مقترنا ",
              " والجهل صاحبه فى غفلة وعنا"
            ]
          },
          {
            "id": "1757",
            "body": [
              "قل للذى قد غدا بالجهل مفتتنا ",
              " يا مدعى العلم والجاه الرفيع بنا"
            ]
          },
          {
            "id": "1758",
            "body": [
              "قف عندنا وخذ الماء من مجاريه ",
              " تنل مقاما وعزا فى عواقبه"
            ]
          },
          {
            "id": "1759",
            "body": [
              "وقد يحوز المعالى فى مطالبه ",
              " السيف يحتاج عزما ان ضربت به"
            ]
          },
          {
            "id": "1760",
            "body": [
              "السيف لا نعطه إلا لضاربه ",
              " والقوس لا نعطه إلا لراميه"
            ]
          },
          {
            "id": "1762",
            "body": [
              "فجود مولاك لم يكمل وما كمل ",
              " طب يامريدى نفسا واصطلح عملا"
            ]
          },
          {
            "id": "1763",
            "body": [
              "ولازم الذكر واشطح فى معانيه ",
              " نعطى المريد جميع القصد والمننا"
            ]
          },
          {
            "id": "1764",
            "body": [
              "ولا تخف اغتيال الدهر والزمنا ",
              " اسمع كلامى فى سر وفى علن"
            ]
          },
          {
            "id": "1765",
            "body": [
              "أنا الدسوقى وكل الكون يعرفنى ",
              " كل يقول امام الدين حاميه"
            ]
          },
          {
            "id": "1761",
            "body": [
              "ولا تخف حقق الآمال والأملا ",
              " واترك النوم دع طول المدى كسلا"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "50": {
    "id": "50",
    "name": "رضينا يا بنى الزهرا",
    "author": "",
    "desc":
    "رضينا يا بني الزهرا رضينا .. بحب فيكم يرضي نبينا .. رضينا بالنبي لنا إماما .. وأنتم آله وبكم رضينا .. وبالسبط الحسين كذا أخوه .. وحيدر ثم زين العابدينا",
    "chapters": [
      {
        "id": "84",
        "name": "",
        "lines": [
          {
            "id": "1766",
            "body": ["رضينا يا بني الزهرا رضينا ", " بحب فيكم يرضي نبينا"]
          },
          {
            "id": "1767",
            "body": ["رضينا بالنبي لنا إماما ", " وأنتم آله وبكم رضينا"]
          },
          {
            "id": "1768",
            "body": ["وبالسبط الحسين كذا أخوه ", " وحيدر ثم زين العابدينا"]
          },
          {
            "id": "1769",
            "body": ["وزينب من لها فضل سمي ", " سلالة أحمد في الطيبينا"]
          },
          {
            "id": "1770",
            "body": ["أمير المؤمنين أبوك حقا ", " ساد جيش العارفينا"]
          },
          {
            "id": "1771",
            "body": ["وأمك بضعة المختار طه ", " محببة إلى الهادي نبينا"]
          },
          {
            "id": "1772",
            "body": ["وجاء حديثه يتلى جهارا ", " وقد سادت نساء العالمينا"]
          },
          {
            "id": "1773",
            "body": ["إذا اشتقنا إلى خير البرايا ", " أتيناكم مشاة راكبينا"]
          },
          {
            "id": "1774",
            "body": ["روح منه والريحان يأتي ", " بزوار أتوكم مخلصينا"]
          },
          {
            "id": "1775",
            "body": ["فباب العلم والدكم علي ", " له سيف أباد الكافرينا"]
          },
          {
            "id": "1776",
            "body": ["رضينا أن نكون لكم ضيوفا ", " وبالإقبال منكم قد رضينا"]
          },
          {
            "id": "1777",
            "body": ["وفي نظراتكم سر خفي ", " يسر بسره قلبا حزينا"]
          },
          {
            "id": "1778",
            "body": ["ظلام الليل صار بكم ضياء ", " وبدر التم صار لكم رهينا"]
          },
          {
            "id": "1779",
            "body": ["وفضل الله عندكم كغيث ", " يعم أحبة متعرضينا"]
          },
          {
            "id": "1780",
            "body": ["هم ذهب وغيرهم نحاس ", " بطهر الله صاروا طاهرينا"]
          },
          {
            "id": "1781",
            "body": ["فلا فضل لفضلهم يضاهي ", " وفي الفردوس سادوا الساكنينا"]
          },
          {
            "id": "1782",
            "body": ["أتشهد للنبي ولست تعطي ", " بنيه حقهم ودا مكينا"]
          },
          {
            "id": "1783",
            "body": ["فزرناهم وللمولى شهدنا ", " للتوحيد فكانوا شاهدينا"]
          },
          {
            "id": "1784",
            "body": ["تغنى بالمديح لآل طه ", " فمدحه غناء المادحينا"]
          },
          {
            "id": "1785",
            "body": ["واسمع للأحبة كل يوم ", " فمدحه شفاء السامعينا"]
          },
          {
            "id": "1786",
            "body": ["شراب سائغ وله ضياء ", " وعطر قد يفوق الياسمينا"]
          },
          {
            "id": "1787",
            "body": ["ورضوان من المولى تعالى ", " يعم أحبة متراحمينا"]
          },
          {
            "id": "1788",
            "body": ["إله العرش بشرهم بخلد ", " فكانوا في الجنان خالدينا"]
          },
          {
            "id": "1789",
            "body": ["وأفضلهم هو الصديق حقا ", " يصدق أحمدا صدقا مبينا"]
          },
          {
            "id": "1790",
            "body": ["وفاروق له عزم وحزم ", " يفرق بين جيش المبطلينا"]
          },
          {
            "id": "1791",
            "body": ["وعثمان الذي جمع المثاني ", " كتاب الله يهدي الحائرينا"]
          },
          {
            "id": "1792",
            "body": ["وحيدر فارس الهيجا علي ", " وباب العلم يهدي الحائرينا"]
          },
          {
            "id": "1793",
            "body": ["صلاة الله ثم يتبعها سلام ", " على المختار ثم الطاهرينا"]
          }
        ],
        "links": []
      }
    ]
  },
  "51": {
    "id": "51",
    "name": "يارب صلى على محمد",
    "author": "",
    "desc":
    "كم من محب .. فى دار قرب .. فيها يلبى .. على محمد .. نفسى مناها .. زورة محمد",
    "chapters": [
      {
        "id": "85",
        "name": "",
        "lines": [
          {
            "id": "1805",
            "body": ["كم من محب ", " فى دار قرب"]
          },
          {
            "id": "1806",
            "body": ["فيها يلبى ", " على محمد"]
          },
          {
            "id": "1802",
            "body": ["نفسى مناها ", " زورة محمد"]
          },
          {
            "id": "1803",
            "body": ["انظر للهادى ", " خير العباد"]
          },
          {
            "id": "1804",
            "body": ["والنور بادى ", " نورك يا محمد"]
          },
          {
            "id": "1794",
            "body": ["يارب صلى على محمد ", " وارض اللهم عن آل محمد"]
          },
          {
            "id": "1795",
            "body": ["فاقصد حماهم ", " طالب رضاهم"]
          },
          {
            "id": "1796",
            "body": ["تبلغ مناهم ", " هم آل محمد"]
          },
          {
            "id": "1797",
            "body": ["خمر المعانى ", " روح التدانى"]
          },
          {
            "id": "1798",
            "body": ["حبه كوانى ", " سيدنا محمد"]
          },
          {
            "id": "1799",
            "body": ["وأشرب كؤوسا ", " تحيي نفوسا"]
          },
          {
            "id": "1800",
            "body": ["قلبى معموسا ", " فى حب محمد"]
          },
          {
            "id": "1801",
            "body": ["وافرح بطه ", " من نال جاها"]
          },
          {
            "id": "1808",
            "body": ["وأنظر أحبابا ", " لدى محمد"]
          },
          {
            "id": "1809",
            "body": ["وأنظر بالعين ", " جد الحسين"]
          },
          {
            "id": "1810",
            "body": ["صلى الألفين ", " على محمد"]
          },
          {
            "id": "1811",
            "body": ["وأنظر للخضرا ", " وأدخل للحضره"]
          },
          {
            "id": "1812",
            "body": ["وأدخل للذكرى ", " سيدنا محمد"]
          },
          {
            "id": "1813",
            "body": ["النور لاح ", " والمسك فاح"]
          },
          {
            "id": "1814",
            "body": ["والقلب باح ", " بحبك يا محمد"]
          },
          {
            "id": "1815",
            "body": ["فمدح محبوبك ", " تلقى مطلوبك"]
          },
          {
            "id": "1816",
            "body": ["وأجعل مصحوبك ", " مدحك لمحمد"]
          },
          {
            "id": "1817",
            "body": ["على الكرار ", " صاحب أسرار"]
          },
          {
            "id": "1818",
            "body": ["نام فى الدار ", " يفدى محمد"]
          },
          {
            "id": "1819",
            "body": ["فاطمه البتول ", " بنت الرسول"]
          },
          {
            "id": "1820",
            "body": ["سلبت عقول ", " أحبت محمد"]
          },
          {
            "id": "1821",
            "body": ["سبط الرسول ", " ابن البتول"]
          },
          {
            "id": "1822",
            "body": ["هيج عقول ", " عشقت محمد"]
          },
          {
            "id": "1807",
            "body": ["وأشرب شرابا ", " ملئ الأكواب"]
          }
        ],
        "links": []
      }
    ]
  },
  "52": {
    "id": "52",
    "name": " يارب صلى على النبى وآله",
    "author": "",
    "desc":
    "يارب صلى على النبى وآله .. وكذا السلام منور يتشعشع .. حبى لكم نعم الرجاء وينفع .. عند النبى ومن به أتشفع .. وأزوركم يا سادتى متوسلا .. عند النبى مقامكم هو أرفع",
    "chapters": [
      {
        "id": "86",
        "name": "",
        "lines": [
          {
            "id": "1823",
            "body": ["يارب صلى على النبى وآله ", " وكذا السلام منور يتشعشع"]
          },
          {
            "id": "1824",
            "body": ["حبى لكم نعم الرجاء وينفع ", " عند النبى ومن به أتشفع"]
          },
          {
            "id": "1825",
            "body": ["وأزوركم يا سادتى متوسلا ", " عند النبى مقامكم هو أرفع"]
          },
          {
            "id": "1826",
            "body": ["قولوا له بالجاه أرجو رحمة ", " ومحبة ومودة لا تقطع"]
          },
          {
            "id": "1827",
            "body": ["من أجل جدكم النبى أحبكم ", " وبحبكم هذا الوجود يضوع"]
          },
          {
            "id": "1828",
            "body": ["هى زينب الجود التى قد أكرمت ", " بحياة خلد للتحية تسمع"]
          },
          {
            "id": "1829",
            "body": [
              "وترى الزوار قد أتوها دائما ",
              " عند المقام توسلوا وتجمعوا"
            ]
          },
          {
            "id": "1830",
            "body": ["أكرم بها بنت الأمام كريمة ", " صوامة قوامة تتركع"]
          },
          {
            "id": "1831",
            "body": [
              "من زارها نال الكرامة والهدى ",
              " والقلب يرجو أنه لا يرجع"
            ]
          },
          {
            "id": "1832",
            "body": [
              "إن لاح نور فالنبى يزورها ",
              " أسرع اليها مع من قد أسرعوا"
            ]
          },
          {
            "id": "1833",
            "body": ["إن فاح مسك فالنبى ببيتها ", " أقنع بها إن كنت ممن يقنع"]
          },
          {
            "id": "1834",
            "body": [
              "إن ضاق صدرك زر لزينب واهدها ",
              " بنت الأمام ونورها يتشعشع"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "53": {
    "id": "53",
    "name": "لعلك تُشفى",
    "author": "",
    "desc":
    "لعلك تشفى من لهيب المحبة .. إذا ما سكرت من شراب الأحبة .. زجادوا عليك من عتيق شرابهم .. وقد ألبسوك من ثياب المودة .. وصرت بحسن من بهاء بهائهم .. وذقت بقلبك من ثمار العطية",
    "chapters": [
      {
        "id": "87",
        "name": "",
        "lines": [
          {
            "id": "1835",
            "body": [
              "لعلك تشفى من لهيب المحبة ",
              " إذا ما سكرت من شراب الأحبة"
            ]
          },
          {
            "id": "1836",
            "body": [
              "زجادوا عليك من عتيق شرابهم ",
              " وقد ألبسوك من ثياب المودة"
            ]
          },
          {
            "id": "1837",
            "body": [
              "وصرت بحسن من بهاء بهائهم ",
              " وذقت بقلبك من ثمار العطية"
            ]
          },
          {
            "id": "1838",
            "body": [
              "ترفق بقلبك إن وجدت شرابهم ",
              " فما الوصل إل فى وجود المعية"
            ]
          },
          {
            "id": "1839",
            "body": ["فإن ضاف صدرك من عظيم بلية ", " فلعل خير قد حوته البلية"]
          },
          {
            "id": "1840",
            "body": [
              "فما أمر ربك إلا سير سفينة ",
              " تعلو وتهبط غى بحار المشيئة"
            ]
          },
          {
            "id": "1841",
            "body": [
              "فصدق وسلم إن أردت وصالهم ",
              " ولا تجزعن وأنت فى العناية"
            ]
          },
          {
            "id": "1842",
            "body": [
              "وأدم لشيخك فى الفؤاد محبة ",
              " تراه أمامك إن أردت الإجابة"
            ]
          },
          {
            "id": "1843",
            "body": [
              "وداوم بورد لا تراه حمولة ",
              " فأنت المحمول وأنت عبء الحمولة"
            ]
          },
          {
            "id": "1844",
            "body": [
              "ولا ترى نفسك فى أمر مشيئة ",
              " فما أنت إلا إنعكاس الإرادة"
            ]
          },
          {
            "id": "1845",
            "body": [
              "لا تفرح لا تحزن فالأمور جميعها ",
              " هى محض بلوى إن أردت نصيحتى"
            ]
          },
          {
            "id": "1846",
            "body": [
              "تعلق بآل البيت ولذ بحبالهم ",
              " فهم فينا مجلى لإرتقاء السفينة"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "54": {
    "id": "54",
    "name": " كـــــــريمة الـــــدارين",
    "author": "",
    "desc":
    "كريمة الدارين .. أخت الحسنين .. من حبها نبينا .. جد القمرين .. الفخر كان لأبوك .. ولأمك السبطين",
    "chapters": [
      {
        "id": "88",
        "name": "",
        "lines": [
          {
            "id": "1847",
            "body": ["كريمة الدارين ", " أخت الحسنين"]
          },
          {
            "id": "1848",
            "body": ["من حبها نبينا ", " جد القمرين"]
          },
          {
            "id": "1850",
            "body": ["الفخر كان لأبوك ", " ولأمك السبطين"]
          },
          {
            "id": "1851",
            "body": ["يا طاهره ومين فى مقامك ", " كل الأحباب خدامك"]
          },
          {
            "id": "1852",
            "body": ["لو تسقينا بمدامك ", " سقيا تقر العينين"]
          },
          {
            "id": "1853",
            "body": ["يا نفحه ربانيه ", " وتزكيه علويه"]
          },
          {
            "id": "1854",
            "body": ["يا سليلة العلويه ", " سهل بين جبلين"]
          },
          {
            "id": "1855",
            "body": ["محزون واقف على بابك ", " مسعود ومن طلابك"]
          },
          {
            "id": "1856",
            "body": ["يا ستنا فى رحابك ", " لا يشقينا الضدين"]
          },
          {
            "id": "1857",
            "body": ["يا سيده يا أمى ", " بحنانك يشفى همى"]
          },
          {
            "id": "1858",
            "body": ["ووسيلتى فى الغم ", " مد العطا عطائين"]
          },
          {
            "id": "1859",
            "body": ["شوقى لكم خلانى ", " أمدح طه بكيانى"]
          },
          {
            "id": "1860",
            "body": ["بمديح عظيم الشان ", " يزداد شوقى اليك"]
          },
          {
            "id": "1861",
            "body": ["يا آل بيت نبينا ", " يا سفينة نوح لينا"]
          },
          {
            "id": "1862",
            "body": ["قد قال ربى فينا ", " ونجاتنا فى الاثنين"]
          },
          {
            "id": "1863",
            "body": ["مدد مدد مددين ", " يا كريمة الدارين"]
          },
          {
            "id": "1864",
            "body": ["مدد يا أبا الحسن ", " ومدد يا أبا العينين"]
          },
          {
            "id": "1865",
            "body": ["الله الله الله ", " على نور رسول الله"]
          },
          {
            "id": "1866",
            "body": ["محلى نورك محلاه ", " يا بنت الكوكبين"]
          },
          {
            "id": "1849",
            "body": ["زى النبى سموك ", " أهل مصر حبوك"]
          }
        ],
        "links": []
      }
    ]
  },
  "55": {
    "id": "55",
    "name": "خير خلق الله طه",
    "author": "",
    "desc":
    "صلى الله على محمد .. صلى الله علىه وسلم .. خير خلق الله طه .. مثل شمس فى ضحاها .. هذه الدنيا نراها .. فى ضياء من محمد",
    "chapters": [
      {
        "id": "89",
        "name": "",
        "lines": [
          {
            "id": "1867",
            "body": ["صلى الله على محمد ", " صلى الله علىه وسلم"]
          },
          {
            "id": "1868",
            "body": ["خير خلق الله طه ", " مثل شمس فى ضحاها"]
          },
          {
            "id": "1869",
            "body": ["هذه الدنيا نراها ", " فى ضياء من محمد"]
          },
          {
            "id": "1870",
            "body": ["جائت الهادى غزاله ", " تشتكى تبدى مقاله"]
          },
          {
            "id": "1871",
            "body": ["يا إمام للرساله ", " كن شفيعنا يا محمد"]
          },
          {
            "id": "1872",
            "body": ["وجهه فاق البدور ", " زاده المولى سرور"]
          },
          {
            "id": "1873",
            "body": ["قد أضاء الكون نور ", " قبل خلق الله محمد"]
          },
          {
            "id": "1874",
            "body": ["روضة الهادى نبينا ", " هيأت للمتقين"]
          },
          {
            "id": "1875",
            "body": ["كل من قالوا رضينا ", " بالحبيب مولاى محمد"]
          },
          {
            "id": "1876",
            "body": ["حبه عين الكمال ", " جاهه عال وغالى"]
          },
          {
            "id": "1877",
            "body": ["صحبه خير الرجال ", " بايعوا الهادى محمد"]
          }
        ],
        "links": []
      }
    ]
  },
  "56": {
    "id": "56",
    "name": "يا سيده زينب نظره الينا",
    "author": "",
    "desc":
    "إنا لنرغب .. فى وصل زينب .. حاشانا نحجب .. أو تخذلينا .. يا أم العواجز .. زيحى الحواجز",
    "chapters": [
      {
        "id": "90",
        "name": "",
        "lines": [
          {
            "id": "1878",
            "body": ["إنا لنرغب ", " فى وصل زينب"]
          },
          {
            "id": "1879",
            "body": ["حاشانا نحجب ", " أو تخذلينا"]
          },
          {
            "id": "1880",
            "body": ["يا أم العواجز ", " زيحى الحواجز"]
          },
          {
            "id": "1881",
            "body": ["من جاكى عايز ", " للخير حائز"]
          },
          {
            "id": "1882",
            "body": ["أنت الرئيسه ", " منحه نفيسه"]
          },
          {
            "id": "1883",
            "body": ["خدينى انيسا ", " وطيبينا"]
          },
          {
            "id": "1884",
            "body": ["يا أم هاشم ", " يا بنت فاطم"]
          },
          {
            "id": "1885",
            "body": ["حزتى المكارم ", " فأكرمينا"]
          },
          {
            "id": "1886",
            "body": ["يابنت على الكرار ", " يا سر جميع الأسرار"]
          },
          {
            "id": "1887",
            "body": ["يا رحمة رب غفار ", " للناس جميعا يا أمى"]
          },
          {
            "id": "1888",
            "body": ["دا الاب حيدر ", " والعم جعفر"]
          },
          {
            "id": "1889",
            "body": ["حاشا أن نحجب ", " جودى وصلينا"]
          },
          {
            "id": "1890",
            "body": ["بأخيك حسين و الحسن ", " والجد الهادى المؤتمن"]
          },
          {
            "id": "1891",
            "body": ["نظرة فى السر وفى العلن ", " يارب بحبى فى زينب"]
          }
        ],
        "links": []
      }
    ]
  },
  "57": {
    "id": "57",
    "name": "يا قبه يا خضرا مالك",
    "author": "",
    "desc":
    "زايد جمالك بمحمد .. نور جميع الممالك .. واحنا فى طريقنا للحبيب .. يا قبه يا خضرا مالك .. لهفتنا كانت عطر وطيب .. سبيتينا بجمالك",
    "chapters": [
      {
        "id": "91",
        "name": "",
        "lines": [
          {
            "id": "1892",
            "body": ["زايد جمالك بمحمد ", " نور جميع الممالك"]
          },
          {
            "id": "1893",
            "body": ["واحنا فى طريقنا للحبيب ", " يا قبه يا خضرا مالك"]
          },
          {
            "id": "1894",
            "body": ["لهفتنا كانت عطر وطيب ", " سبيتينا بجمالك"]
          },
          {
            "id": "1895",
            "body": ["رحب بكل من جالك ", " وعنينا على القبة ما تغيب"]
          },
          {
            "id": "1896",
            "body": ["لما وصلنا المدينه ", " نور الحبيب هل علينا"]
          },
          {
            "id": "1897",
            "body": ["والدمع كحل عينينا ", " شفناه يا خضرا بجمالك"]
          },
          {
            "id": "1899",
            "body": ["وذنوبنا كانت تلج وداب ", " لما لطه اتبعنا"]
          },
          {
            "id": "1900",
            "body": ["عند الحبيب إجتمعنا ", " لم يقصده أبدا هالك"]
          },
          {
            "id": "1901",
            "body": ["والحب أصبح له معنى ", " أحيي حميع المعانى"]
          },
          {
            "id": "1902",
            "body": ["نورك يا خضرا من نوره ", " زوره نبينا كتبها لك"]
          },
          {
            "id": "1898",
            "body": ["نور الحبيب هل من الباب ", " لما وقفنا على الأعتاب"]
          }
        ],
        "links": []
      }
    ]
  },
  "58": {
    "id": "58",
    "name": "يا قبه يا خضرا ياللى النبى فيكى",
    "author": "",
    "desc":
    "يا قبه يا خضرا ياللى النبى فيكى .. تيهى على السدرا كرما بمن فيكى .. فيكى النبى ساجد .. فى داخل الحجرة .. يسمع وبيشاهد .. ويخاطب الحضرة",
    "chapters": [
      {
        "id": "92",
        "name": "",
        "lines": [
          {
            "id": "1903",
            "body": [
              "يا قبه يا خضرا ياللى النبى فيكى ",
              " تيهى على السدرا كرما بمن فيكى"
            ]
          },
          {
            "id": "1904",
            "body": ["فيكى النبى ساجد ", " فى داخل الحجرة"]
          },
          {
            "id": "1905",
            "body": ["يسمع وبيشاهد ", " ويخاطب الحضرة"]
          },
          {
            "id": "1906",
            "body": ["يا قبة الغالى ", " الله عليكى الله"]
          },
          {
            "id": "1907",
            "body": ["يا ضى بيلالى ", " من نور رسول الله"]
          },
          {
            "id": "1908",
            "body": ["يا قبة المحبوب ", " وأنا قلبى فبكى يدوب"]
          },
          {
            "id": "1909",
            "body": ["نظرة لعلى أتوب ", " وأزور أراضيكى"]
          },
          {
            "id": "1910",
            "body": ["يا قبة الرحيم ", " يا مصدر التكريم"]
          },
          {
            "id": "1911",
            "body": ["نظرة لعلى أهيم ", " بحب من فيكى"]
          },
          {
            "id": "1912",
            "body": ["يا ما نت بأشتاق لك ", " وفى يومى بأندهلك"]
          },
          {
            "id": "1913",
            "body": ["وأتمنى لو أروح لك ", " وأموت أنا فيك"]
          },
          {
            "id": "1914",
            "body": ["يا ما شفنا أنواره ", " وشاهدنا أسراره"]
          },
          {
            "id": "1915",
            "body": ["وسطع أذكاره ", " عامم نواحيكى"]
          },
          {
            "id": "1916",
            "body": ["محلى النخيل جنبك ", " والورد على جنبك"]
          },
          {
            "id": "1917",
            "body": ["دا الترب من أرضك ", " يشفى السقيم فيكى"]
          }
        ],
        "links": []
      }
    ]
  },
  "59": {
    "id": "59",
    "name": "كفاكم يابنى الزهراء فخرا",
    "author": "",
    "desc":
    "كفاكم يابنى الزهراء فخرا .. إذا ما قيل جدكم الرسول .. كتاب الله بالتطهير يشهد .. وبيتكم له جبريل يوفد .. ويكفى أن جدكم محمد .. وأمكم المطهرة البتول",
    "chapters": [
      {
        "id": "93",
        "name": "",
        "lines": [
          {
            "id": "1918",
            "body": ["كفاكم يابنى الزهراء فخرا ", " إذا ما قيل جدكم الرسول"]
          },
          {
            "id": "1919",
            "body": ["كتاب الله بالتطهير يشهد ", " وبيتكم له جبريل يوفد"]
          },
          {
            "id": "1920",
            "body": ["ويكفى أن جدكم محمد ", " وأمكم المطهرة البتول"]
          },
          {
            "id": "1921",
            "body": ["فلا فخر كفخركم سامى ", " ولا جد كجدكم عالى"]
          },
          {
            "id": "1922",
            "body": ["أبوكم فارس الهيجا على ", " وأمكم المطهرة البتول"]
          },
          {
            "id": "1923",
            "body": ["ورثتم الشجاعة من على ", " وحسن الخلق من طه النبى"]
          },
          {
            "id": "1924",
            "body": ["ومن يخدم لنعليكم وليا ", " وتشفع يوم تزدحم القفول"]
          },
          {
            "id": "1925",
            "body": ["أحمد جدكم عرش الجلاله ", " وفاطم أمكم كل الكمالا"]
          },
          {
            "id": "1926",
            "body": ["وليس كمثل والدكم رجالا ", " يقود الجيش إن تقرع طبول"]
          },
          {
            "id": "1927",
            "body": ["إذا افتخر الكرام بخير جد ", " إله العرش يأمره بالمودة"]
          },
          {
            "id": "1928",
            "body": ["ومن حب الكرام ينال مجدا ", " ويكفر من يبغض أهل الرسول"]
          },
          {
            "id": "1929",
            "body": ["هنيءا لى وكل الزائرينا ", " ومن جاؤا أمير المؤمنينا"]
          },
          {
            "id": "1930",
            "body": ["لأمر الله جاءوا واصلينا ", " وسر لفعلهم طه الرسول"]
          }
        ],
        "links": []
      }
    ]
  },
  "60": {
    "id": "60",
    "name": "طيب طيب طيب",
    "author": "",
    "desc":
    "طيب طيب طيب .. يا ساكن طيبه يا قريب .. على طيبه يللا نروح .. ونداوى القلب المجروح .. ونزور القبه الخضرا .. اللى فيها الحبيب",
    "chapters": [
      {
        "id": "94",
        "name": "",
        "lines": [
          {
            "id": "1931",
            "body": ["طيب طيب طيب ", " يا ساكن طيبه يا قريب"]
          },
          {
            "id": "1932",
            "body": ["على طيبه يللا نروح ", " ونداوى القلب المجروح"]
          },
          {
            "id": "1933",
            "body": ["ونزور القبه الخضرا ", " اللى فيها الحبيب"]
          },
          {
            "id": "1934",
            "body": ["أنا سهران ليلاتى ", " والله سود الميقاتى"]
          },
          {
            "id": "1935",
            "body": ["دا فضل الاوقات ", " طولت الغيبه يا قريب"]
          },
          {
            "id": "1936",
            "body": ["يا نبى طالت غياباتك ", " يا نبى فأمنح رؤياتك"]
          },
          {
            "id": "1937",
            "body": ["يا نبى فابسط بركاتك ", " داوى الجراح يا مطيب"]
          },
          {
            "id": "1938",
            "body": ["يا طيبه يا ضى عيونى ", " تربك دوا لجفونى"]
          },
          {
            "id": "1939",
            "body": ["والحجاج راحوا وسابونى ", " داوى القلوب يا مطيب"]
          }
        ],
        "links": []
      }
    ]
  },
  "61": {
    "id": "61",
    "name": "الله يشهد و الملائكه تشهد",
    "author": "",
    "desc":
    "الله يشهد و الملائكه تشهد .. أن الذى حاز الجمال محمد .. الله أكبر حبذا الاكبار .. وكل حى فى المحبة سارا .. نزلت ملائكة السماء تنادى .. اليوم ميلاد النبى الهادى",
    "chapters": [
      {
        "id": "95",
        "name": "",
        "lines": [
          {
            "id": "1940",
            "body": ["الله يشهد و الملائكه تشهد ", " أن الذى حاز الجمال محمد"]
          },
          {
            "id": "1941",
            "body": ["الله أكبر حبذا الاكبار ", " وكل حى فى المحبة سارا"]
          },
          {
            "id": "1943",
            "body": ["نزلت ملائكة السماء تنادى ", " اليوم ميلاد النبى الهادى"]
          },
          {
            "id": "1944",
            "body": ["هذا السعيد وجاء بالأسعاد ", " ولد الحبيب فمرحبا بمحمد"]
          },
          {
            "id": "1945",
            "body": ["قالوا لها يا آمنه بشراكى ", " رب السما بمحمد علاكى"]
          },
          {
            "id": "1946",
            "body": [
              "هيهات من يلقى العلا بعلاكى ",
              " ولد الحبيب فمرحبا بمحمد"
            ]
          },
          {
            "id": "1947",
            "body": ["ربى سألتك بالذى لولاه ", " هو صاحب الجاه الرفيع محمد"]
          },
          {
            "id": "1948",
            "body": ["ميلا أحمد أفضل الأعياد ", " ومديحه عند المهيمن زادى"]
          },
          {
            "id": "1949",
            "body": ["فأرح بذكر الهاشمى فؤادى ", " صلوا على خير الأنام محمد"]
          },
          {
            "id": "1950",
            "body": ["الله عظم أحمد تعظيما ", " وقضى له خير الأنام قديما"]
          },
          {
            "id": "1951",
            "body": ["وحبا فضلا من لدنه عظيما ", " هو صاحب الجاه العظيم محمد"]
          },
          {
            "id": "1952",
            "body": ["صلوا على من خص بالأسرار ", " وأبوه بين الثرى والماء"]
          },
          {
            "id": "1953",
            "body": [
              "وبقاب قوسين كان نعم الرائى ",
              " صلوا على خير الأنام محمد"
            ]
          },
          {
            "id": "1954",
            "body": ["صلوا على من رد عين قتاده ", " فأبصرت بعد العمى كالعاده"]
          },
          {
            "id": "1955",
            "body": ["بكماله بلغ المنى وزياده ", " صلوا على خير الأنام محمد"]
          },
          {
            "id": "1942",
            "body": ["يشدو بميلاد النبى الاشعار ", " ولد الحبيب فمرحبا بمحمد"]
          }
        ],
        "links": []
      }
    ]
  },
  "62": {
    "id": "62",
    "name": " ته دلالا",
    "author": "",
    "desc":
    "ته دلالا فأنت أهل لذاكا .. وتحكم فالحسن قد أعطاكا .. ولك الأمر فاقض ما أنت قاض .. فعلي الجمال قد ولاكا .. وتلافي إن كان فه ائتلافي .. بك عجل به جعلت فداكا",
    "chapters": [
      {
        "id": "96",
        "name": "",
        "lines": [
          {
            "id": "1956",
            "body": ["ته دلالا فأنت أهل لذاكا ", " وتحكم فالحسن قد أعطاكا"]
          },
          {
            "id": "1957",
            "body": ["ولك الأمر فاقض ما أنت قاض ", " فعلي الجمال قد ولاكا"]
          },
          {
            "id": "1958",
            "body": ["وتلافي إن كان فه ائتلافي ", " بك عجل به جعلت فداكا"]
          },
          {
            "id": "1959",
            "body": [
              "وبما شئت في هواك اختبرني ",
              " فاختياري ما كان فيه رضاكا"
            ]
          },
          {
            "id": "1960",
            "body": ["فعلى كل حالة أنت مني ", " بي أولى إذ لم أكن لولالكا"]
          },
          {
            "id": "1961",
            "body": ["وكفاني عزا بحبك ذلي ", " وخضوعي ولست من أكفاكا"]
          },
          {
            "id": "1962",
            "body": ["وإذا ما إليك بالوصل عزت ", " نسبتي عزة وصح ولاكا"]
          },
          {
            "id": "1963",
            "body": ["فاتهامي بالحب حسبي وأني ", " بين قومي أعد من قتلاكا"]
          },
          {
            "id": "1964",
            "body": ["لك في الحي هالك بك حي ", " في سبيل الهوى استلذ الهلاكا"]
          },
          {
            "id": "1965",
            "body": ["عبد رق ما رق يوما لعتق ", " لو تخليت عنه ماخلاكا"]
          },
          {
            "id": "1966",
            "body": ["بجمال حجبته بجلال ", " هام واستعذب العذاب هناكا"]
          },
          {
            "id": "1967",
            "body": [
              "وإذا ما أمن الرجا منه أدنا ",
              " ك فعنه خوف الحجى أقصاكا"
            ]
          },
          {
            "id": "1968",
            "body": ["فبإقدام رغبة حين يغشا ", " ك بإحجام رهبة يخشاكا"]
          },
          {
            "id": "1969",
            "body": ["ذاب فلبي فأذن له يتمنا ", " ك وفيه بقية لرجاكا"]
          },
          {
            "id": "1970",
            "body": ["أو مر الغمض أن يمر بجفني ", " فكأني به مطيعا عصاكا"]
          },
          {
            "id": "1971",
            "body": ["فعسى في المنام يعرض لي الوه ", " م فيوحي سرا إلي سراكا"]
          },
          {
            "id": "1972",
            "body": ["وإذا لم تنعش بروح التمني ", " رمقي واقتضى فنائي بقاكا"]
          },
          {
            "id": "1973",
            "body": ["وحمت سنة الهوى سنة الغم ", " ض جفوني وحرمت لقياكا"]
          },
          {
            "id": "1974",
            "body": ["أبق لي مقلة لعلي يوما ", " قبل موتي أرى بها من رآكا"]
          },
          {
            "id": "1975",
            "body": [
              "أين مني ما رمت هيهات بل أي ",
              " ن لعيني بالجفن لثم ثراكا"
            ]
          },
          {
            "id": "1976",
            "body": ["فبشيري لو جاء منك بعطف ", " ووجودي في قبضتي قلت هاكا"]
          },
          {
            "id": "1977",
            "body": [
              "قد كفى ما جرى دما من جفون ",
              " بك قرحي فهل جرى ما كفاكا"
            ]
          },
          {
            "id": "1978",
            "body": ["فأجر من قلاك فيك معنى ", " قبل أن يعرف الهوى يهواكا"]
          },
          {
            "id": "1980",
            "body": ["وإلى عشقك الجمال دعاه ", " فإلى هجره ترى من دعاكا"]
          },
          {
            "id": "1981",
            "body": ["أترى من أفتاك بالصد عني ", " ولغيري بالود من أفتاكا"]
          },
          {
            "id": "1982",
            "body": ["بانكساري بذلتي بخضوعي ", " بافتقاري بفاقتي بغناكا"]
          },
          {
            "id": "1983",
            "body": ["لا تكلني إلى قوى جلد خا ", " ن فإني أصبحت من ضعفاكا"]
          },
          {
            "id": "1984",
            "body": [
              "كنت تجفو وكان لي بعض صبر ",
              " أحسن الله في اصطباري عزاكا"
            ]
          },
          {
            "id": "1985",
            "body": ["كم صدودا عساك ترحم شكوا ", " ي ولو باستماع قولي عساكا"]
          },
          {
            "id": "1986",
            "body": ["شنع المرجفون عنك بهجري ", " وأشاعوا أني سلوت هواكا"]
          },
          {
            "id": "1987",
            "body": ["ما بأحشائهم عشقت فأسلو ", " عنك يوما دع يهجروا حاشاكا"]
          },
          {
            "id": "1988",
            "body": ["كيف أسلو ومقلتي كلما لا ", " ح بريق تلفتت للقاكا"]
          },
          {
            "id": "1989",
            "body": ["إن تبسمت تحت ضوء لثام ", " أو تنسمت الريح من أنباكا"]
          },
          {
            "id": "1990",
            "body": ["طبت نفسا إذ لاح صبح ثنايا ", " ك لعيني وفاح طيب شذاكا"]
          },
          {
            "id": "1991",
            "body": ["كل من في حماك يهواك لكن ", " أنا وحدي بكل من في حماكا"]
          },
          {
            "id": "1992",
            "body": ["فيك معنى حلاك في عين عقلي ", " وبه ناظري معنى حلاكا"]
          },
          {
            "id": "1993",
            "body": ["فقت أهل الجمال حسنا وحسنى ", " فبهم فاقة إلى معناكا"]
          },
          {
            "id": "1994",
            "body": ["يحشر العاشقون تحت لوائي ", " وجميع الملاح تحت لواكا"]
          },
          {
            "id": "1995",
            "body": [
              "ما ثناني عنك الضنى فبماذا ",
              " يا مليح الدلال عني ثناكا"
            ]
          },
          {
            "id": "1996",
            "body": ["لك قرب مني ببعدك عني ", " وحنو وجدته في جفاكا"]
          },
          {
            "id": "1997",
            "body": ["علم الشوق مقلتي سهر اللي ", " ل فصارت من غير نوم تراكا"]
          },
          {
            "id": "1998",
            "body": ["حبذا ليلة بها صدت إسرا ", " ك وكان السهاد لي أشراكا"]
          },
          {
            "id": "1999",
            "body": ["ناب بدر التمام طيف محيا ", " ك لطرفي بيقظتي إذ حكاكا"]
          },
          {
            "id": "2000",
            "body": ["فتراءيت في سواك لعين ", " بك قرت وما رأيت سواكا"]
          },
          {
            "id": "2001",
            "body": ["وكذاك الخليل قلب قبلي ", " طرفه حين راقب الأفلاكا"]
          },
          {
            "id": "2002",
            "body": ["فالدياجي لنا بك الآن غر ", " حيث أهديت لي هدى من سناكا"]
          },
          {
            "id": "2003",
            "body": ["ومتى غبت ظاهرا من عياني ", " ألفه نحو باطني ألقاكا"]
          },
          {
            "id": "2004",
            "body": ["أهل بدر ركب سريت بليل ", " فيه بل سار في نهار ضياكا"]
          },
          {
            "id": "2005",
            "body": ["واقتباس الأنوار من ظاهري ", " غير عجيب وباطني مأواكا"]
          },
          {
            "id": "2006",
            "body": ["يعبق المسك حيثما ذكر اسمي ", " منذ ناديتني أقبل فاكا"]
          },
          {
            "id": "2007",
            "body": ["ويضوع العبير في كل ناد ", " وهو ذكر معبر عن شذاكا"]
          },
          {
            "id": "2008",
            "body": ["قال لي حسن كل شيء تجلى ", " بي تملى فقلت قصدي وراكا"]
          },
          {
            "id": "2009",
            "body": ["لي حبيب أراك فيه معنى ", " غر غيري وفيه معنى أراكا"]
          },
          {
            "id": "2010",
            "body": ["إن تولى على النفوس تولى ", " أو تجلى يستعبد النساكا"]
          },
          {
            "id": "2011",
            "body": ["فيه عوضت عن هداي ضلالا ", " ورشادي غيا وستري انهتاكا"]
          },
          {
            "id": "2012",
            "body": ["وحد القلب حبه فالتفاتي ", " لك شرك ولا أرى الإشراكا"]
          },
          {
            "id": "2013",
            "body": [
              "يا أخا العذل فيمن الحسن مثلي ",
              " هام وجدا به عدمت أخاكا"
            ]
          },
          {
            "id": "2014",
            "body": ["لو رأيت الذي سباني فيه ", " من جمال ولن تراه سباكا"]
          },
          {
            "id": "2015",
            "body": ["ومتى لاح لي اغتفرت سهادي ", " ولعيني قلت هذا بذاكا"]
          },
          {
            "id": "1979",
            "body": [
              "هبك أن اللاحي نهاه بجهل ",
              " عنك قل لي عن وصله من نهاكا"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "63": {
    "id": "63",
    "name": "مرحبا بالهاشميه",
    "author": "",
    "desc":
    "ولها حق أتينا .. فى خضوع واحترام .. طالبين عطف الكريمه .. والشراب يوم الزحام .. مرحبا بالهاشميه .. السيد بنت الامام",
    "chapters": [
      {
        "id": "97",
        "name": "",
        "lines": [
          {
            "id": "2018",
            "body": ["ولها حق أتينا ", " فى خضوع واحترام"]
          },
          {
            "id": "2019",
            "body": ["طالبين عطف الكريمه ", " والشراب يوم الزحام"]
          },
          {
            "id": "2016",
            "body": ["مرحبا بالهاشميه ", " السيد بنت الامام"]
          },
          {
            "id": "2017",
            "body": ["على الكريمة قد حسبنا ", " ومن حسب حاشا يضام"]
          },
          {
            "id": "2021",
            "body": ["من بها حقا توسل ", " تقضى حاجته تمام"]
          },
          {
            "id": "2022",
            "body": ["التوسل أمر وسنه ", " توسل ماحى الظلام"]
          },
          {
            "id": "2023",
            "body": ["بصالح الأعمال توسل ", " صحبه العترة الكرام"]
          },
          {
            "id": "2024",
            "body": ["يا كريمه انظرينا ", " نظرتك تشفى السقام"]
          },
          {
            "id": "2025",
            "body": ["نظرة من عين قلبك ", " للمحب المستهام"]
          },
          {
            "id": "2026",
            "body": ["أنا همت شوقا وحبا ", " فى مديح بنت الإمام"]
          },
          {
            "id": "2027",
            "body": ["مدحكم حبى ونصيبى ", " طالبين حسن الختام"]
          },
          {
            "id": "2028",
            "body": ["مادح الأخيار حقا ", " ينجو فى يوم القيام"]
          },
          {
            "id": "2029",
            "body": ["أيها الأحباب زوروا ", " سلموا عند المقام"]
          },
          {
            "id": "2030",
            "body": ["إنها تسمع وتبصر ", " وكفى رد السلام"]
          },
          {
            "id": "2031",
            "body": ["لم تزل تعطى وتمنح ", " للأحبة يا كرام"]
          },
          {
            "id": "2032",
            "body": ["يا همامه أوصلينا ", " بالمظلل بالغمام"]
          },
          {
            "id": "2033",
            "body": ["من يقبل ترب أرضك ", " ينبغى ألا يلام"]
          },
          {
            "id": "2034",
            "body": ["حب للذى سكن المقام ", " ليس إشراكا وكفرا"]
          },
          {
            "id": "2035",
            "body": ["فاتركوا جهل العوام ", " شهود قد جنح ليل أو منام"]
          },
          {
            "id": "2036",
            "body": ["أيها الأحباب عودوا ", " للزيارة كل آن"]
          },
          {
            "id": "2037",
            "body": ["رب أرزقنا المحبة ", " "]
          },
          {
            "id": "2020",
            "body": ["كعبة الاسرار حقا ", " جدها خير الانام"]
          }
        ],
        "links": []
      }
    ]
  },
  "64": {
    "id": "64",
    "name": "طالما أشكو غرامى",
    "author": "",
    "desc":
    "طالما أشكو غرامى يانور الوجود .. وأنادى يا تهامى يا معدن الجود .. منيتى أقصى مرامى أحظى بالشهود .. وأرى باب السلام يا زاكى الجدود .. يا طراز الكون إنى عاشق مستهام .. مغرم والمدح فنى يا سامى العهود",
    "chapters": [
      {
        "id": "98",
        "name": "",
        "lines": [
          {
            "id": "2038",
            "body": [
              "طالما أشكو غرامى يانور الوجود ",
              " وأنادى يا تهامى يا معدن الجود"
            ]
          },
          {
            "id": "2039",
            "body": [
              "منيتى أقصى مرامى أحظى بالشهود ",
              " وأرى باب السلام يا زاكى الجدود"
            ]
          },
          {
            "id": "2040",
            "body": [
              "يا طراز الكون إنى عاشق مستهام ",
              " مغرم والمدح فنى يا سامى العهود"
            ]
          },
          {
            "id": "2041",
            "body": [
              "إصرف الإعراض عنى أضنانى الغرام ",
              " سيدى والعمر ولى جد بالوصل جود"
            ]
          },
          {
            "id": "2042",
            "body": [
              "منذ أن غبتموا عنى أنهكنى الغرام ",
              " طال ليلى زاد همى وحرمت المنام"
            ]
          },
          {
            "id": "2043",
            "body": [
              "وعليك الله صلى ربى ذو الجلال ",
              " يكفى يا نور الأهلة أن الهجر طال"
            ]
          },
          {
            "id": "2044",
            "body": [
              "شاعر العشاق غنى والنور انجلى ",
              " قدرنا المحبوب منا والبدر قلى"
            ]
          },
          {
            "id": "2045",
            "body": [
              "ادخلوا باب المدينة وصلوا عليه ",
              " وقةلوا له يا نبينا هليك السلام"
            ]
          },
          {
            "id": "2046",
            "body": ["تراهم سكارى تراهم حيارى ", " عند ذكر الله عند ذكر الله"]
          }
        ],
        "links": []
      }
    ]
  },
  "65": {
    "id": "65",
    "name": "طه طلعة البدر",
    "author": "",
    "desc":
    "طه عدتى لله .. طه حجتى لله .. طه طلعة البدر .. طه ليلة القدر .. طه من رآه يدرى .. طه فهو نور الله",
    "chapters": [
      {
        "id": "99",
        "name": "",
        "lines": [
          {
            "id": "2049",
            "body": ["طه عدتى لله ", " طه حجتى لله"]
          },
          {
            "id": "2047",
            "body": ["طه طلعة البدر ", " طه ليلة القدر"]
          },
          {
            "id": "2048",
            "body": ["طه من رآه يدرى ", " طه فهو نور الله"]
          },
          {
            "id": "2050",
            "body": ["طه قبلتى فى الله ", " طه فهو جاه الله"]
          },
          {
            "id": "2051",
            "body": ["طه راية القصاد ", " طه غاية الزهاد"]
          },
          {
            "id": "2052",
            "body": ["طه آية العباد ", " طه فهو بيت الله"]
          },
          {
            "id": "2053",
            "body": ["طه ملتقى الحرمين ", " طه كم قضى من دين"]
          },
          {
            "id": "2054",
            "body": ["طه ألاقى زيك فين ", " طه فهو نور الله"]
          },
          {
            "id": "2055",
            "body": ["طه بهجة الأيام ", " طه رحمة الأرحام"]
          },
          {
            "id": "2056",
            "body": ["طه كافل الأيتام ", " طه فهو عهد الله"]
          },
          {
            "id": "2057",
            "body": ["طه طيب الأعراق ", " طه متعة الأحداق"]
          },
          {
            "id": "2058",
            "body": ["طه بركة الأرزاق ", " طه فهو كنز الله"]
          },
          {
            "id": "2059",
            "body": ["طه طيع العينين ", " طه أيمن الكفين"]
          },
          {
            "id": "2060",
            "body": ["طه رحمة الدارين ", " طه خير خلق الله"]
          },
          {
            "id": "2061",
            "body": ["طه يطلب المطلوب ", " طه يعشق المحبوب"]
          },
          {
            "id": "2062",
            "body": ["طه يسعف المغلوب ", " طه فهو أمن الله"]
          },
          {
            "id": "2063",
            "body": ["طه أكمل الأرواح ", " طه مؤذن الإصباح"]
          },
          {
            "id": "2064",
            "body": ["طه مظهر الفتاح ", " طه فهو وحى الله"]
          },
          {
            "id": "2066",
            "body": ["طه جنة المأوى ", " طه فهو روض الله"]
          },
          {
            "id": "2067",
            "body": ["طه موئل الأواه ", " طه مجتلى مولاه"]
          },
          {
            "id": "2068",
            "body": ["طه مالنا إلاه ", " طه فهو نورالله"]
          },
          {
            "id": "2069",
            "body": ["طه شرف الانسان ", " طه صاحب القرآن"]
          },
          {
            "id": "2070",
            "body": ["طه أحبه الرحمن ", " طه فهوروح الله"]
          },
          {
            "id": "2071",
            "body": ["طه قدوة الاواب ", " طه دعوة التواب"]
          },
          {
            "id": "2072",
            "body": ["طه فاتح الابواب ", " طه فهو باب الله"]
          },
          {
            "id": "2073",
            "body": ["طه سر سر النور ", " طه والهدى مستور"]
          },
          {
            "id": "2074",
            "body": ["طه والرضا مقدور ", " طه فهو شأن الله"]
          },
          {
            "id": "2075",
            "body": ["طه سر سر الحى ", " طه خير أهل الحى"]
          },
          {
            "id": "2076",
            "body": ["طه يا حبيب الحى ", " طه كن معى بالله"]
          },
          {
            "id": "2077",
            "body": ["طه كم محب راح ", " طه حين صب الراح"]
          },
          {
            "id": "2078",
            "body": ["طه فاملأ الأقداح ", " طه منة الله"]
          },
          {
            "id": "2079",
            "body": ["طه هو فجر ولاح ", " طه ينعش الأرواح"]
          },
          {
            "id": "2065",
            "body": ["طه هو كم أهوى ", " طه أوحد النجوى"]
          }
        ],
        "links": []
      }
    ]
  },
  "66": {
    "id": "66",
    "name": "إنى أحبك أنت",
    "author": "",
    "desc":
    "إنى أحبك أنت .. يا بنت أكرم بنت .. يا زهرة قد تسامت .. فى نور أطهر بيت .. إنى على الباب أرجو .. خيرا فهلا منحت",
    "chapters": [
      {
        "id": "100",
        "name": "",
        "lines": [
          {
            "id": "2080",
            "body": ["إنى أحبك أنت ", " يا بنت أكرم بنت"]
          },
          {
            "id": "2081",
            "body": ["يا زهرة قد تسامت ", " فى نور أطهر بيت"]
          },
          {
            "id": "2082",
            "body": ["إنى على الباب أرجو ", " خيرا فهلا منحت"]
          },
          {
            "id": "2083",
            "body": ["يا بنت بنت حبيبى ", " وسيدى ستى"]
          },
          {
            "id": "2084",
            "body": ["يا بضعة من على ", " وللبتول إنتسبت"]
          },
          {
            "id": "2085",
            "body": ["وفى بيت طه نشأت ", " ومن هداه إرتويت"]
          },
          {
            "id": "2086",
            "body": ["ها أنا ذا فاقبلينى ", " يا سعد من قبلت"]
          },
          {
            "id": "2087",
            "body": ["وفى الحمى اقبلينى ", " يا عز من حميت"]
          },
          {
            "id": "2088",
            "body": ["يا بضعة من على ", " الهاشمى الحيدرى"]
          },
          {
            "id": "2089",
            "body": ["يا بنت بنت نبينا ", " ريحانة الآل أنت"]
          },
          {
            "id": "2090",
            "body": ["أقبلت نحوك أسعى ", " إليك لما أشرت"]
          },
          {
            "id": "2091",
            "body": ["لأملأ الأفق شدوا ", " يعلوا به اليوم صوتى"]
          },
          {
            "id": "2092",
            "body": ["فأستقبلينى خذينى ", " الى حيث شئت"]
          },
          {
            "id": "2093",
            "body": ["وفى الحمى أدخلينى ", " يا عز من قد حميتى"]
          },
          {
            "id": "2094",
            "body": ["وفى سناك إغمرينى ", " حولى وفوقى وتحتى"]
          },
          {
            "id": "2095",
            "body": ["يا من تملكت منى ", " سرى وجهرى وصمتى"]
          },
          {
            "id": "2096",
            "body": ["مصر بكم قد أضاءت ", " لما بها قد سكنت"]
          },
          {
            "id": "2097",
            "body": ["فاقبلينى يا كريمه ", " يا سعد من قبلتى"]
          },
          {
            "id": "2098",
            "body": ["مدى العطايا يا زينب ", " وكم وكم أغنيتى"]
          },
          {
            "id": "2099",
            "body": ["بجاه خمس كراما ", " بهم نطقى وصمتى"]
          },
          {
            "id": "2100",
            "body": ["المصطفى وعلى ", " والحسنين وستى"]
          },
          {
            "id": "2101",
            "body": ["عليهم صلى الهى ", " فى كل حين ووقت"]
          },
          {
            "id": "2102",
            "body": ["وآل طه جميعا ", " أخص منهم أنت"]
          }
        ],
        "links": []
      }
    ]
  },
  "67": {
    "id": "67",
    "name": "فلا تعدل بآل البيت خَلقا",
    "author": "",
    "desc":
    "فلا تعدل بآل البيت خلقا .. فآل البيت هم أهل السيادة .. سعيد كل من يحسب عليهم .. ويهواهم فحبهم عباده .. اله العرش فى الأزل اصطفاهم .. وصفاهم فهم أهل العبادة",
    "chapters": [
      {
        "id": "101",
        "name": "",
        "lines": [
          {
            "id": "2103",
            "body": ["فلا تعدل بآل البيت خلقا ", " فآل البيت هم أهل السيادة"]
          },
          {
            "id": "2104",
            "body": ["سعيد كل من يحسب عليهم ", " ويهواهم فحبهم عباده"]
          },
          {
            "id": "2105",
            "body": ["اله العرش فى الأزل اصطفاهم ", " وصفاهم فهم أهل العبادة"]
          },
          {
            "id": "2106",
            "body": ["كفاكم فاطمة الزهراء أما ", " وحمزة سيد الشهداء عما"]
          },
          {
            "id": "2107",
            "body": [
              "لقد فاقوا الورى كيفا وكما ",
              " ومن إمدادهم تجنى السعادة"
            ]
          },
          {
            "id": "2108",
            "body": ["كفا شرفا لهم أب نقى ", " فريد فى شمائله على"]
          },
          {
            "id": "2109",
            "body": ["ومن يحسب على آل النبى ", " له الحسنى والمجد بزياده"]
          }
        ],
        "links": []
      }
    ]
  },
  "68": {
    "id": "68",
    "name": "على بلد المحبوب ودينى",
    "author": "",
    "desc":
    "على بلد المحبوب ودينى .. للنبى وأشوفه بعينى .. أنا مشتاق لرسول الله .. طال شوقى و البعد كوينى .. يا مسافر لحبيب الروح .. خدنى معاك لطبيب الروح",
    "chapters": [
      {
        "id": "102",
        "name": "",
        "lines": [
          {
            "id": "2110",
            "body": ["على بلد المحبوب ودينى ", " للنبى وأشوفه بعينى"]
          },
          {
            "id": "2111",
            "body": ["أنا مشتاق لرسول الله ", " طال شوقى و البعد كوينى"]
          },
          {
            "id": "2112",
            "body": ["يا مسافر لحبيب الروح ", " خدنى معاك لطبيب الروح"]
          },
          {
            "id": "2113",
            "body": ["عطفا بى أنا كلى جروح ", " على بلد المحبوب ودينى"]
          },
          {
            "id": "2115",
            "body": ["خدنى معاك واتركنى هناك ", " على بلد المحبوب ودينى"]
          },
          {
            "id": "2116",
            "body": ["مين يدرى وأنا خاطرى أزور ", " مشتاق له والقلب صبور"]
          },
          {
            "id": "2120",
            "body": ["نفسى أرى القبة الخضراء ", " وأنا جايلك يا أبا الزهراء"]
          },
          {
            "id": "2121",
            "body": ["لك مشتاق وكلى رجاء ", " ترضى عنى يا حبة عينى"]
          },
          {
            "id": "2122",
            "body": ["بلغ عنى حبيبى سلام ", " بدموعك ماتقولش سلام"]
          },
          {
            "id": "2123",
            "body": ["زرنى ولو طيف فى الأحلام ", " كل مرادى أشوفه بعينى"]
          },
          {
            "id": "2114",
            "body": ["عطفا بى وخدنى معاك ", " أنا مشتاق وهواى هواك"]
          },
          {
            "id": "2117",
            "body": ["قلبى محكوم بالمقدور ", " مين يهرب من قدره مين"]
          },
          {
            "id": "2118",
            "body": ["يا حبيبى وافتحى لى الباب ", " وأشوفك وأرى الأحباب"]
          },
          {
            "id": "2119",
            "body": ["وتقبل روحى الأعتاب ", " وأشوفك يا حبيب عينى"]
          }
        ],
        "links": []
      }
    ]
  },
  "69": {
    "id": "69",
    "name": "يا ستى إيه دا كل دا",
    "author": "",
    "desc":
    "يا ستى إيه دا كل دا .. يا أم المكارم والفدا .. أوصاف جمال متجدده .. ولا يوم كدا ولا يوم كدا .. وإن قالوا ايه دا كل دا .. بنقول مدد يا سيده",
    "chapters": [
      {
        "id": "103",
        "name": "",
        "lines": [
          {
            "id": "2124",
            "body": ["يا ستى إيه دا كل دا ", " يا أم المكارم والفدا"]
          },
          {
            "id": "2125",
            "body": ["أوصاف جمال متجدده ", " ولا يوم كدا ولا يوم كدا"]
          },
          {
            "id": "2126",
            "body": ["وإن قالوا ايه دا كل دا ", " بنقول مدد يا سيده"]
          },
          {
            "id": "2127",
            "body": ["يا أم اليشاير والمدد ", " يا أغلى م الروح والولد"]
          },
          {
            "id": "2128",
            "body": ["يا ستى يا حارسه البلد ", " من كل عاد وحسد"]
          },
          {
            "id": "2129",
            "body": ["وأنتى الأمان وأنت السند ", " يا محصننا بالمدد"]
          },
          {
            "id": "2130",
            "body": ["يا ست يا أم الكرم ", " دا الروضه عندك والحرم"]
          },
          {
            "id": "2131",
            "body": ["ولافيش محب إلا إنكرم ", " ولا ينظلم ولا ينحرم"]
          },
          {
            "id": "2132",
            "body": ["يا ست يا أم الصفا ", " يا بنت طه المصطفى"]
          },
          {
            "id": "2133",
            "body": ["بنت البتول أم الوفا ", " والمروه عندك والصفا"]
          },
          {
            "id": "2134",
            "body": ["وإن قالوا ايه دا كل دا ", " بنقول مدد يا سيده"]
          },
          {
            "id": "2135",
            "body": ["يا أم اليشاير والمدد ", " يا أغلى م الروح والولد"]
          },
          {
            "id": "2136",
            "body": ["يا ست يا نور ربنا ", " أنت طبنا وطبنا"]
          },
          {
            "id": "2137",
            "body": ["سيدنا النبى بيجبنا ", " لأن بنته عندنا"]
          },
          {
            "id": "2138",
            "body": ["يا ست يوم جتلك صبى ", " والحب دينى ومذهبى"]
          },
          {
            "id": "2139",
            "body": ["نلت اللى كان فوق مطلبى ", " وصبحت مداح النبى"]
          }
        ],
        "links": []
      }
    ]
  },
  "70": {
    "id": "70",
    "name": "تضيق بنا الدنيا ان غبتم عنا",
    "author": "",
    "desc":
    "إذا لم تذق ما ذاقت الناس في الهوى .. فبالله يا خالي الحشا لا تعنفنا .. وسلم لنا فيما ادعينا لاننا .. إذا غلبت أشواقنا ربما صحنا .. وتهتز عند الاستماع قلوبنا .. إذا لم نجد كتم المواجيد صرحنا",
    "chapters": [
      {
        "id": "104",
        "name": "",
        "lines": [
          {
            "id": "2184",
            "body": [
              "إذا لم تذق ما ذاقت الناس في الهوى ",
              " فبالله يا خالي الحشا لا تعنفنا"
            ]
          },
          {
            "id": "2185",
            "body": [
              "وسلم لنا فيما ادعينا لاننا ",
              " إذا غلبت أشواقنا ربما صحنا"
            ]
          },
          {
            "id": "2186",
            "body": [
              "وتهتز عند الاستماع قلوبنا ",
              " إذا لم نجد كتم المواجيد صرحنا"
            ]
          },
          {
            "id": "2187",
            "body": [
              "وفي السر أسرار دقاق لطيفه ",
              " تراق دمانا جهرة إن بها بحنا"
            ]
          },
          {
            "id": "2188",
            "body": [
              "فيا حادي العشاق قم واحد قائما ",
              " وزمزم لنا باسم الحبيب وروحنا"
            ]
          },
          {
            "id": "2189",
            "body": [
              "وصن سرنا في سكرنا عن حسودنا ",
              " وإن أنكرت عيناك شيئا فسامحنا"
            ]
          },
          {
            "id": "2191",
            "body": [
              "فلا تلم السكران في حال سكره ",
              " فقد رفع التكليف في سكرنا عنا"
            ]
          },
          {
            "id": "2170",
            "body": [
              "تضيق بنا الدنيا إذا غبتم عنا ",
              " وتذهب بالاشواق أرواحنا منا"
            ]
          },
          {
            "id": "2171",
            "body": [
              "فبعدكم موت وقربكم حيا ",
              " فإن غبتموا عنا ولو نفسا متنا"
            ]
          },
          {
            "id": "2172",
            "body": [
              "نموت ببعدكم ونحيا بقربكم ",
              " وإن جاءنا عنكم بشير اللقا عشنا"
            ]
          },
          {
            "id": "2173",
            "body": [
              "ونحيا بذكركم إذا لم نراكم ",
              " ألا إن تذكار الاحبة ينعشنا"
            ]
          },
          {
            "id": "2174",
            "body": [
              "فلولا معانيكم تراها قلوبنا ",
              " إذا نحن أيقاظ وفي النوم إن غبنا"
            ]
          },
          {
            "id": "2175",
            "body": [
              "لمتنا أسى من بعدكم وصبابة ",
              " ولكن في المعنى معانيكم معنا"
            ]
          },
          {
            "id": "2176",
            "body": [
              "يحركنا ذكر الاحاديث عنكم ",
              " ولولا هواكم في الحشا ما تحركنا"
            ]
          },
          {
            "id": "2177",
            "body": [
              "فقل للذي ينهى عن الوجد أهله ",
              " أذا لم تذق معنى شراب الهوى دعنا"
            ]
          },
          {
            "id": "2178",
            "body": [
              "إذا اهتزت الارواح شوقا الى اللقا ",
              " تراقصت الاشباح يا جاهل المعنى"
            ]
          },
          {
            "id": "2179",
            "body": [
              "أما تنظر الطير المقفص يا فتى ",
              " إذا ذكر الاوطان حن الى المغنى"
            ]
          },
          {
            "id": "2180",
            "body": [
              "يفرج بالتغريد ما بفؤاده ",
              " فتضطرب الأعضاء في الحس والمعنى"
            ]
          },
          {
            "id": "2181",
            "body": [
              "ويرقص في الاقفاص شوقا الى اللقا ",
              " فتهتز أرباب العقول إذا غنى"
            ]
          },
          {
            "id": "2182",
            "body": [
              "كذلك أرواح المحبين يا فتى ",
              " تهززها ألاشواق للعالم الاسنى"
            ]
          },
          {
            "id": "2183",
            "body": [
              "أنلزمها بالصبر وهي مشوقة ",
              " وهل يستطيع الصبر من شاهد المعنى"
            ]
          },
          {
            "id": "2190",
            "body": [
              "فإنا إذا طبنا وطابت نفوسنا ",
              " وخامرنا خمر الغرام تهتكنا"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "71": {
    "id": "71",
    "name": "ما لذة العيش الا بصحبة الفقرا",
    "author": "",
    "desc":
    "ما لذة العيش الا صحبة الفقرا .. هم السلاطين والسادات والأمرا .. فاصحبهمو وتأدب في مجالسهم .. وخل حظك مهما خلفوك ورا .. واستغنم الوقت واحضر دائما معهم .. واعلم بأن الرضا يخص من حضرا",
    "chapters": [
      {
        "id": "105",
        "name": "",
        "lines": [
          {
            "id": "2192",
            "body": [
              "ما لذة العيش الا صحبة الفقرا ",
              " هم السلاطين والسادات والأمرا"
            ]
          },
          {
            "id": "2193",
            "body": ["فاصحبهمو وتأدب في مجالسهم ", " وخل حظك مهما خلفوك ورا"]
          },
          {
            "id": "2194",
            "body": [
              "واستغنم الوقت واحضر دائما معهم ",
              " واعلم بأن الرضا يخص من حضرا"
            ]
          },
          {
            "id": "2195",
            "body": [
              "ولازم الصمت إلا إن سئلت فقل ",
              " لا علم عندي وكن بالجهل مستترا"
            ]
          },
          {
            "id": "2196",
            "body": [
              "ولا تر العيب الا فيك معتقدا ",
              " عيبا بدا بينا لكنه استترا"
            ]
          },
          {
            "id": "2197",
            "body": [
              "وحط رأسك واستغفر بلا سبب ",
              " وقف على قدم الإنصاف معتذرا"
            ]
          },
          {
            "id": "2198",
            "body": [
              "إن بدا منك عيب فاعتذر وأقم ",
              " وجه اعتذارك عما فيك منك جرى"
            ]
          },
          {
            "id": "2199",
            "body": [
              "وقل عبيدكمو أولى بصفحكمو ",
              " فسامحوا وخذوا بالرفق يا فقرا"
            ]
          },
          {
            "id": "2200",
            "body": [
              "هم بالتفضل أولى وهو شيمتهم ",
              " فلا تخف دركا منهم ولا ضررا"
            ]
          },
          {
            "id": "2201",
            "body": [
              "وبالتغني على الإخوان جد أبدا ",
              " حسا ومعنى وغض الطرف إن عثرا"
            ]
          },
          {
            "id": "2202",
            "body": [
              "وقدم الجد وانهض عنه خدمته ",
              " عساه يرضى وحاذر أن تكن ضجرا"
            ]
          },
          {
            "id": "2203",
            "body": [
              "ففي رضاه رضا الباري وطاعته ",
              " يرضى عليك فكن من تركه حذرا"
            ]
          },
          {
            "id": "2204",
            "body": [
              "واعلم بأن طريق القوم دارسة ",
              " وحال من يدعيها اليوم كيف ترى"
            ]
          },
          {
            "id": "2205",
            "body": [
              "متى أراهم وأنى لي برؤيتهم ",
              " أوتسمع الأذن مني عنهمو خبرا"
            ]
          },
          {
            "id": "2206",
            "body": [
              "من لي وأنى لمثلي أن يزاحمهم ",
              " على موارد لم آلف بها كدرا"
            ]
          },
          {
            "id": "2207",
            "body": ["أحبهم وأداريهم وأؤثرهم ", " بمهجتي وخصوصا منهم نفرا"]
          },
          {
            "id": "2208",
            "body": [
              "قوم كرام السجايا حيث ما حلوا ",
              " يبقى المكان على آثارهم عطرا"
            ]
          },
          {
            "id": "2209",
            "body": [
              "يهدي التصوف من أخلاقهم طرفا ",
              " حسن التآلف منهم راقني نظرا"
            ]
          },
          {
            "id": "2210",
            "body": [
              "هم أهل ودي وأحبابي الذين همو ",
              " ممن يجر ذيول العز مفتخرا"
            ]
          },
          {
            "id": "2211",
            "body": [
              "لا زال شملي بهم في الله مجتمعا ",
              " وذنبنا فيه مغفورا ومغتفرا"
            ]
          },
          {
            "id": "2212",
            "body": [
              "ثم الصلاة على المختار سيدنا ",
              " محمد خير من أوفى ومن نذرا"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "72": {
    "id": "72",
    "name": "متى يا كرام الحى عينى تراكم",
    "author": "",
    "desc":
    "متى يا كرام الحي عيني تراكم .. وأسمع من تلك الديار نداكم .. ويجمعنا الدهر الذي حال بيننا .. ويحظى بكم قلبي وعيني تراكم .. أمر على الابواب من غير حاجة .. لعلي أراكم أو أرى من يراكم",
    "chapters": [
      {
        "id": "106",
        "name": "",
        "lines": [
          {
            "id": "2213",
            "body": [
              "متى يا كرام الحي عيني تراكم ",
              " وأسمع من تلك الديار نداكم"
            ]
          },
          {
            "id": "2214",
            "body": [
              "ويجمعنا الدهر الذي حال بيننا ",
              " ويحظى بكم قلبي وعيني تراكم"
            ]
          },
          {
            "id": "2215",
            "body": [
              "أمر على الابواب من غير حاجة ",
              " لعلي أراكم أو أرى من يراكم"
            ]
          },
          {
            "id": "2216",
            "body": [
              "سقاني الهوى كأسا من الحب صافيا ",
              " فياليته لما سقاني سقاكم"
            ]
          },
          {
            "id": "2217",
            "body": [
              "فياليت قاضي الحب يحكم بيننا ",
              " وداعي الهوى لما دعاني دعاكم"
            ]
          },
          {
            "id": "2218",
            "body": [
              "أنا عبدكم بل عبد عبد لعبدكم ",
              " ومملوككم من بيعكم وشراكم"
            ]
          },
          {
            "id": "2219",
            "body": [
              "كتبت لكم نفسي وما ملكت يدي ",
              " وإن قلت الأموال روحي فداكم"
            ]
          },
          {
            "id": "2220",
            "body": [
              "لساني بمجدكم وقلبي بحبكم ",
              " وما نظرت عيني مليحا سواكم"
            ]
          },
          {
            "id": "2221",
            "body": [
              "وما شرف الأكوان الا جمالكم ",
              " وما يقصد العشاق الا سناكم"
            ]
          },
          {
            "id": "2222",
            "body": [
              "وإن قيل لي ماذا على الله تشتهي ",
              " أقول رضى الرحمن ثم رضاكم"
            ]
          },
          {
            "id": "2223",
            "body": [
              "ولي مقلة بالدمع تجري صبيبة ",
              " حرام عليها النوم حتى تراكم"
            ]
          },
          {
            "id": "2225",
            "body": [
              "ودوروا على قبري بطرف نعالكم ",
              " فتحيا عظامي حيث أصغي نداكم"
            ]
          },
          {
            "id": "2226",
            "body": [
              "وقولوا رعاك الله يا ميت الهوى ",
              " وأسكنك الفردوس قرب حماكم"
            ]
          },
          {
            "id": "2224",
            "body": [
              "خذوني عظاما محملا أين سرتم ",
              " وحيث حللتم فإدفنوني حذاكم"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "73": {
    "id": "73",
    "name": "قلْبي يُحدّثُني بأنّكَ مُتلِفي",
    "author": "",
    "desc":
    "قلبي يحدثني بأنك متلفي .. روحي فداك عرفت أم لم تعرف .. لم أقض حق هواك إن كنت الذي .. لم أقض فيه أسى ومثلي من يفي .. ما لي سوى روحي وباذل نفسه .. في حب من يهواه ليس بمسرف",
    "chapters": [
      {
        "id": "107",
        "name": "",
        "lines": [
          {
            "id": "2227",
            "body": ["قلبي يحدثني بأنك متلفي ", " روحي فداك عرفت أم لم تعرف"]
          },
          {
            "id": "2228",
            "body": [
              "لم أقض حق هواك إن كنت الذي ",
              " لم أقض فيه أسى ومثلي من يفي"
            ]
          },
          {
            "id": "2229",
            "body": [
              "ما لي سوى روحي وباذل نفسه ",
              " في حب من يهواه ليس بمسرف"
            ]
          },
          {
            "id": "2230",
            "body": [
              "فلئن رضيت بها فقد أسعفتني ",
              " يا خيبة المسعى إذا لم تسعف"
            ]
          },
          {
            "id": "2231",
            "body": [
              "يا مانعي طيب المنام ومانحي ",
              " ثوب السقام به ووجدي المتلف"
            ]
          },
          {
            "id": "2232",
            "body": [
              "عطفا على رمقي وما أبقيت لي ",
              " من جسمي المضنى وقلبي المدنف"
            ]
          },
          {
            "id": "2233",
            "body": [
              "فالوجد باق والوصال مماطلي ",
              " والصبر فان واللقاء مسوفي"
            ]
          },
          {
            "id": "2234",
            "body": [
              "لم أخل من حسد عليك فلا تضع ",
              " سهري بتشنيع الخيال المرجف"
            ]
          },
          {
            "id": "2235",
            "body": [
              "واسأل نجوم الليل هل زار الكرى ",
              " جفني وكيف يزور من لم يعرف"
            ]
          },
          {
            "id": "2236",
            "body": ["لا غرو إن شحت بغمض جفونها ", " عيني وسحت بالدموع الذرف"]
          },
          {
            "id": "2237",
            "body": [
              "وبما جرى في موقف التوديع من ",
              " ألم النوى شاهدت هول الموقف"
            ]
          },
          {
            "id": "2238",
            "body": [
              "إن لم يكن وصل لديك فعد به ",
              " أملي وماطل إن وعدت ولا تفي"
            ]
          },
          {
            "id": "2239",
            "body": ["فالمطل منك لدي إن عز الوفا ", " يحلو كوصل من حبيب مسعف"]
          },
          {
            "id": "2240",
            "body": ["أهفو لأنفاس النسيم تعلة ", " ولوجه من نقلت شذاه تشوفي"]
          },
          {
            "id": "2241",
            "body": ["فلعل نار جوانحي بهبوبها ", " أن تنطفي وأود أن لا تنطفي"]
          },
          {
            "id": "2242",
            "body": ["يا أهل ودي أنتم أملي ومن ", " ناداكم يا أهل ودي قد كفي"]
          },
          {
            "id": "2243",
            "body": [
              "عودوا لما كنتم عليه من الوفا ",
              " كرما فإني ذلك الخل الوفي"
            ]
          },
          {
            "id": "2244",
            "body": ["وحياتكم وحياتكم قسما وفي ", " عمري بغير حياتكم لم أحلف"]
          },
          {
            "id": "2245",
            "body": ["لو أن روحي في يدي ووهبتها ", " لمبشري بقدومكم لم أنصف"]
          },
          {
            "id": "2246",
            "body": ["لا تحسبوني في الهوى متصنعا ", " كلفي بكم خلق بغير تكلف"]
          },
          {
            "id": "2247",
            "body": ["أخفيت حبكم فأخفاني أسى ", " حتى لعمري كدت عني أختفي"]
          },
          {
            "id": "2248",
            "body": ["وكتمته عني فلو أبديته ", " لوجدته أخفى من اللطف الخفي"]
          },
          {
            "id": "2249",
            "body": ["ولقد أقول لمن تحرش بالهوى ", " عرضت نفسك للبلا فاستهدف"]
          },
          {
            "id": "2250",
            "body": [
              "أنت القتيل بأي من أحببته ",
              " فاختر لنفسك في الهوى من تصطفي"
            ]
          },
          {
            "id": "2251",
            "body": [
              "قل للعذول أطلت لومي طامعا ",
              " إن الملام عن الهوى مستوقفي"
            ]
          },
          {
            "id": "2252",
            "body": [
              "دع عنك تعنيفي وذق طعم الهوى ",
              " فإذا عشقت فبعد ذلك عنف"
            ]
          },
          {
            "id": "2253",
            "body": [
              "برح الخفاء بحب من لو في الدجى ",
              " سفر اللثام لقلت يا بدر اختف"
            ]
          },
          {
            "id": "2254",
            "body": [
              "وإن اكتفى غيري بطيف خياله ",
              " فأنا الذي بوصاله لا أكتفي"
            ]
          },
          {
            "id": "2255",
            "body": ["وقفا عليه محبتي ولمحنتي ", " بأقل من تلفي به لا أشتفي"]
          },
          {
            "id": "2256",
            "body": ["وهواه وهو أليتي وكفى به ", " قسما أكاد أجله كالمصحف"]
          },
          {
            "id": "2257",
            "body": [
              "لو قال تيها قف على جمر الغضا ",
              " لوقفت ممتثلا ولم أتوقف"
            ]
          },
          {
            "id": "2259",
            "body": [
              "لا تنكروا شغفي بما يرضى وإن ",
              " هو بالوصال علي لم يتعطف"
            ]
          },
          {
            "id": "2260",
            "body": [
              "غلب الهوى فأطعت أمر صبابتي ",
              " من حيث فيه عصيت نهي معنف"
            ]
          },
          {
            "id": "2261",
            "body": ["مني له ذل الخضوع ومنه لي ", " عز المنوع وقوة المستضعف"]
          },
          {
            "id": "2262",
            "body": [
              "ألف الصدود ولي فؤاد لم يزل ",
              " مذ كنت غير وداده لم يألف"
            ]
          },
          {
            "id": "2263",
            "body": ["يا ما أميلح كل ما يرضى به ", " ورضابه يا ما أحيلاه بفي"]
          },
          {
            "id": "2264",
            "body": [
              "لو أسمعوا يعقوب ذكر ملاحة ",
              " في وجهه نسي الجمال اليوسفي"
            ]
          },
          {
            "id": "2265",
            "body": [
              "أو لو رأه عائدا أيوب في ",
              " سنة الكرى قدما من البلوى شفي"
            ]
          },
          {
            "id": "2266",
            "body": ["كل البدور إذا تجلى مقبلا ", " تصبو إليه وكل قد أهيف"]
          },
          {
            "id": "2267",
            "body": [
              "إن قلت عندي فيك كل صبابة ",
              " قال الملاحة لي وكل الحسن في"
            ]
          },
          {
            "id": "2268",
            "body": [
              "كملت محاسنه فلو أهدى السنا ",
              " للبدر عند تمامه لم يخسف"
            ]
          },
          {
            "id": "2269",
            "body": [
              "وعلى تفنن واصفيه بحسنه ",
              " يفنى الزمان وفيه ما لم يوصف"
            ]
          },
          {
            "id": "2270",
            "body": ["ولقد صرفت لحبه كلي على ", " يد حسنه فحمدت حسن تصرفي"]
          },
          {
            "id": "2271",
            "body": [
              "فالعين تهوى صورة الحسن التي ",
              " روحي بها تصبو إلى مغنى خفي"
            ]
          },
          {
            "id": "2272",
            "body": ["أسعد أخي وغنني بحديثه ", " وانثر على سمعي حلاه وشنف"]
          },
          {
            "id": "2273",
            "body": ["لأرى بعين السمع شاهد حسنه ", " معنى فأتحفني بذاك وشرف"]
          },
          {
            "id": "2274",
            "body": ["يا أخت سعد من حبيبي جئتني ", " برسالة أديتها بتلطف"]
          },
          {
            "id": "2275",
            "body": [
              "فسمعت ما لم تسمعي ونظرت ما ",
              " لم تنظري وعرفت ما لم تعرفي"
            ]
          },
          {
            "id": "2276",
            "body": [
              "إن زار يوما يا حشاي تقطعي ",
              " كلفا به أو سار يا عين اذرفي"
            ]
          },
          {
            "id": "2277",
            "body": [
              "ما للنوى ذنب ومن أهوى معي ",
              " إن غاب عن إنسان عيني فهو في"
            ]
          },
          {
            "id": "2258",
            "body": ["أو كان من يرضى بخدي موطئا ", " لوضعته أرضا ولم أستنكف"]
          }
        ],
        "links": []
      }
    ]
  },
  "74": {
    "id": "74",
    "name": "عليك صلاة الله ثم سلامه",
    "author": "",
    "desc":
    "سلام على فم النبي محمد .. لفم به در نفيس منظم .. عليك صلاة الله ثم سلامه .. ألا يا رسول الله أني مغرم .. صببت دموعا يشهد الحزن أنها .. أتت من فؤاد بالغرام متيم",
    "chapters": [
      {
        "id": "108",
        "name": "",
        "lines": [
          {
            "id": "2293",
            "body": ["سلام على فم النبي محمد ", " لفم به در نفيس منظم"]
          },
          {
            "id": "2278",
            "body": [
              "عليك صلاة الله ثم سلامه ",
              " ألا يا رسول الله أني مغرم"
            ]
          },
          {
            "id": "2279",
            "body": [
              "صببت دموعا يشهد الحزن أنها ",
              " أتت من فؤاد بالغرام متيم"
            ]
          },
          {
            "id": "2280",
            "body": ["وليس له من ذا التتيم مشرح ", " سوى أن يرى معشوقة فيسلم"]
          },
          {
            "id": "2281",
            "body": [
              "يقول لي المعشوق لا تخش بعد ذا ",
              " حجابا ولا طردا فعهدي متمم"
            ]
          },
          {
            "id": "2282",
            "body": [
              "متى ما أردت القرب منى فنادنى ",
              " ألا يا رسول الله أنى مغرم"
            ]
          },
          {
            "id": "2283",
            "body": ["أجيب من بعد وأنى جليس من ", " بحبي مشغول بذكرى مترجم"]
          },
          {
            "id": "2284",
            "body": [
              "حلفت يمينا إن قلبا يحبكم ",
              " عليه عذاب النار قطعا محرم"
            ]
          },
          {
            "id": "2285",
            "body": [
              "فكيف بمن قد غشاكم كل ساعة ",
              " فهذا يقينا فى الجنان ينعم"
            ]
          },
          {
            "id": "2286",
            "body": [
              "سلام عليكم والسلام ينيلني ",
              " فهذا يقينا في الجنان ينعم"
            ]
          },
          {
            "id": "2287",
            "body": ["لساني تحيات تليق بقدركم ", " أكررها في حيكم وأهمهم"]
          },
          {
            "id": "2288",
            "body": ["سلام على رأس الرسول محمد ", " لرأس جليل بالجلال معمم"]
          },
          {
            "id": "2289",
            "body": ["سلام على وجه النبي محمد ", " فيا نعم وجه بالضياء ملثم"]
          },
          {
            "id": "2290",
            "body": ["سلام على طرف النبي محمد ", " لطرف كحيل أدعج ومعلم"]
          },
          {
            "id": "2291",
            "body": ["سلام على انف النبي محمد ", " لأنف عديل أنور ومقوم"]
          },
          {
            "id": "2292",
            "body": ["سلام على خد الحبيب محمد ", " لخد منير أسهل ومشمم"]
          },
          {
            "id": "2295",
            "body": ["سلام على عنق النبي محمد ", " لعنق سطيع نير و مبرم"]
          },
          {
            "id": "2296",
            "body": ["سلام على صدر الحبيب محمد ", " لصدر وسيع بالعلوم مطمطم"]
          },
          {
            "id": "2297",
            "body": ["سلام على قلب الحبيب محمد ", " لقلب بنور الله دوما مقيم"]
          },
          {
            "id": "2298",
            "body": [
              "يشاهد رب العرش في كل لحظة ",
              " وان نامت العينان ما نام فاعلموا"
            ]
          },
          {
            "id": "2299",
            "body": ["سلام على كف النبي محمد ", " لكف رحيب كم يجود و يكرم"]
          },
          {
            "id": "2300",
            "body": ["به كم فقير صار من بعد فقره ", " غنيا و كم طاغ به متضيم"]
          },
          {
            "id": "2301",
            "body": [
              "سلام على قدم الحبيب محمد ",
              " به داس حجب العز ذاك المقدم"
            ]
          },
          {
            "id": "2302",
            "body": [
              "به قام في المحراب لله قانتا ",
              " يناجى لرب العرش والناس نوم"
            ]
          },
          {
            "id": "2303",
            "body": [
              "فما زال هذا دأبه كل ليلة ",
              " ألا أن به بان الونا و التورم"
            ]
          },
          {
            "id": "2304",
            "body": ["سلام على ذات النبي محمد ", " فيا حسنها بها الجمال متمم"]
          },
          {
            "id": "2305",
            "body": ["سلام على كل النبي محمد ", " نبي عظيم بالجلال معظم"]
          },
          {
            "id": "2306",
            "body": [
              "نبي لمولاه العلى عناية ",
              " به تبدو إذا ما الخلق في الحشر يقحم"
            ]
          },
          {
            "id": "2307",
            "body": [
              "عليه لواء الحمد ينصب رفعة ",
              " ومن تحته الأنبياء والرسل يزحم"
            ]
          },
          {
            "id": "2308",
            "body": ["به كل عاص في القيامة لائذ ", " وكل محب فائز و مكلم"]
          },
          {
            "id": "2309",
            "body": [
              "به يرتجى المجذوب ينجو بصحبه ",
              " بغير امتحان يا شفيع ويسلم"
            ]
          },
          {
            "id": "2310",
            "body": ["عليك صلاة الله ثم سلامه ", " يعمان كل الآل ها نحن نختم"]
          },
          {
            "id": "2294",
            "body": [
              "بغير كلام الله و الذكر و النداء ",
              " لحضرة مولاه فلا يتكلم"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "75": {
    "id": "75",
    "name": "هذا الذي تعرف البطحاء وطأته",
    "author": "",
    "desc":
    "هذا الذي تعرف البطحاء وطأته .. والبيت يعرفه والحل والحرم .. هذا ابن خير عباد الله كلهم .. هذا التقي النقي الطاهر العلم .. هذا ابن فاطمة، إن كنت جاهله .. بجده أنبياء الله قد ختموا",
    "chapters": [
      {
        "id": "109",
        "name": "",
        "lines": [
          {
            "id": "2311",
            "body": [
              "هذا الذي تعرف البطحاء وطأته ",
              " والبيت يعرفه والحل والحرم"
            ]
          },
          {
            "id": "2312",
            "body": [
              "هذا ابن خير عباد الله كلهم ",
              " هذا التقي النقي الطاهر العلم"
            ]
          },
          {
            "id": "2313",
            "body": [
              "هذا ابن فاطمة، إن كنت جاهله ",
              " بجده أنبياء الله قد ختموا"
            ]
          },
          {
            "id": "2314",
            "body": [
              "وليس قولك: من هذا بضائره ",
              " العرب تعرف من أنكرت والعجم"
            ]
          },
          {
            "id": "2315",
            "body": ["كلتا يديه غياث عم نفعهما ", " يستوكفان ولا يعروهما عدم"]
          },
          {
            "id": "2316",
            "body": [
              "سهل الخليقة، لا تخشى بوادره ",
              " يزينه اثنان: حسن الخلق والشيم"
            ]
          },
          {
            "id": "2317",
            "body": [
              "حمال أثقال أقوام إذا افتدحوا ",
              " حلو الشمائل، تحلو عنده نعم"
            ]
          },
          {
            "id": "2318",
            "body": [
              "ما قال: لا قط، إلا في تشهده ",
              " لولا التشهد كانت لاءه نعم"
            ]
          },
          {
            "id": "2319",
            "body": [
              "عم البرية بالإحسان، فانقشعت ",
              " عنها الغياهب والإملاق والعدم"
            ]
          },
          {
            "id": "2320",
            "body": ["إذ رأته قريش قال قائلها ", " إلى مكارم هذا ينتهي الكرم"]
          },
          {
            "id": "2321",
            "body": ["يغضي حياء، ويغضى من مهابته ", " فما يكلم إلا حين يبتسم"]
          },
          {
            "id": "2322",
            "body": ["بكفه خيزران ريحه عبق ", " من كف أروع، في عرنينه شمم"]
          },
          {
            "id": "2323",
            "body": [
              "يكاد يمسكه عرفان راحته ",
              " ركن الحطيم إذا ما جاء يستلم"
            ]
          },
          {
            "id": "2324",
            "body": ["الله شرفه قدما، وعظمه، ", " جرى بذاك له في لوحه القلم"]
          },
          {
            "id": "2325",
            "body": ["أي الخلائق ليست في رقابهم ", " لأولية هذا، أو له نعم"]
          },
          {
            "id": "2326",
            "body": [
              "من يشكر الله يشكر أولية ذا ",
              " فالدين من بيت هذا ناله الأمم"
            ]
          },
          {
            "id": "2327",
            "body": [
              "ينمى إلى ذروة الدين التي قصرت عنها ",
              " الأكف، وعن إدراكها القدم"
            ]
          },
          {
            "id": "2328",
            "body": [
              "من جده دان فضل الأنبياء له ",
              " وفضل أمته دانت له الأمم"
            ]
          },
          {
            "id": "2330",
            "body": [
              "ينشق ثوب الدجى عن نور غرته ",
              " كالشمس تنجاب عن إشراقها الظلم"
            ]
          },
          {
            "id": "2331",
            "body": ["من معشر حبهم دين، وبغضهم كفر ", " وقربهم منجى ومعتصم"]
          },
          {
            "id": "2332",
            "body": [
              "مقدم بعد ذكر الله ذكرهم ",
              " في كل بدء، ومختوم به الكلم"
            ]
          },
          {
            "id": "2333",
            "body": [
              "إن عد أهل التقى كانوا أئمتهم ",
              " أو قيل من خير أهل الأرض قيل هم"
            ]
          },
          {
            "id": "2334",
            "body": [
              "لا يستطيع جواد بعد جودهم ",
              " ولا يدانيهم قوم، وإن كرموا"
            ]
          },
          {
            "id": "2335",
            "body": [
              "هم الغيوث إذا ما أزمة أزمت ",
              " والأسد أسد الشرى والبأس محتدم"
            ]
          },
          {
            "id": "2336",
            "body": [
              "لا ينقص العسر بسطا من أكفهم ",
              " سيان ذلك إن أثروا وإن عدموا"
            ]
          },
          {
            "id": "2337",
            "body": [
              "يستدفع الشر والبلوى بحبهم ",
              " ويسترب به الإحسان والنعم  "
            ]
          },
          {
            "id": "2329",
            "body": [
              "مشتقة من رسول الله نبعته ",
              " طابت مغارسه والخيم والشيم"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "76": {
    "id": "76",
    "name": "هنيئا لمن جاء باب الحسين",
    "author": "",
    "desc":
    "هنيئا لمن جاء باب الحسين .. ونادى أغثنا بسر الرسول .. ففى بابه نور طه النبى .. وسر على وروح البتول .. على بابه كم تفيض الدموع .. وكم يستجيب مسرف أو عصى",
    "chapters": [
      {
        "id": "110",
        "name": "",
        "lines": [
          {
            "id": "2338",
            "body": ["هنيئا لمن جاء باب الحسين ", " ونادى أغثنا بسر الرسول"]
          },
          {
            "id": "2339",
            "body": ["ففى بابه نور طه النبى ", " وسر على وروح البتول"]
          },
          {
            "id": "2340",
            "body": ["على بابه كم تفيض الدموع ", " وكم يستجيب مسرف أو عصى"]
          },
          {
            "id": "2341",
            "body": ["فحى الرضا والهدى والقبول ", " وحى رحاب الولى العلى"]
          },
          {
            "id": "2342",
            "body": ["وفى بابه كل عقل سوى ", " وقلبى ندى وروح الأمين"]
          },
          {
            "id": "2343",
            "body": ["فمن مثله سبط أزكى نبى ", " ومن نوره نور أهل اليقين"]
          },
          {
            "id": "2344",
            "body": ["وفى روضه مجمع الأولياء ", " وأهل الفناء وأهل العطاء"]
          },
          {
            "id": "2345",
            "body": ["وفى ساحة مهبط الأتقياء ", " لدرب النقاء مع الأنبياء"]
          },
          {
            "id": "2346",
            "body": ["وعند الرحاب نهيم القلوب ", " تضاء الدروب ويمحى الظلام"]
          },
          {
            "id": "2347",
            "body": ["وفى حبه يبقى سر القبول ", " فكل محب له لا يضام"]
          },
          {
            "id": "2348",
            "body": ["وفى مدحه حير الهائمين ", " مع المادحين وكل لبيب"]
          },
          {
            "id": "2349",
            "body": ["أنا من حسين وحسين منى ", " فما مدحنا جنب مدح الحبيب"]
          }
        ],
        "links": []
      }
    ]
  },
  "77": {
    "id": "77",
    "name": "أتينا رحابك ياشيخ العرب",
    "author": "",
    "desc":
    "أتينا رحابك ياشيخ العرب .. فلله سرنا نلبى الطلب .. أتينا لساحك يا إبن الرسول .. دعاء فجاء الرضا والقبول .. وأنت له الباب أنت الوصول .. وجمل المحامل وقاضى الأرب",
    "chapters": [
      {
        "id": "111",
        "name": "",
        "lines": [
          {
            "id": "2350",
            "body": ["أتينا رحابك ياشيخ العرب ", " فلله سرنا نلبى الطلب"]
          },
          {
            "id": "2351",
            "body": ["أتينا لساحك يا إبن الرسول ", " دعاء فجاء الرضا والقبول"]
          },
          {
            "id": "2352",
            "body": ["وأنت له الباب أنت الوصول ", " وجمل المحامل وقاضى الأرب"]
          },
          {
            "id": "2353",
            "body": ["فيا عيساوينا بحال القدم ", " أتينا نتمم لعهد القدم"]
          },
          {
            "id": "2354",
            "body": ["قوى العزائم وسيع الكرم ", " حسيب نسيب شريف النسب"]
          },
          {
            "id": "2355",
            "body": ["أتينا نبايع لأسد همام ", " هو البيداونى وركن المقام"]
          },
          {
            "id": "2356",
            "body": ["به من على رحال العظام ", " وكم نالوا منه لقوم رتب"]
          },
          {
            "id": "2357",
            "body": ["وطنطا عرفت به يوم جاء ", " وجوده فى مصر الحمى والنجاه"]
          },
          {
            "id": "2358",
            "body": [
              "وكم عمها دافع شديد البلاء ",
              " وأرخى لها عيشا بعد النشا"
            ]
          },
          {
            "id": "2359",
            "body": ["فإن قلنا عنه مقال يطول ", " ويكفى حروبه ومحق المغول"]
          },
          {
            "id": "2360",
            "body": ["ومربينا قال إذ أحمد يقول ", " جحافل جيش يمزق إرب"]
          },
          {
            "id": "2361",
            "body": ["معارك بغداد قد قادها ", " غزاة أتوا مصر قد ردها"]
          },
          {
            "id": "2362",
            "body": ["حسن أخاه شهيد بها ", " ومن غيرهم يرجى عد الكرب"]
          },
          {
            "id": "2363",
            "body": ["أتينا الملثم أسد الرجال ", " إذا ذكر أسمه كروب تزال"]
          },
          {
            "id": "2364",
            "body": ["وإن حل فينا بسر وحال ", " نكون به مجلى كل الرتب"]
          },
          {
            "id": "2366",
            "body": ["ومنكم طلبنا لكشف الغطا ", " فأنت الوسيلة وأنت السبب"]
          },
          {
            "id": "2365",
            "body": ["أتينا لساحك يا بحر العطا ", " وساح بها قد يحط الخطا"]
          }
        ],
        "links": []
      }
    ]
  },
  "78": {
    "id": "78",
    "name": " سقانى محبوبى",
    "author": "",
    "desc":
    "سقاني محبوبي بكأس المحبة .. فتهت عن العشاق سكرا بخلوتي .. ولاح لنا نور الجلالة لوأضا .. لصم الجبال الراسيات لدكت .. وكنت أنا الساقي لمن كان حاضرا .. أطوف عليهم كرة بعد كرة",
    "chapters": [
      {
        "id": "112",
        "name": "",
        "lines": [
          {
            "id": "2367",
            "body": [
              "سقاني محبوبي بكأس المحبة ",
              " فتهت عن العشاق سكرا بخلوتي"
            ]
          },
          {
            "id": "2368",
            "body": [
              "ولاح لنا نور الجلالة لوأضا ",
              " لصم الجبال الراسيات لدكت"
            ]
          },
          {
            "id": "2369",
            "body": [
              "وكنت أنا الساقي لمن كان حاضرا ",
              " أطوف عليهم كرة بعد كرة"
            ]
          },
          {
            "id": "2370",
            "body": ["ونادمني سرا بسر وحكمة ", " وأن رسول الله شيخي وقدوتي"]
          },
          {
            "id": "2371",
            "body": ["وعاهدني عهدا حفظت لعهده ", " وعشت وثيقا صادقا بمحبتي"]
          },
          {
            "id": "2372",
            "body": [
              "وحكمني في سائر الأرض كلها ",
              " وفى الجن و الاشباح والمردية"
            ]
          },
          {
            "id": "2373",
            "body": [
              "أنا الحرف لا أقرا لكل مناظر ",
              " وكل الورى من أمر ربي رعيتي"
            ]
          },
          {
            "id": "2374",
            "body": [
              "وكم عالم قد جاءنا وهو منكر ",
              " فصار بفضل الله من أهل خرقتي"
            ]
          },
          {
            "id": "2375",
            "body": [
              "وما قلت هذا القول فخرا وانما ",
              " أتى الاذن كي لايجهلون طريقي"
            ]
          },
          {
            "id": "2376",
            "body": [
              "غنيت عن الدنيا بفيض عطائه ",
              " وأي عطاياهم يداني عطيتي ؟"
            ]
          },
          {
            "id": "2377",
            "body": [
              "وصرت على بعد المسافات واصلا ",
              " لأدنى دنو في ارتفاعي لغايتي"
            ]
          },
          {
            "id": "2378",
            "body": [
              "فوجه الحبيب الحق مشرق وجهتي ",
              " ونور الحبيب الحق ساطع قبلتي"
            ]
          },
          {
            "id": "2379",
            "body": [
              "وفي القلب أشواق يترجم فيضها ",
              " عن الألق السامي الى قدس حضرة"
            ]
          },
          {
            "id": "2380",
            "body": [
              "شهدت وشاهدنا وطابت نفوسنا ",
              " وقد لذ لي ذلي اليه وخشيتي"
            ]
          },
          {
            "id": "2381",
            "body": [
              "أحن على ذل وأهوى الى هدى ",
              " وأسري على علم لأنوار طلعة"
            ]
          },
          {
            "id": "2382",
            "body": ["رضيت به حتى دخلت رياضه ", " فأنعم بها من روضة أي روضة"]
          },
          {
            "id": "2383",
            "body": ["وما لذة العشاق الا يقينهم ", " بشمل جميع بعد طول تشتت"]
          },
          {
            "id": "2384",
            "body": [
              "وأغسل قلبي من سواك ولم أجد ",
              " لنفسي الا نور ذاتك بغيتي"
            ]
          },
          {
            "id": "2385",
            "body": [
              "تعاليت بالعطف الكريم رعاية ",
              " فباركت زلاتي وأمنت روعتي"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "79": {
    "id": "79",
    "name": "ما مد لخير الخلق يدا",
    "author": "",
    "desc":
    "واقول أغثنی ياذخری ..   وأنلنی من گفيك ندا .. ما مد لخير الخلق يدا .. أحد إلا وبه سعدا .. فلذاك مددت إليه يدی .. وبذلك کنت من السعدا ",
    "chapters": [
      {
        "id": "113",
        "name": "",
        "lines": [
          {
            "id": "2391",
            "body": ["واقول أغثنی ياذخری ", "   وأنلنی من گفيك ندا "]
          },
          {
            "id": "2386",
            "body": ["ما مد لخير الخلق يدا ", " أحد إلا وبه سعدا "]
          },
          {
            "id": "2387",
            "body": ["فلذاك مددت إليه يدی ", " وبذلك کنت من السعدا "]
          },
          {
            "id": "2388",
            "body": ["باب لله سما وعلا ", " قدرا وامتاز بکل علا "]
          },
          {
            "id": "2389",
            "body": ["والکل بدعوته اتصلا ", " بالله وحاز به المددا "]
          },
          {
            "id": "2390",
            "body": ["إنی بالعسر وباليسر ", " بحماه الوذ مدی العمر "]
          },
          {
            "id": "2392",
            "body": ["لا أرجو غيرك إن جارا ", " دهری وعدمت الأنصارا "]
          },
          {
            "id": "2393",
            "body": ["بحياتك الق إلانظارا ", " گرما ياأفضل من سجدا "]
          },
          {
            "id": "2394",
            "body": ["وعلي تعطف يااملی ", " بشفاء القلب من العلل "]
          },
          {
            "id": "2395",
            "body": ["أيکون محبك فی وجل ", " وبجاهك لا أخشی احدا "]
          },
          {
            "id": "2396",
            "body": ["أنت المختار من القدم ", " ياخير شفيع للامم "]
          },
          {
            "id": "2397",
            "body": ["وبنورك من بعد العدم ", " وجه التكوين زها وسما "]
          },
          {
            "id": "2398",
            "body": ["وصلاة الله بلا حصر ", " لك تهدی ياسامی القدر "]
          },
          {
            "id": "2399",
            "body": ["ولألك والصحب الغر ", " ما ابدی الطائر تغريد "]
          }
        ],
        "links": []
      }
    ]
  },
  "80": {
    "id": "80",
    "name": "ياإمام الرسل يا سندى",
    "author": "",
    "desc":
    "يا إمام الرسل يا سندى .. الله الله .. أنت بد الله معتمدى .. الله الله .. فبدنياى وآخرتى .. يا رسول الله خذ بيدى ",
    "chapters": [
      {
        "id": "114",
        "name": "",
        "lines": [
          {
            "id": "2400",
            "body": ["يا إمام الرسل يا سندى ", " الله الله "]
          },
          {
            "id": "2401",
            "body": ["أنت بد الله معتمدى ", " الله الله "]
          },
          {
            "id": "2402",
            "body": ["فبدنياى وآخرتى ", " يا رسول الله خذ بيدى "]
          },
          {
            "id": "2403",
            "body": ["ما رأت عيناى وليس ترى ", " مثل طه فى الورى بشرا "]
          },
          {
            "id": "2405",
            "body": ["وصلاة الله لم تزل ", " لك تهدى ما دعاك ولى "]
          },
          {
            "id": "2406",
            "body": ["مع تسليم من الأزل ", " ينتهى حتى الى الأبد "]
          },
          {
            "id": "2407",
            "body": ["يا إبن عبد الله يا أملى ", " يا ملاذ الخائف الوجل "]
          },
          {
            "id": "2408",
            "body": ["نظرة يا أكرم الرسل ", " وبغوث حل به عقدى "]
          },
          {
            "id": "2409",
            "body": ["لم يخب من كنت موئله ", " يا من الرحمن فضله "]
          },
          {
            "id": "2410",
            "body": ["ما على الجانى وأنت له ", " عصمة من أعظم العصم "]
          },
          {
            "id": "2411",
            "body": ["أنت سر الكون وسيده ", " روحه مولاه أوجده "]
          },
          {
            "id": "2404",
            "body": ["خير من فوق السماء سرى ", " طاهر الأنساب والشيم "]
          }
        ],
        "links": []
      }
    ]
  },
  "81": {
    "id": "81",
    "name": "من مثل أحمد فى الكونين",
    "author": "",
    "desc":
    "من مثل أحمد فى الكونين نهواه .. بدر جميع الورى فى حسنه تاهوا .. من مثله وآله العرش شرفه .. فى الخلق والخلق إن الله أعطاه .. الشمس تخجل من أنوار طلعته .. حارت عقول الورى فى فهم معناه ",
    "chapters": [
      {
        "id": "115",
        "name": "",
        "lines": [
          {
            "id": "2412",
            "body": [
              "من مثل أحمد فى الكونين نهواه ",
              " بدر جميع الورى فى حسنه تاهوا "
            ]
          },
          {
            "id": "2413",
            "body": [
              "من مثله وآله العرش شرفه ",
              " فى الخلق والخلق إن الله أعطاه "
            ]
          },
          {
            "id": "2414",
            "body": [
              "الشمس تخجل من أنوار طلعته ",
              " حارت عقول الورى فى فهم معناه "
            ]
          },
          {
            "id": "2415",
            "body": [
              "تبارك الله ما أحلى شمائله ",
              " حاز الجمال فما أبهى محياه "
            ]
          },
          {
            "id": "2416",
            "body": [
              "يا عرب أهل النقا ياأهل كاظمة ",
              " فى حيكم قمر فى القلب مأواه "
            ]
          },
          {
            "id": "2417",
            "body": [
              "صلى عليه إله العرش ما طلعت ",
              " شمس وحث الحادى الحدى مطاياه "
            ]
          },
          {
            "id": "2418",
            "body": [
              "هذا مليح وكل الناس تهواه ",
              " وسائر الخلق فى أوصلفه تاهوا "
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "82": {
    "id": "82",
    "name": "صلاة من الرحمن",
    "author": "",
    "desc":
    "صلاة من الرحمن ما المسك أطيب .. على خير الله طه المقرب .. غياث الورى مأمن لكل مؤمنا .. فلولاه ما كنا وما بلغ المنى .. بنور رسول الله أشرقت الدنا .. وفى نوره كل يجىء ويذهب ",
    "chapters": [
      {
        "id": "116",
        "name": "",
        "lines": [
          {
            "id": "2419",
            "body": [
              "صلاة من الرحمن ما المسك أطيب ",
              " على خير الله طه المقرب "
            ]
          },
          {
            "id": "2420",
            "body": [
              "غياث الورى مأمن لكل مؤمنا ",
              " فلولاه ما كنا وما بلغ المنى "
            ]
          },
          {
            "id": "2421",
            "body": [
              "بنور رسول الله أشرقت الدنا ",
              " وفى نوره كل يجىء ويذهب "
            ]
          },
          {
            "id": "2422",
            "body": [
              "وأهدانا رب الناس أكمل نعمة ",
              " هو المصطفى للناس فضلا ومنة "
            ]
          },
          {
            "id": "2423",
            "body": ["براه جلال الحق للخلق رحمة ", " فكل الورى فى بره تتقلب "]
          },
          {
            "id": "2424",
            "body": [
              "وأنبأ كل الرسل أنه قادما ",
              " ويدعو الى التوحيد للكفر هادما "
            ]
          },
          {
            "id": "2425",
            "body": [
              "بدا مجده من قبل نشأة أدم ",
              " وأسماءه فى العرش من قبل تكتب "
            ]
          },
          {
            "id": "2426",
            "body": [
              "وأسراره فى كل مرسل قد سرت ",
              " وسحب الندى منه عليهم أمطرت "
            ]
          },
          {
            "id": "2427",
            "body": [
              "بمبعثه كل النبيين قد شرت ",
              " ولا مرسل الا له كان يخطب "
            ]
          },
          {
            "id": "2428",
            "body": [
              "علت فوق كل الأنبياء سماته ",
              " وكل تمنى يكون خادم لذاته "
            ]
          },
          {
            "id": "2429",
            "body": [
              "بتوراة موسى نعته وصفاته ",
              " وإنجيل عيسى بالمدائح يطنب "
            ]
          },
          {
            "id": "2430",
            "body": ["نبى ذكى للهداية يعرف ", " شفوق رؤوف بالورى يتلطف "]
          },
          {
            "id": "2431",
            "body": ["بشير نذير مشفق متعطف ", " رؤوف رحيم للإله يقرب "]
          },
          {
            "id": "2432",
            "body": [
              "إلى ذات طلسمه الإله لقد دعا ",
              " وكان له النور ومنه تمتعا "
            ]
          },
          {
            "id": "2433",
            "body": [
              "بأقدامه فى حضرة القدس قد سعا ",
              " رسول له فوق المناصب منصب "
            ]
          },
          {
            "id": "2434",
            "body": [
              "وفى ليلة كان الحبيب وحبه ",
              " وما زاغ طرفة وهو فى قرب قربة "
            ]
          },
          {
            "id": "2435",
            "body": ["بأعلى سماء أمسى يكلم ربه ", " وجبريل ناء والحبيب مقرب "]
          },
          {
            "id": "2436",
            "body": [
              "وحفظتنا به من شر كل ملمة ",
              " وجعلتنا بالدين فى أسمة قبلة "
            ]
          },
          {
            "id": "2437",
            "body": ["بعزته سدنا على كل ملة ", " ووملتنا فيها النبيين ترغب "]
          },
          {
            "id": "2438",
            "body": [
              "شفانا بنور الدين من كل علة ",
              " وقانا من الأعداء من كل قبلة "
            ]
          },
          {
            "id": "2439",
            "body": [
              "به مكة تحمى به البيت قبلة ",
              " به عرفات نحوها النجب تجزر "
            ]
          },
          {
            "id": "2441",
            "body": [
              "برياه طابت طيبة ونسيمها ",
              " فما المسك ما الكافور الا هو أطيب "
            ]
          },
          {
            "id": "2442",
            "body": [
              "ولولا جمالك بالجلال ملثم ",
              " لكان جميع الخلق فيك تتيموا "
            ]
          },
          {
            "id": "2443",
            "body": ["بهى جميل الوجه بدر متمم ", " صباح رشاد للضلالة مذهب "]
          },
          {
            "id": "2444",
            "body": [
              "ألا يا حداة العيس نحوها يمموا ",
              " وأحدوا لنا بإسم الحبيب وهمهموا "
            ]
          },
          {
            "id": "2445",
            "body": [
              "بمن أنت يا حادى النياق مذمذموا ",
              " أرى القوم سكرى والغياهب تنهبوا "
            ]
          },
          {
            "id": "2446",
            "body": [
              "ولما دنونا قد رأينا المشهدا ",
              " وصار لشوق الإشتياق مجددا "
            ]
          },
          {
            "id": "2447",
            "body": [
              "بدور بدت أم بدا وجه محمدا ",
              " والصهباء دارت أم حديثك مطرب "
            ]
          },
          {
            "id": "2448",
            "body": [
              "ركبنا مطايا الشوق وهى تقلنا ",
              " وفى البيد أنوار الحبيب تدلنا "
            ]
          },
          {
            "id": "2449",
            "body": [
              "بأرواحنا راح الحجيج وكلنا ",
              " نشا وكأن الراح فى الرجم تشرب "
            ]
          },
          {
            "id": "2440",
            "body": [
              "شمائله الندمان وهو نديمها ",
              " وقد شربوها ملة ما رحيمها "
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "83": {
    "id": "83",
    "name": "آه من عيوبى",
    "author": "",
    "desc":
    "وحبه بحبه .. كله يستقيم .. الشيخ البرهامى .. أمامى وإمامى .. ووردى وإلهامى .. لسيدى إبراهيم ",
    "chapters": [
      {
        "id": "117",
        "name": "",
        "lines": [
          {
            "id": "2461",
            "body": ["وحبه بحبه ", " كله يستقيم "]
          },
          {
            "id": "2462",
            "body": ["الشيخ البرهامى ", " أمامى وإمامى "]
          },
          {
            "id": "2463",
            "body": ["ووردى وإلهامى ", " لسيدى إبراهيم "]
          },
          {
            "id": "2450",
            "body": ["آه من عيوبى ", " يا نفس توبى "]
          },
          {
            "id": "2451",
            "body": ["وكل ذنوبى ", " يغفرها رحيم "]
          },
          {
            "id": "2452",
            "body": ["لا تيأسى و الحضره ", " سقف لصاحب الحضرة "]
          },
          {
            "id": "2453",
            "body": ["من جاوز السدرة ", " لرب كريم "]
          },
          {
            "id": "2454",
            "body": ["أوقفنى ببابه ", " جنبنى عتابه "]
          },
          {
            "id": "2455",
            "body": ["وسقانى شرابه ", " فأصبحت أهيم "]
          },
          {
            "id": "2456",
            "body": ["أنواره القدسية ", " تهل عليا "]
          },
          {
            "id": "2457",
            "body": ["وروحى وعنيا ", " على قلب سليم "]
          },
          {
            "id": "2458",
            "body": ["يا خفى الألطاف ", " يا نجاة من خاف "]
          },
          {
            "id": "2459",
            "body": ["حقق الأهداف ", " نظرة فى النعيم "]
          },
          {
            "id": "2460",
            "body": ["يا أهل المحبه ", " زيدوا العاشق حبه "]
          }
        ],
        "links": []
      }
    ]
  },
  "84": {
    "id": "84",
    "name": "-تملكتم عقلى وطرفى ومسمعى",
    "author": "",
    "desc":
    "تملكتموا عقلي وطرفي ومسمعي .. وروحي وأحشائي وكلي بأجمعي .. وتيهتموني في بديع جمالكم .. ولم أدر في مجر الهوى أين موضعي .. وأوصيتموني لا أبوح بسركم .. فباح بما أخفي تفيض أدمعي ",
    "chapters": [
      {
        "id": "118",
        "name": "",
        "lines": [
          {
            "id": "2464",
            "body": [
              "تملكتموا عقلي وطرفي ومسمعي ",
              " وروحي وأحشائي وكلي بأجمعي "
            ]
          },
          {
            "id": "2465",
            "body": [
              "وتيهتموني في بديع جمالكم ",
              " ولم أدر في مجر الهوى أين موضعي "
            ]
          },
          {
            "id": "2466",
            "body": [
              "وأوصيتموني لا أبوح بسركم ",
              " فباح بما أخفي تفيض أدمعي "
            ]
          },
          {
            "id": "2467",
            "body": ["ولما فنى صبري وقل تجلدي ", " وفارقني نومي وحرمت مضجعي "]
          },
          {
            "id": "2468",
            "body": [
              "أتيت لقاضي الحب قلت أحبتي ",
              " جفوني وقالوا أنت في الحب مدعي "
            ]
          },
          {
            "id": "2469",
            "body": [
              "وعندي شهود للصبابة والأسا ",
              " يزكون دعواي إذا جئت أدعي "
            ]
          },
          {
            "id": "2470",
            "body": [
              "سهادي ووجدي واكتئابي ولوعتي ",
              " وشوقي وسقمي واصفراري وأدمعي "
            ]
          },
          {
            "id": "2471",
            "body": ["ومن عجب أني أحن إليهم ", " واسأل شوقا عنهم وهم معي "]
          },
          {
            "id": "2472",
            "body": [
              "وتبكيهم عيني وهم في سوادها ",
              " ويشكو النوى نبي وهم بين أضلعي "
            ]
          },
          {
            "id": "2473",
            "body": [
              "فإن طلبوني في حقوق هواهم ",
              " فإني فقير لا علي ولا معي "
            ]
          },
          {
            "id": "2474",
            "body": [
              "وإن سجنوني في سجون جفاهم ",
              " دخلت عليهم بالشفيع المشفع "
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "85": {
    "id": "85",
    "name": " أبدا تحن اليكم الأرواح",
    "author": "",
    "desc":
    "أبدا تحن إليكم الأرواح .. ووصالكم ريحانها والراح .. وقلوب أهل ودادكم تشتاقكم .. وإلى لذيذ لقائكم ترتاح .. وا رحمة للعاشقين تكلفوا .. سر المحبة والهوى فضاح ",
    "chapters": [
      {
        "id": "119",
        "name": "",
        "lines": [
          {
            "id": "2475",
            "body": ["أبدا تحن إليكم الأرواح ", " ووصالكم ريحانها والراح "]
          },
          {
            "id": "2476",
            "body": ["وقلوب أهل ودادكم تشتاقكم ", " وإلى لذيذ لقائكم ترتاح "]
          },
          {
            "id": "2477",
            "body": ["وا رحمة للعاشقين تكلفوا ", " سر المحبة والهوى فضاح "]
          },
          {
            "id": "2478",
            "body": [
              "أهل الهوى قسمان: قسم منهمو ",
              " كتموا، وقسم بالمحبة باحوا "
            ]
          },
          {
            "id": "2479",
            "body": [
              "فالباحئون بسرهم شربوا الهوى ",
              " صرفا فهزهموا بالغرام فباحوا "
            ]
          },
          {
            "id": "2481",
            "body": [
              "بالسر إن باحوا تباح دماؤهم ",
              " وكذا دماء العاشقين تباح "
            ]
          },
          {
            "id": "2482",
            "body": ["وإذا هم كتموا تحدث عنهم ", " عند الوشاة المدمع السفاح "]
          },
          {
            "id": "2483",
            "body": ["أحبابنا ماذا الذي أفسدتم ", " بجفائكم غير الفساد صلاح "]
          },
          {
            "id": "2484",
            "body": [
              "خفض الجناح لكم وليس عليكم ",
              " للصب في خفض الجناح جناح "
            ]
          },
          {
            "id": "2485",
            "body": ["وبدت شواهد للسقام عليهم ", " فيها لمشكل أمهم إيضاح "]
          },
          {
            "id": "2486",
            "body": ["فإلى لقاكم نفسه مرتاحة ", " وإلى رضاكم طرفه طماح "]
          },
          {
            "id": "2487",
            "body": [
              "عودوا بنور الوصل من غسق الدجى ",
              " فالهجر ليل والوصال صباح "
            ]
          },
          {
            "id": "2488",
            "body": [
              "صافاهم فصفوا له فقلوبهم ",
              " في نورها المشكاة والمصباح "
            ]
          },
          {
            "id": "2489",
            "body": [
              "وتمتعوا فالوقت طاب لقربكم ",
              " راق الشراب ورقت الأقداح "
            ]
          },
          {
            "id": "2490",
            "body": [
              "يا صاح ليس على المحب ملامة ",
              " إن لاح في أفق الوصال صباح "
            ]
          },
          {
            "id": "2491",
            "body": [
              "لا ذنب للعشاق إن غلب الهوى ",
              " كتمانهم.. فنما الغرام فباحوا "
            ]
          },
          {
            "id": "2492",
            "body": [
              "سمحوا بأنفسهم وما بخلوا بها ",
              " لما دروا أن السماح رباح "
            ]
          },
          {
            "id": "2493",
            "body": [
              "ودعاهم داعي الحقائق دعوة ",
              " فغدوا بها مستأنسين وراحوا "
            ]
          },
          {
            "id": "2494",
            "body": ["ركبوا على سنن الوفا ودموعهم ", " بحر وشدة شوقهم ملاح "]
          },
          {
            "id": "2495",
            "body": [
              "والله ما طلبوا الوقوف ببابه ",
              " حتى دعوا فأتاهم المفتاح "
            ]
          },
          {
            "id": "2496",
            "body": ["لا يطربون بغير ذكر حبيبهم ", " أبدا فكل زمانهم أفراح "]
          },
          {
            "id": "2497",
            "body": [
              "حضروا وقد غابت شواهد ذاتهم ",
              " فتهتكوا لما رأوه وصاحوا "
            ]
          },
          {
            "id": "2498",
            "body": [
              "أفناهم عنهم وقد كشفت لهم ",
              " حجب البقا فتلاشت الأرواح "
            ]
          },
          {
            "id": "2499",
            "body": ["فتشبهوا إن لم تكونوا مثل ", " إن التشبه بالكرام فلاح "]
          },
          {
            "id": "2500",
            "body": [
              "قم يا نديم إلى المدام فهاتها ",
              " في كأسها قد دارت الأقداح "
            ]
          },
          {
            "id": "2501",
            "body": ["من كرم أكرام بدن ديانة ", " لا خمرة قد داسها الفلاح "]
          },
          {
            "id": "2502",
            "body": [
              "هي خمرة الحب القديم ومنتهى ",
              " غرض النديم فنعم ذاك الراح "
            ]
          },
          {
            "id": "2503",
            "body": ["وكذاك نوح في السفينة أسكرت ", " وله بذلك رنة ونياح "]
          },
          {
            "id": "2504",
            "body": ["وصبت إلى ملكوته الأرواح ", " وإلى لقاء سواه ما يرتاح "]
          },
          {
            "id": "2505",
            "body": ["وكأنما أجسامهم وقلوبه ", " في ضوئها المشكاة والمصباح "]
          },
          {
            "id": "2506",
            "body": ["من باح بينهم بذكر حبيبه ", " دمه حلال للسيوف مباح "]
          },
          {
            "id": "2480",
            "body": [
              "والكاتمون لسرهم شربوا الهوى ",
              " ممزوجة فحمتهمو الأقداح "
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "86": {
    "id": "86",
    "name": " حب النبى",
    "author": "",
    "desc":
    "حب النبى والآل دينى .. ومذهبى حقا ويقينى .. وعدتى فى كل حين .. دوما فإنى لا أضام .. فالشمس بعض من سناه .. والبدر نوع من ضياه ",
    "chapters": [
      {
        "id": "120",
        "name": "",
        "lines": [
          {
            "id": "2507",
            "body": ["حب النبى والآل دينى ", " ومذهبى حقا ويقينى "]
          },
          {
            "id": "2508",
            "body": ["وعدتى فى كل حين ", " دوما فإنى لا أضام "]
          },
          {
            "id": "2509",
            "body": ["فالشمس بعض من سناه ", " والبدر نوع من ضياه "]
          },
          {
            "id": "2510",
            "body": ["والكل فى معناه تاهوا ", " لم يدركوا ذاك المقام "]
          },
          {
            "id": "2511",
            "body": ["سبحان من أعلاه قدرا ", " وفى الدجى مولاه أسرى "]
          },
          {
            "id": "2512",
            "body": ["وزاده مجدا وفخرا ", " به الى البيت الحرام "]
          },
          {
            "id": "2513",
            "body": ["الله قد زاد نحولى ", " وزاد همى وشجونى "]
          },
          {
            "id": "2514",
            "body": ["لكن بمدحى للرسول ", " شفيت من كل الأسقام "]
          },
          {
            "id": "2515",
            "body": ["أهدى صلاتى وسلامى ", " على النبى بدر التمام "]
          },
          {
            "id": "2516",
            "body": ["والآل والصحب الكرام ", " نرجو بهم حسن الختام "]
          },
          {
            "id": "2517",
            "body": [
              "من راح الحب إشرب واسقنى ",
              " يا ساقى القوم إملا واعطنى "
            ]
          },
          {
            "id": "2519",
            "body": ["اخلص لنا لا تكن لاهى ", " كن بصحيح عبدا لله "]
          },
          {
            "id": "2520",
            "body": ["وعن سرنا لا تكن لاهى ", " واتبع شريعة خير الأنام "]
          },
          {
            "id": "2521",
            "body": ["حث الركاب وسر يا حادى ", " طيبه مناى وروحى وإمدادى "]
          },
          {
            "id": "2522",
            "body": ["بلغ سلامى لنبينا الهادى ", " طه هدانا الى الإسلام "]
          },
          {
            "id": "2523",
            "body": ["متى متى أنال مرادى ", " الى طيبه الحادى ينادى "]
          },
          {
            "id": "2524",
            "body": ["وأدخل حمى نبينا الهادى ", " وألثم مقامه والأعتاب "]
          },
          {
            "id": "2525",
            "body": ["أسعد إذا سمح لى أزوره ", " وتفح على المحب عطوره "]
          },
          {
            "id": "2526",
            "body": ["والبشرى تهل بطلعة نوره ", " وأمرغ بباب السلام "]
          },
          {
            "id": "2527",
            "body": ["يا آل البيت حسبنا عليكم ", " يا رجال الله أرن لديكم "]
          },
          {
            "id": "2528",
            "body": ["لاحظونا برمش عنيكم ", " نحن لخدامك خدام "]
          },
          {
            "id": "2529",
            "body": ["يا آل البيت يا عماد الدين ", " يا ملجأ الخائف المسكين "]
          },
          {
            "id": "2530",
            "body": ["إمدادكم يا أهل التمكين ", " عاشق جمالكم حاشاه يضام "]
          },
          {
            "id": "2518",
            "body": ["حسن المحبوب تجلى لعينى ", " أزكى صلاتى عليه وسلام "]
          }
        ],
        "links": []
      }
    ]
  },
  "87": {
    "id": "87",
    "name": "يا طيبه يا طيبه يا دوا العيانا",
    "author": "",
    "desc":
    "يا طيبة.. يا دوا العيانا .. اشتقنالك.. والهوى نادانا .. لما سار المركب نساني .. ساروا والدمع ما جفاني .. أخذوا قلبي مع جناني .. يا طيبة يا تيم الولهانا ",
    "chapters": [
      {
        "id": "121",
        "name": "",
        "lines": [
          {
            "id": "2531",
            "body": [
              "يا طيبة.. يا دوا العيانا ",
              " اشتقنالك.. والهوى نادانا "
            ]
          },
          {
            "id": "2532",
            "body": ["لما سار المركب نساني ", " ساروا والدمع ما جفاني "]
          },
          {
            "id": "2533",
            "body": ["أخذوا قلبي مع جناني ", " يا طيبة يا تيم الولهانا "]
          },
          {
            "id": "2534",
            "body": ["قبلتي بيت الله صابر ", " علني يوما لك زائر "]
          },
          {
            "id": "2535",
            "body": ["يا ترى هل تراني ناظر ", " للكعبة.. وتغمرني بأمانا "]
          },
          {
            "id": "2536",
            "body": ["نبينا.. أغلى أمنياتي ", " أزورك لو مرة بحياتي "]
          },
          {
            "id": "2537",
            "body": ["وبجوارك صلي صلاتي ", " واذكر ربي واتلو القرآنا "]
          },
          {
            "id": "2538",
            "body": ["بشراك.. المدينة بشرااك ", " بقدوم الهادي يا بشراك "]
          },
          {
            "id": "2539",
            "body": ["فهل لي مأوى في حماك ", " أتملى.. فالنور سبانا "]
          }
        ],
        "links": []
      }
    ]
  },
  "88": {
    "id": "88",
    "name": "المسك فاح",
    "author": "",
    "desc":
    "سيدى عقيل رزق وجالى .. شيخى الجليل والله غالى .. فتح لى بابى وأحوالى .. من فيض خير الشيخ أعطاه .. المسك فاح المسك فاح .. لما حضرنا رسول الله ",
    "chapters": [
      {
        "id": "122",
        "name": "",
        "lines": [
          {
            "id": "2560",
            "body": ["سيدى عقيل رزق وجالى ", " شيخى الجليل والله غالى "]
          },
          {
            "id": "2561",
            "body": ["فتح لى بابى وأحوالى ", " من فيض خير الشيخ أعطاه "]
          },
          {
            "id": "2540",
            "body": ["المسك فاح المسك فاح ", " لما حضرنا رسول الله "]
          },
          {
            "id": "2541",
            "body": ["و النور لاح النور لاح ", " لما ذكرنا رسول الله "]
          },
          {
            "id": "2542",
            "body": ["صلوات الله لحبيب الله ", " و آل بيت رسول الله "]
          },
          {
            "id": "2543",
            "body": ["أشكى لمين وجدى و حالى ", " و أقول لمين النبى غالى "]
          },
          {
            "id": "2544",
            "body": ["إيه اللى غير أحوالى ", " غير الغرام لرسول الله "]
          },
          {
            "id": "2545",
            "body": ["طول عمرى باتمنى اشوفك ", " و انظر جمالك و ابوسك "]
          },
          {
            "id": "2546",
            "body": ["صبرت نفسى باحاديثك ", " وأقول لا بد فى ليلى أراه "]
          },
          {
            "id": "2547",
            "body": ["يا صاحب القبة الخضرا ", " هل علينا بالنظرة "]
          },
          {
            "id": "2548",
            "body": ["هز الهلال ياأبا الزهراء ", " واعط لكل محب مناه "]
          },
          {
            "id": "2549",
            "body": ["الحب يلعب بالارواح ", " يخلى دمع العين يجرى "]
          },
          {
            "id": "2550",
            "body": ["اللى يحب النبى يرتاح ", " وأنا تهت واه فكرى "]
          },
          {
            "id": "2551",
            "body": ["فى ناس من الحب بحيرة ", " وناس من الحب بغيرة "]
          },
          {
            "id": "2552",
            "body": ["و ناس ما ليها تسعيرة ", " واحبابه فى الفردوس وياه "]
          },
          {
            "id": "2553",
            "body": ["حديث لجدك طمنى ", " و بذكره حافضل متهنى "]
          },
          {
            "id": "2554",
            "body": ["أنا من الحسين و حسين منى ", " مين اللى ينكر فضلك مين "]
          },
          {
            "id": "2555",
            "body": ["الحب فرض ماهوش سنه ", " طريق موصل للجنه "]
          },
          {
            "id": "2556",
            "body": ["قاعد فى روضه وأتهنى ", " حبيب فؤادى رسول الله "]
          },
          {
            "id": "2557",
            "body": ["الجب زادى وزوادى ", " فى رحلتى من الدنيا دى "]
          },
          {
            "id": "2558",
            "body": [
              "ستى الكريمة بنت الزهراء ",
              " عالية المقام نظرة يا طاهرة "
            ]
          },
          {
            "id": "2559",
            "body": ["جودى علينا بالنظرة ", " بجاه جدك رسول الله "]
          }
        ],
        "links": []
      }
    ]
  },
  "89": {
    "id": "89",
    "name": "صلوا عليه ... صلوا عليه ...طه الهادى",
    "author": "",
    "desc":
    "والمصطفى المختار معنا .. طه حبيبى.. صلوا عليه .. لما كوانى الشوف بدرى .. تايه بوجدى ولا بدرى .. هل الرضا بطلعته بدرى .. طه حبيبى.. صلوا عليه ",
    "chapters": [
      {
        "id": "123",
        "name": "",
        "lines": [
          {
            "id": "2563",
            "body": ["والمصطفى المختار معنا ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2564",
            "body": ["لما كوانى الشوف بدرى ", " تايه بوجدى ولا بدرى "]
          },
          {
            "id": "2565",
            "body": ["هل الرضا بطلعته بدرى ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2566",
            "body": ["حب النبى نور وعباده ", " حب النبى رضا وشهاده "]
          },
          {
            "id": "2567",
            "body": ["بيزيدنا با لحسنى زياده ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2568",
            "body": ["حب النبى يا أهل المعنى ", " رب العباد وبه جمعنا "]
          },
          {
            "id": "2569",
            "body": ["بيشوف صلاتنا ويسمعنا ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2570",
            "body": ["يوم رحت أزوره وأغنى له ", " ولع غرامى بقناديله "]
          },
          {
            "id": "2571",
            "body": ["شفت الرضا جيت أناديله ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2572",
            "body": ["غنبيت برحمته أناشيدى ", " غنوة رضا على باب سيدى "]
          },
          {
            "id": "2573",
            "body": ["يوم الرضا بقى يوم عيدى ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2574",
            "body": ["ودى الحبايب على بابه ", " بمدد آل البيت حجابه "]
          },
          {
            "id": "2575",
            "body": ["يا بخت مين باس أعتابه ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2576",
            "body": ["كل الصحابه فى منازلهم ", " نور النبى الهادى دليلهم "]
          },
          {
            "id": "2577",
            "body": ["أهل العبا دول أولهم ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2578",
            "body": ["مافيش عاشق إلا ويتمنى ", " يتهنى ويدخل الجنه "]
          },
          {
            "id": "2579",
            "body": ["يمدح فى طه ويستنى ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2580",
            "body": ["سيدنا الحسن ونور الطاهره ", " مدد الأمام ومدد الزهرا "]
          },
          {
            "id": "2581",
            "body": ["سيدنا الحسين أبو على نظره ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2582",
            "body": ["وأبو الحسن عمى وخالى ", " يا حنين القلب يا غالى "]
          },
          {
            "id": "2583",
            "body": ["نظره ومدد يصلحوا حالى ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2584",
            "body": ["شيخ العرب صاحب الفيضان ", " يا رحمه مكتوبه فى القرآن "]
          },
          {
            "id": "2585",
            "body": ["نظره ومدد يا سيد العربان ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2586",
            "body": ["سيدى إبراهيم وارث الحسنين ", " بالشرع كله محبه وزين "]
          },
          {
            "id": "2587",
            "body": ["نظره ومدد يا أبا العينين ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2588",
            "body": ["سيدنا القناوى يانور عينى ", " يا سر ربين بنى وبينى "]
          },
          {
            "id": "2589",
            "body": ["نظره ومدد يقضوا دينى ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2590",
            "body": ["سيدنا موجه فوق الأمواج ", " نصر الضعيف وحمى الحجاج "]
          },
          {
            "id": "2591",
            "body": ["نظره ومدد يا أبو الحجاج ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2592",
            "body": ["يا ما الحبايب وصفولى ", " ولقيت كمان فوق ما قالولى "]
          },
          {
            "id": "2593",
            "body": ["نظرة ومدد عم يا فولى ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2594",
            "body": ["يا أهل المدد ف قنا وأسوان ", " يا مغرقينا رضا و إحسان "]
          },
          {
            "id": "2595",
            "body": ["نظرة ومددياسيدى أبو رضوان ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2596",
            "body": ["دايما بأزوره بكيانى ", " وألقى إن نوره حيانى "]
          },
          {
            "id": "2597",
            "body": ["نظره ومدد يا جيلانى ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2598",
            "body": ["حب النبى ليه جليس ", " وهوه للنبى جليس "]
          },
          {
            "id": "2599",
            "body": ["نظرة ومدد يا إدريس ", " طه حبيبى.. صلوا عليه "]
          },
          {
            "id": "2562",
            "body": ["يا أهل النظر يا أهل المعنى ", " سبحانه مين جمعنا "]
          }
        ],
        "links": []
      }
    ]
  },
  "90": {
    "id": "90",
    "name": "طلع البدر علينا",
    "author": "",
    "desc":
    "وصلاة الله على .. أحمد مادعى لله داع .. طلع البدر علينا .. من ثنيات الوداع .. وجب الشكر علينا .. مادعى لله داع ",
    "chapters": [
      {
        "id": "124",
        "name": "",
        "lines": [
          {
            "id": "2605",
            "body": ["وصلاة الله على ", " أحمد مادعى لله داع "]
          },
          {
            "id": "2600",
            "body": ["طلع البدر علينا ", " من ثنيات الوداع "]
          },
          {
            "id": "2601",
            "body": ["وجب الشكر علينا ", " مادعى لله داع "]
          },
          {
            "id": "2602",
            "body": ["أيها المبعوث فينا ", " جئت بالأمر المطاع "]
          },
          {
            "id": "2603",
            "body": ["جئت شرفت المدينة ", " مرحبا يا خير داع "]
          },
          {
            "id": "2604",
            "body": ["ولبسنا ثوب عز ", " بعد تلفيق الرقاع "]
          },
          {
            "id": "2607",
            "body": ["مدحه بلسم لروحي ", " وله يحلو السماع "]
          },
          {
            "id": "2608",
            "body": ["صل يارب على من ", " حل في خير البقاع "]
          },
          {
            "id": "2609",
            "body": ["ربنا شفعه فينا ", " يوم حشر واجتماع "]
          },
          {
            "id": "2610",
            "body": ["صلوا يا أهل الفلاح ", " وامدحوا زين الملاح "]
          },
          {
            "id": "2611",
            "body": ["من سرى بالليل حقا ", " وأتى قبل الصباح "]
          },
          {
            "id": "2606",
            "body": ["خير خلق الله أحمد ", " ذكره في الكون شاع "]
          }
        ],
        "links": []
      }
    ]
  },
  "91": {
    "id": "91",
    "name": " إذا ما رمت في الدارين تسعد",
    "author": "",
    "desc":
    "إذا ما رمت في الدارين تسعد .. فأكثر بالصلاة على محمد .. وإن صليت فابغ الأجر فيها .. وشفع بالصلاةعلى محمد .. وإن رمت القبول بها يقينا .. فاختم بالصلاةعلى محمد ",
    "chapters": [
      {
        "id": "125",
        "name": "",
        "lines": [
          {
            "id": "2612",
            "body": [
              "إذا ما رمت في الدارين تسعد ",
              " فأكثر بالصلاة على محمد "
            ]
          },
          {
            "id": "2613",
            "body": ["وإن صليت فابغ الأجر فيها ", " وشفع بالصلاةعلى محمد "]
          },
          {
            "id": "2614",
            "body": ["وإن رمت القبول بها يقينا ", " فاختم بالصلاةعلى محمد "]
          },
          {
            "id": "2615",
            "body": ["فلا صوم يصح ولا صلاة ", " لمن ترك الصلاة على محمد "]
          },
          {
            "id": "2616",
            "body": ["وفعلك كله عقباه خيرا ", " إذا صليت فيه على محمد "]
          },
          {
            "id": "2617",
            "body": [
              "وقم في الليل وادع الله وارغب ",
              " لربك بالصلاةعلى محمد "
            ]
          },
          {
            "id": "2618",
            "body": ["وقل يا رب لا تقطع رجائي ", " وكن لي بالصلاةعلى محمد "]
          },
          {
            "id": "2619",
            "body": ["وكن لي عند خاتمتي ", " فإني سألتك بالصلاةعلى محمد "]
          },
          {
            "id": "2620",
            "body": ["فعجل بالمتاب على عبيد ", " توسل بالصلاةعلى محمد "]
          },
          {
            "id": "2621",
            "body": ["يخاف ذنوبه لكن يرجو ", " أمانا بالصلاةعلى محمد "]
          },
          {
            "id": "2622",
            "body": ["فما تتضاعف الحسنات إلا ", " بتكرير الصلاة على محمد "]
          },
          {
            "id": "2623",
            "body": ["وإن أبصرت قوما ليس فيهم ", " منيبا للصلاة على محمد "]
          },
          {
            "id": "2624",
            "body": ["فجنب عنهم واطلب سواهم ", " وذكر بالصلاةعلى محمد "]
          },
          {
            "id": "2625",
            "body": ["فما الخيرات والبركات إلا ", " جميعا بالصلاةعلى محمد "]
          },
          {
            "id": "2626",
            "body": ["وخف مولاك في سر وجهر ", " وصل على الشفيع لنا محمد "]
          },
          {
            "id": "2627",
            "body": ["وإن كانت ذنوبك ليس تحصى ", " تكفر بالصلاةعلى محمد "]
          },
          {
            "id": "2628",
            "body": ["وإن جاء الممات ترى أمور ", " تسرك بالصلاةعلى محمد "]
          },
          {
            "id": "2629",
            "body": ["وعند القبر تظفر بالأماني ", " وترحم بالصلاةعلى محمد "]
          },
          {
            "id": "2630",
            "body": ["ولا تخش من الملكين رعبا ", " إذا سألاك قل لهما محمد "]
          },
          {
            "id": "2631",
            "body": ["رسول الله حقا اتبعنا ", " وآمنا وصدقنا محمد "]
          },
          {
            "id": "2632",
            "body": ["وفي لحد القبور لك اتساع ", " وتلهم بالصلاةعلى محمد "]
          },
          {
            "id": "2633",
            "body": ["وفي يوم القيامة سوف تجزى ", " بما قدمت من ذكرى محمد "]
          },
          {
            "id": "2634",
            "body": ["وفي يوم الحساب إذا بعثنا ", " تؤمن بالصلاةعلى محمد "]
          },
          {
            "id": "2635",
            "body": ["وتأتي الحوض تشرب منه كأسا ", " فتروى بالصلاةعلى محمد "]
          },
          {
            "id": "2636",
            "body": ["وتخطو في الصراط كلمح برق ", " لحفظك للصلاة على محمد "]
          },
          {
            "id": "2637",
            "body": ["وتدخل جنة لا موت فيها ", " بما أسلفت من ذكرى محمد "]
          },
          {
            "id": "2638",
            "body": ["فهذا كله من فضل ربي ", " هدانا للصلاة على محمد "]
          },
          {
            "id": "2639",
            "body": ["وتنعم بالنعيم وحور عين ", " بدار جارنا فيها محمد "]
          },
          {
            "id": "2640",
            "body": ["وتنظر وجه ربك ذي الجلال ", " بذكرك للصلاة على محمد "]
          },
          {
            "id": "2641",
            "body": ["فتحمده وتشكره كثيرا ", " على فضل الصلاة على محمد "]
          },
          {
            "id": "2642",
            "body": ["رسول أبطحي هاشمي ", " شفيع المذنبين غدا محمد "]
          },
          {
            "id": "2643",
            "body": ["سلام طيب أرج بهيج ", " على المختار سيدنا محمد "]
          },
          {
            "id": "2644",
            "body": ["أيا هادي الأنام ويا شفيع ", " ويا خير البرية يا محمد "]
          },
          {
            "id": "2645",
            "body": ["عسى منك القبول لحضرمي ", " يخصك بالتحية يا محمد "]
          }
        ],
        "links": []
      }
    ]
  },
  "92": {
    "id": "92",
    "name": "الحبيب",
    "author": "",
    "desc":
    "قالوا جننت فقلت كل .. الخلق مجنون عجيب .. أو من يحب محمدا .. نور الهدى أبدا يخيب !! .. قالوا: ركبت الصعب قلت .. يهون فى حب الحبيب ",
    "chapters": [
      {
        "id": "126",
        "name": "",
        "lines": [
          {
            "id": "2646",
            "body": ["قالوا جننت فقلت كل ", " الخلق مجنون عجيب "]
          },
          {
            "id": "2647",
            "body": ["أو من يحب محمدا ", " نور الهدى أبدا يخيب !!"]
          },
          {
            "id": "2648",
            "body": ["قالوا: ركبت الصعب قلت ", " يهون فى حب الحبيب "]
          },
          {
            "id": "2649",
            "body": ["قالوا: مرضت فقلت: يشفى ", " الداء من لمس الحبيب "]
          },
          {
            "id": "2650",
            "body": ["قالوا: وفيك الحزن. قلت: ", " السعد فى وصل الحبيب "]
          },
          {
            "id": "2651",
            "body": ["قالوا: ومر الريق !! قلت ", " الشهد من ريق الحبيب "]
          },
          {
            "id": "2652",
            "body": ["قالوا: وصمتك !! قلت ", " إن الصمت فكر فى الحبيب "]
          },
          {
            "id": "2653",
            "body": ["قالوا: تحدث قلت ", " نعم القول فى مدح الحبيب "]
          },
          {
            "id": "2654",
            "body": ["قالوا: تطيب قلت ", " روح المسك من عرق الحبيب "]
          },
          {
            "id": "2655",
            "body": ["قالوا: استرح قلت استرحت ", " بشم أنفاس الحبيب "]
          },
          {
            "id": "2656",
            "body": ["قالوا: سكرت فقلت لما ", " ذقت من كأس الحبيب "]
          },
          {
            "id": "2657",
            "body": ["قالوا: لماذا الدمع ؟ قلت ", " الدمع وجد فى الحبيب "]
          },
          {
            "id": "2658",
            "body": ["قالوا: انتهيت فقلت نعم ", " نهايتى عند الحبيب "]
          },
          {
            "id": "2659",
            "body": ["قالوا: وأهلك !! قلت أهلى ", " كل من عشق الحبيب "]
          },
          {
            "id": "2660",
            "body": ["قالوا: اصطبر قلت اصطبرت ", " وليس عن بعد الحبيب "]
          },
          {
            "id": "2661",
            "body": ["قالوا: احتسب قلت احتسبت ", " إذا ارتضى منى الحبيب "]
          },
          {
            "id": "2662",
            "body": ["قالوا: استعن بالله قلت ", " الله رحمته الحبيب "]
          },
          {
            "id": "2663",
            "body": ["قالوا: عشقت الروح قلت ", " الروح من نور الحبيب "]
          },
          {
            "id": "2664",
            "body": ["قالوا: غرقت فقلت قد ", " أغرقت فى بحر الحبيب "]
          },
          {
            "id": "2665",
            "body": ["قالوا: شهيد العشق !! قلت ", " شهادتى عند الحبيب "]
          },
          {
            "id": "2666",
            "body": ["قالوا: فمت شوقا فقلت ", " وذاك إن أذن الحبيب "]
          },
          {
            "id": "2667",
            "body": ["فدعوا فؤادى واصمتوا ", "  فمحمد نعم الحبيب "]
          },
          {
            "id": "2668",
            "body": ["وإليكم عنى فإنى ", " لا أريد سوى الحبيب "]
          },
          {
            "id": "2669",
            "body": ["فإذا قضيت خذوا ترابا ", " من ثرى أرض الحبيب "]
          },
          {
            "id": "2670",
            "body": ["وضعوه فى قبرى عساى ", " أشم رائحه الحبيب "]
          },
          {
            "id": "2671",
            "body": ["صلى الإله على النبى ", "المصطفى طه الحبيب"]
          },
          {
            "id": "2672",
            "body": ["والآل والصحب الكرام ", " وكل من عشق الحبيب "]
          }
        ],
        "links": []
      }
    ]
  },
  "93": {
    "id": "93",
    "name": "متى ياكرام الحى",
    "author": "",
    "desc":
    "متى يا كرام الحي عينـي تراكـم .. وأسمع من تـلك الديـار نداكـم .. ويجمعنا الدهر الذي حـال بيننـا .. ويحظى بكم قلبي وعينـي تراكـم .. أمر على الأبواب من غيـر حاجـة .. لعلي أراكم أو أرى مـن يراكـم",
    "chapters": [
      {
        "id": "127",
        "name": "",
        "lines": [
          {
            "id": "2673",
            "body": [
              "متى يا كرام الحي عينـي تراكـم ",
              " وأسمع من تـلك الديـار نداكـم"
            ]
          },
          {
            "id": "2674",
            "body": [
              "ويجمعنا الدهر الذي حـال بيننـا ",
              " ويحظى بكم قلبي وعينـي تراكـم"
            ]
          },
          {
            "id": "2675",
            "body": [
              "أمر على الأبواب من غيـر حاجـة ",
              " لعلي أراكم أو أرى مـن يراكـم"
            ]
          },
          {
            "id": "2676",
            "body": [
              "سقاني الهوى كأسا من الحب صافيا ",
              " فيا ليتـه لمـا سقانـي سقاكـم"
            ]
          },
          {
            "id": "2677",
            "body": [
              "فيا ليت قاضي الحب يحكم بيننـا ",
              " وداعي الهوى لما دعانـي دعاكـم"
            ]
          },
          {
            "id": "2678",
            "body": [
              "أنا عبدكم بل عبد عبـد لعبدكـم ",
              " ومملوككم من بيعكـم وشراكـم"
            ]
          },
          {
            "id": "2679",
            "body": [
              "كتبت لكم نفسي وما ملكت يدي ",
              " وإن قلت الأموال روحي فداكـم"
            ]
          },
          {
            "id": "2680",
            "body": [
              "لساني بمجدكم وقلبـي بحبكـم ",
              " وما نظرت عيني مليحـا سواكـم"
            ]
          },
          {
            "id": "2681",
            "body": [
              "وما شرف الأكوان إلا جمالكـم ",
              " وما يقصد العشـاق إلا سناكـم"
            ]
          },
          {
            "id": "2682",
            "body": [
              "وإن قيل لي ماذا على الله تشتهـي ",
              " أقول رضي الرحمن ثـم رضاكـم"
            ]
          },
          {
            "id": "2683",
            "body": [
              "ولي مقلة بالدمع تجـري صبيبـة ",
              " حرام عليها النـوم حتـى تراكـم"
            ]
          },
          {
            "id": "2684",
            "body": [
              "خذوني عظاما محملا أين سرتـم ",
              " وحيث حللتمم فادفنوني حذاكـم"
            ]
          },
          {
            "id": "2686",
            "body": [
              "وقولوا رعاك الله يا ميـت الهـوى ",
              " وأسكنك الفردوس قرب حماكـم"
            ]
          },
          {
            "id": "2685",
            "body": [
              "ودوروا على قبري بطرف نعالكـم ",
              " فتحيا عظامي حيث أصغى نداكـم"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "94": {
    "id": "94",
    "name": "سلامي على طيبة سلامي على الحرام",
    "author": "",
    "desc":
    "سلامي على طيبة سلامي على الحرام .. سلامي على من خصه الله بالكرم .. سلامي على المختار من خيرة الأمم .. وأكرم مبعوث به الرسل قد ختم .. سلام من الرحمن ذي الفضل والكرم .. على خير مبعوث إلى أشرف الأمم ",
    "chapters": [
      {
        "id": "128",
        "name": "",
        "lines": [
          {
            "id": "2687",
            "body": [
              "سلامي على طيبة سلامي على الحرام ",
              " سلامي على من خصه الله بالكرم "
            ]
          },
          {
            "id": "2688",
            "body": [
              "سلامي على المختار من خيرة الأمم ",
              " وأكرم مبعوث به الرسل قد ختم "
            ]
          },
          {
            "id": "2689",
            "body": [
              "سلام من الرحمن ذي الفضل والكرم ",
              " على خير مبعوث إلى أشرف الأمم "
            ]
          },
          {
            "id": "2690",
            "body": [
              "سلامي على من شق جبريل صدره ",
              " صغيرا ولم يشك لذلك من ألم "
            ]
          },
          {
            "id": "2691",
            "body": [
              "سلامي على من سار ليلا إلى العلا ",
              " وكان له جبريل من أفضل الخدم "
            ]
          },
          {
            "id": "2692",
            "body": [
              "سلامي على من شرف الله قدره ",
              " وأيده بالمعجزات وبالحكم "
            ]
          },
          {
            "id": "2693",
            "body": [
              "سلامي على من قال للناقة اشهدي ",
              " بأني رسول الله قالت له نعم "
            ]
          },
          {
            "id": "2694",
            "body": [
              "سلامي على طه ويس والضحى ",
              " سلامي على المدوح في ن والقلم "
            ]
          },
          {
            "id": "2695",
            "body": [
              "سلامي على من قال للبدر في السما ",
              " ألا فانقسم نصفين يا بدر فانقسم "
            ]
          },
          {
            "id": "2696",
            "body": [
              "سلامي على طه ويس والضحى ",
              " سلامي على الممدوح في نون والقلم "
            ]
          },
          {
            "id": "2697",
            "body": [
              "انقسم نصفين يا بدر فانقسم ",
              " سلامي على من قال للبدر في السماء "
            ]
          },
          {
            "id": "2698",
            "body": [
              "فقال رسول الله أرسلت للأمم ",
              " سلامي على من قال للضب من أنا "
            ]
          },
          {
            "id": "2699",
            "body": [
              "أجرها من النيران قال له نعم ",
              " سلامي على من قال يارب أمتي "
            ]
          },
          {
            "id": "2700",
            "body": [
              "فأنت لها عز وكنز وموئل ",
              " وأنت لها تشفع إذا زلت القدم "
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "95": {
    "id": "95",
    "name": "قسماً بنور المصطفى وجماله",
    "author": "",
    "desc":
    "قسما بنور المصطفى وجماله .. لم يخلق الرحمن مثل صفاته .. المسك والكافور من عرق النبى .. والورد والياسمين من وجناته .. يا عاشقين محمدا وجماله .. صلوا عليه فتسعدوا بصلاته ",
    "chapters": [
      {
        "id": "129",
        "name": "",
        "lines": [
          {
            "id": "2701",
            "body": [
              "قسما بنور المصطفى وجماله ",
              " لم يخلق الرحمن مثل صفاته "
            ]
          },
          {
            "id": "2702",
            "body": [
              "المسك والكافور من عرق النبى ",
              " والورد والياسمين من وجناته "
            ]
          },
          {
            "id": "2703",
            "body": ["يا عاشقين محمدا وجماله ", " صلوا عليه فتسعدوا بصلاته "]
          },
          {
            "id": "2704",
            "body": [
              "عيسى المسيح رآه فى إنجيله ",
              " وكذا الكليم رآه فى توراته "
            ]
          },
          {
            "id": "2705",
            "body": [
              "يا عاشقين المصطفى وجماله ",
              " صلوا عليه فتسعدوا بصلاته "
            ]
          },
          {
            "id": "2706",
            "body": ["فى خد طه شامة وعلامة ", " سبحان من خص الجمال بذاته "]
          },
          {
            "id": "2707",
            "body": ["نذرا علي إذا وصلت مقامه ", " لأمرغ الخدين فى عتباته "]
          },
          {
            "id": "2708",
            "body": ["وأقل لعيني انظري وتمتعي ", " هذا رسول الله أشرف خلقه "]
          }
        ],
        "links": []
      }
    ]
  },
  "96": {
    "id": "96",
    "name": "أنا إبن ساقى القوم",
    "author": "",
    "desc":
    "أنا إبن ساقى القوم فى حضرة الرضا .. وشيخى أبا العينين يا صاح هل تدرى .. حلفت يمينا يا أخا الوجد أننى .. سلكت طريق القوم فى ليلة القدر .. وبشرنى شيخى برؤية أحمد .. إمام البرايا سيد الحر و العبد ",
    "chapters": [
      {
        "id": "130",
        "name": "",
        "lines": [
          {
            "id": "2709",
            "body": [
              "أنا إبن ساقى القوم فى حضرة الرضا ",
              " وشيخى أبا العينين يا صاح هل تدرى "
            ]
          },
          {
            "id": "2710",
            "body": [
              "حلفت يمينا يا أخا الوجد أننى ",
              " سلكت طريق القوم فى ليلة القدر "
            ]
          },
          {
            "id": "2711",
            "body": [
              "وبشرنى شيخى برؤية أحمد ",
              " إمام البرايا سيد الحر و العبد "
            ]
          },
          {
            "id": "2712",
            "body": [
              "وسرت الى الاحباب فى حضرة الرضا ",
              " كلامع برق لاح من حضرة البر "
            ]
          },
          {
            "id": "2713",
            "body": [
              "ولما وصلنا عند مسجد أحمد ",
              " أضاء لنا نورا يفوق على البدر "
            ]
          },
          {
            "id": "2714",
            "body": [
              "تحيرت غى امرى وقلت اشخنا ",
              " هل أصبحت الدنيا نهارا ولم ندرى "
            ]
          },
          {
            "id": "2715",
            "body": [
              "تبسم قطب العارفين وقال لى ",
              " هنا منبع الأنوار و السكر بالخمر "
            ]
          },
          {
            "id": "2716",
            "body": [
              "ولما بدأنا الذكر فى مسجد النبى ",
              " أضاءت لنا الأنوار من حضرة البر "
            ]
          },
          {
            "id": "2717",
            "body": [
              "ولاحت لنا شمس النهار حقيقة ",
              " ونحن مع المحبوب فى الأنس والذكر "
            ]
          },
          {
            "id": "2718",
            "body": [
              "ودارت علينا يانديم مدامة ",
              " بكاسات بيضاء الى مطلع الفجر "
            ]
          },
          {
            "id": "2719",
            "body": [
              "عليك صلاة الله ما طار طائر ",
              " من الغصن مضطربا يهلل بالبشر "
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "97": {
    "id": "97",
    "name": "الامام الرفاعى",
    "author": "",
    "desc":
    "مظاهر الانس دقت لي على نغمي .. ودولة الفضل غنت لي على علمي .. واقبل السعد يسعى طالبا مددي .. حتى الزمان اتاني راجيا هممي .. ونوبتي ضربت في الارض واشتهرت .. ودولتي حكمت في العرب والعجم",
    "chapters": [
      {
        "id": "131",
        "name": "",
        "lines": [
          {
            "id": "2720",
            "body": [
              "مظاهر الانس دقت لي على نغمي ",
              " ودولة الفضل غنت لي على علمي"
            ]
          },
          {
            "id": "2721",
            "body": [
              "واقبل السعد يسعى طالبا مددي ",
              " حتى الزمان اتاني راجيا هممي"
            ]
          },
          {
            "id": "2722",
            "body": [
              "ونوبتي ضربت في الارض واشتهرت ",
              " ودولتي حكمت في العرب والعجم"
            ]
          },
          {
            "id": "2723",
            "body": [
              "وسطوتي ظهرت في الخافقين وقد ",
              " تحقق الامر ان الاولياء خدمي"
            ]
          },
          {
            "id": "2724",
            "body": [
              "وكوكب المجد عندي لاح فهو ",
              " اذا معلق لختام الامر في خيمي"
            ]
          },
          {
            "id": "2725",
            "body": [
              "ولمعة الشمس في بابي قد انعقدت ",
              " فمظهر الشمس مربوط على علمي"
            ]
          },
          {
            "id": "2726",
            "body": [
              "وبارق الغيب في بيداء زاويتي ",
              " تلألأت ذاته الحسناء في حرمي"
            ]
          },
          {
            "id": "2727",
            "body": [
              "هلال سلطان عزي للوجود بدا ",
              " وحالتي انفردت في جملة الامم"
            ]
          },
          {
            "id": "2728",
            "body": [
              "والسبع يعلم احوالي ويعرفها ",
              " وترعب الاسد في الغابات من خدمي"
            ]
          },
          {
            "id": "2729",
            "body": [
              "شاويش عزي على هام الرجال ",
              " شذا فاقبلوا نحو بابي الكل كالغنم"
            ]
          },
          {
            "id": "2730",
            "body": [
              "سقيتهم من حميا خمرتي سكروا ",
              " ترنموا فشذوا بالحال من كلمي"
            ]
          },
          {
            "id": "2731",
            "body": [
              "اطفال زاويتي كل الرجال وقد ",
              " اطعمتهم قبل قبل القبل من لقمي"
            ]
          },
          {
            "id": "2732",
            "body": [
              "بدفتري كتبوا من اصل حالتهم ",
              " وخطهم مردائي في العلا قلمي"
            ]
          },
          {
            "id": "2733",
            "body": [
              "وصحت في شطحة الاكوان منفردا ",
              " اجابني سرها باللوح والقلم"
            ]
          },
          {
            "id": "2734",
            "body": [
              "فلو ذكرت بارض لا نبات بها ",
              " لأقبلت بصنوف الخير والنعم"
            ]
          },
          {
            "id": "2735",
            "body": [
              "ولو ذكرت بنار قط ما لهبت ولو ",
              " ذكرت ببحر غار من عظمي"
            ]
          },
          {
            "id": "2736",
            "body": ["ولو دعوت لميت قام لي ومشى ", " باذن ربي يسعى لي القدم"]
          },
          {
            "id": "2737",
            "body": [
              "لك الهنا يا مريدي لا تخف ابدا ",
              " واشطح بذكري بين البان والعلم"
            ]
          },
          {
            "id": "2738",
            "body": [
              "اذا دعاني مريدي وهو في لجج ",
              " من البحار نجا من حالة العدم"
            ]
          },
          {
            "id": "2739",
            "body": [
              "انا ابن من كان في البطحاء مجلسه ",
              " ودراه في بقاع الارض كالعلم"
            ]
          },
          {
            "id": "2740",
            "body": [
              "انا ابن من قام يهدي للوجود وقد ",
              " اجاد واستخرج الاسلام من ظلم"
            ]
          },
          {
            "id": "2741",
            "body": [
              "انا ابن فاطمة الزهرا التي حجبت ",
              " ببرقع من طراز الغيب منتظم"
            ]
          },
          {
            "id": "2742",
            "body": [
              "انا ابن حيدرة الكرار اشجع من مشى ",
              " على الارض في سيف وفي حزم"
            ]
          },
          {
            "id": "2743",
            "body": [
              "انا الامام الذي أدعى ابو الفقراء شيخ ",
              " العواجز من يقصد حماي حمي"
            ]
          },
          {
            "id": "2744",
            "body": [
              "انا الرفاعي فسل عني وعن مددي ",
              " ينبيك عني ما قد قلته بفمي"
            ]
          },
          {
            "id": "2745",
            "body": [
              "انا الرفاعي ملاذ الخافقين فلذ في ",
              " باب جودي لتسقى الخير من ديم"
            ]
          },
          {
            "id": "2746",
            "body": [
              "الآن تم نظامي بالصلاة على ",
              " خير البرية في بدئي ومختتمي"
            ]
          },
          {
            "id": "2747",
            "body": [
              "والآل والصحب والاتباع سادتنا ",
              " والتابعين لهم في منهج الكرم"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "98": {
    "id": "98",
    "name": "طال الوصل طال",
    "author": "",
    "desc":
    "طال الوصل طال ياباهى الجمال .. رد على يا طه دمع العين سال .. ان النظره تكفى ان جئناك تعفى .. تفله منه تشفى ان الشوق طال .. امامى فى صلاتى اسد فى التلاقى .. درع الله الواقى ان بدأ القتال ",
    "chapters": [
      {
        "id": "132",
        "name": "",
        "lines": [
          {
            "id": "2748",
            "body": [
              "طال الوصل طال ياباهى الجمال ",
              " رد على يا طه دمع العين سال "
            ]
          },
          {
            "id": "2749",
            "body": [
              "ان النظره تكفى ان جئناك تعفى ",
              " تفله منه تشفى ان الشوق طال "
            ]
          },
          {
            "id": "2750",
            "body": [
              "امامى فى صلاتى اسد فى التلاقى ",
              " درع الله الواقى ان بدأ القتال "
            ]
          },
          {
            "id": "2751",
            "body": ["الله مصفيه وهو مصطفيه ", " فالليلة باديه أذن يا بلال "]
          },
          {
            "id": "2752",
            "body": [
              "ان ضاق الكرب فيبنا انت لنا حامينا ",
              " من مكه للمدينه بلغ الآمال "
            ]
          },
          {
            "id": "2754",
            "body": [
              "أدخلنا المعيه أعنى الحيدري ",
              " هو صهر النبى كامل الخصال "
            ]
          },
          {
            "id": "2755",
            "body": [
              "من سرى اصون أهدى له الحصون ",
              " منه أنا اكون ثابت فى القتال "
            ]
          },
          {
            "id": "2756",
            "body": [
              "شوقى زاد حر لو فى العمر مره ",
              " بسم الله كره تلك الإتصال "
            ]
          },
          {
            "id": "2757",
            "body": [
              "قدمنا النفيسه صاحب التدريس ",
              " كان له جليسا فيبنى الرجال "
            ]
          },
          {
            "id": "2758",
            "body": [
              "تقدم فى اسرا هذا العرش كسرى ",
              " والحسين أرسى فى باهى الجمال "
            ]
          },
          {
            "id": "2759",
            "body": ["بلبل حيدرى هذا الشاذلى ", " ترفع يا ولى فى وسط الجبال "]
          },
          {
            "id": "2753",
            "body": [
              "أن رمينا بجمره صلينا بنمره ",
              " حجه اتت بعمرة شدت له الرحال "
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "99": {
    "id": "99",
    "name": "زادنى الوصل لهيبا",
    "author": "",
    "desc":
    "زادني الوصل لهيباهكذا حال المحب .. لا بوصلي أتسلى لا ولا بالهجر أنسى .. ليس للعشق دواءفاحتسب عقلا ونفسا .. إنني أسلمت أمري في الهوى معنى وحسا .. ما بقي إلا التفاني حبذا في الحب نحبي .. إنني بالموت راض هكذا حال المحب ",
    "chapters": [
      {
        "id": "133",
        "name": "",
        "lines": [
          {
            "id": "2760",
            "body": [
              "زادني الوصل لهيباهكذا حال المحب ",
              " لا بوصلي أتسلى لا ولا بالهجر أنسى "
            ]
          },
          {
            "id": "2761",
            "body": [
              "ليس للعشق دواءفاحتسب عقلا ونفسا ",
              " إنني أسلمت أمري في الهوى معنى وحسا "
            ]
          },
          {
            "id": "2762",
            "body": [
              "ما بقي إلا التفاني حبذا في الحب نحبي ",
              " إنني بالموت راض هكذا حال المحب "
            ]
          },
          {
            "id": "2763",
            "body": [
              "يا حبيبي بحيايك بحياتك يا حبيبي ",
              " رق لي وانظر لحالي أنت أدرى بالذي بي "
            ]
          },
          {
            "id": "2764",
            "body": [
              "أنت دائي و دوائي فتلطف يا طبيبي ",
              " إن يكن يرضيك قتلي فاجعل القتل بقربي "
            ]
          },
          {
            "id": "2765",
            "body": [
              "إنني بالوصل أفنى هكذا حال المحب ",
              " أنت في كل جميل وجمال يا مطاعي "
            ]
          },
          {
            "id": "2766",
            "body": [
              "قد تجليت لقلبي مسفرا للحب داعي ",
              " وعلى عشق الجمال طبع الله طباعي "
            ]
          },
          {
            "id": "2767",
            "body": [
              "فلهذا شاع عشقي ورضي بالعشق صحبي ",
              " وتفانينا جميعاهكذا حال المحب "
            ]
          },
          {
            "id": "2768",
            "body": [
              "يا سقاة الراح بسيفيكم قد غاب حسي ",
              " قد سلبتم بودادي يا ملاح احلي نفسي "
            ]
          },
          {
            "id": "2769",
            "body": [
              "أنا ما يسبي فؤادي غير تاليفي وأنسي ",
              " آه يا تمزيق قلبي آه يا قتلي وسلبي "
            ]
          },
          {
            "id": "2770",
            "body": [
              "مت من لطف الشمائل هكذا حال المحب ",
              " كل صب مات وجدا يشتكي حر الدلال "
            ]
          },
          {
            "id": "2771",
            "body": [
              "وأنا في العشق وحدي أشتكي برد الوصال ",
              " ناسب اللطف وجودي فتفانى بالجمال "
            ]
          },
          {
            "id": "2772",
            "body": [
              "عشت طول الدهر فان مستهام العقل مسبي ",
              " طيب العيش خليعاهكذا حال المحب "
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "100": {
    "id": "100",
    "name": "نحن أبنا الحسن نحن أبناء الحسين",
    "author": "",
    "desc":
    "نحن أبناء الحسن نحن أبناء الحسين .. نحن أبناء البتول نحن سادة الأمم .. نحن أبناء الرسول أمنا الطهر البتول .. نحن أبواب الوصول نحن مصدر النعم .. نحن من طه الأمين نحن ذخر المؤمنين .. رحمة للعالمين خصنا رب الكرم",
    "chapters": [
      {
        "id": "134",
        "name": "",
        "lines": [
          {
            "id": "2773",
            "body": [
              "نحن أبناء الحسن نحن أبناء الحسين ",
              " نحن أبناء البتول نحن سادة الأمم"
            ]
          },
          {
            "id": "2774",
            "body": [
              "نحن أبناء الرسول أمنا الطهر البتول ",
              " نحن أبواب الوصول نحن مصدر النعم"
            ]
          },
          {
            "id": "2775",
            "body": [
              "نحن من طه الأمين نحن ذخر المؤمنين ",
              " رحمة للعالمين خصنا رب الكرم"
            ]
          },
          {
            "id": "2776",
            "body": [
              "نحن نور ينجلى نحن من حضرة على ",
              " فارس الهيجاالولى عرشه ثبت القدم"
            ]
          },
          {
            "id": "2777",
            "body": [
              "نعتنا ذكر كريم نحن من طه العظيم ",
              " نحن سادة الحطيم نحن سادة الحرم"
            ]
          },
          {
            "id": "2778",
            "body": [
              "نعتنا فى هل أتى نحن منه العترة ",
              " كنا من قبل المتى خصنا بارى النسم"
            ]
          },
          {
            "id": "2779",
            "body": [
              "نحن عترة أحمد العظيم الأمجد ",
              " والأمم لنا تشهد وكذا الرسل العصم"
            ]
          },
          {
            "id": "2780",
            "body": [
              "نحن سادات الوجود نحن آيات الشهود ",
              " مت بغلك ياجحود مبغضا نال النقم"
            ]
          },
          {
            "id": "2781",
            "body": [
              "نحن سادات العلى نحن معراج الملا ",
              " مدحنا خمر حلا فاتل نون والقلم"
            ]
          },
          {
            "id": "2782",
            "body": [
              "نحن سر فى الحصون نحن من نور مصون ",
              " فينا كن فيكون نحن عجاج الديم"
            ]
          },
          {
            "id": "2783",
            "body": [
              "نحن من أسد الأسود من تملى فى الشهود ",
              " من أضاء به الوجود القنائى ذو الهمم"
            ]
          },
          {
            "id": "2785",
            "body": [
              "نحن بيت للهدى جدنا بحر الندا ",
              " وقريش تشهدا سدنا عربا والعجم"
            ]
          },
          {
            "id": "2786",
            "body": [
              "نحن سادات العرب ذكرنا يجلى الكرب ",
              " نحن أعرق فى النسب بيتنا فى الفضل أنقسم"
            ]
          },
          {
            "id": "2787",
            "body": [
              "نحن أشراف العضا من الإمام المرتضى ",
              " بيتنا لطف القضا ماسوانا هو العدم"
            ]
          },
          {
            "id": "2788",
            "body": [
              "من حسين والحسن سبطا طه المؤتمن ",
              " نحن أعياد الزمن من ألست فى القدم"
            ]
          },
          {
            "id": "2789",
            "body": [
              "نحن أبناء الحسين نحن أهل الحرمين ",
              " نحن قرة كل عين من أحبنا لايضم"
            ]
          },
          {
            "id": "2790",
            "body": [
              "نحن من ست النساء فى العباءة والكسا ",
              " والتجلى يؤانسا قبل لوح والقلم"
            ]
          },
          {
            "id": "2791",
            "body": [
              "نحن دوحة زينبا طهر أم وأبا ",
              " من بنا يتقربا نال من ربه النعم"
            ]
          },
          {
            "id": "2792",
            "body": [
              "مدحنا ذكر مبين قول رب العالمين ",
              " نحن ذخر المؤمنين نحن سادات القمم"
            ]
          },
          {
            "id": "2793",
            "body": [
              "صلى على علم الهدى النبى محمدا ",
              " وآله ما أنشد أحمد العبد الخدم"
            ]
          },
          {
            "id": "2794",
            "body": [
              "ما حدا ركب الرفاق فوق نوق الاشتياق ",
              " زامعا يرجوا التلاق ويرى نور القدم"
            ]
          },
          {
            "id": "2784",
            "body": [
              "نحن نسل المصطفى بين زمزم والصفا ",
              " بيتنا بيت الوفاء نحن نور فى الأمم"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "101": {
    "id": "101",
    "name": "إنى أحب حسينا",
    "author": "",
    "desc":
    " إنى احب حسينا قرة كل عين .. إنى احب حسينا قرة كل عين .. إفرحى يا عين بنور الحسين .. بلغت التمنى ونلت المرام .. فى بيت السياده ومهد السعادة .. فازوا بالعبادة ويحلو الهيام",
    "chapters": [
      {
        "id": "135",
        "name": "",
        "lines": [
          {
            "id": "2795",
            "body": [
              " إنى احب حسينا قرة كل عين ",
              " إنى احب حسينا قرة كل عين"
            ]
          },
          {
            "id": "2796",
            "body": ["إفرحى يا عين بنور الحسين ", " بلغت التمنى ونلت المرام"]
          },
          {
            "id": "2797",
            "body": [
              "فى بيت السياده ومهد السعادة ",
              " فازوا بالعبادة ويحلو الهيام"
            ]
          },
          {
            "id": "2798",
            "body": ["شربنا طربنا سكرنا وهمنا ", " فنينا وغبنا وحرمنا المنام"]
          },
          {
            "id": "2799",
            "body": ["سقانا الكريم رحيق العلوم ", " حسين العظيم الشهم الهمام"]
          },
          {
            "id": "2800",
            "body": ["فى حق على الشهم الأبى ", " البطل القوى قاهر المهام"]
          },
          {
            "id": "2801",
            "body": ["يقول الرسول والد البتول ", " البحر الجسور عليه السلام"]
          },
          {
            "id": "2802",
            "body": ["على ابن عمى بأبى وأمى ", " قام بالمهم والناس نيام"]
          },
          {
            "id": "2803",
            "body": [
              "ربى بالحسين صفوة الاثنين ",
              " ربى فارض عنا وبلغنا المرام"
            ]
          },
          {
            "id": "2804",
            "body": ["والأب الرحيم على الكريم ", " والنبى العظيم سيد الأنام"]
          },
          {
            "id": "2805",
            "body": [
              "والأخت الكريمه وأمها العظيمه ",
              " فاطمة الرحيمه عالية المقام"
            ]
          },
          {
            "id": "2806",
            "body": ["أتيت بقلبى متيم وربى ", " منعم بحبى ولهفة الغرام"]
          }
        ],
        "links": []
      }
    ]
  },
  "102": {
    "id": "102",
    "name": " يارسول الله أجرنا",
    "author": "",
    "desc":
    "بى وجد لا يدريه الا من يسكن فيه .. أبديه أو أخفيه هو ملك رسول الله .. ومدحت بطيبة طه ودعوت بطه الله .. ان يحشرنى أواه بلواء رسول الله .. ووقفت على الاعتاب وبكيت له بالباب .. وبصفح دون عتاب قد جاد رسول الله",
    "chapters": [
      {
        "id": "136",
        "name": "",
        "lines": [
          {
            "id": "2807",
            "body": [
              "بى وجد لا يدريه الا من يسكن فيه ",
              " أبديه أو أخفيه هو ملك رسول الله"
            ]
          },
          {
            "id": "2808",
            "body": [
              "ومدحت بطيبة طه ودعوت بطه الله ",
              " ان يحشرنى أواه بلواء رسول الله"
            ]
          },
          {
            "id": "2809",
            "body": [
              "ووقفت على الاعتاب وبكيت له بالباب ",
              " وبصفح دون عتاب قد جاد رسول الله"
            ]
          },
          {
            "id": "2810",
            "body": [
              "فطرحت اليه ذنوبى فاستغفرلى محبوبى ",
              " ورجعت بدون عيوبى من عند رسول الله"
            ]
          },
          {
            "id": "2811",
            "body": [
              "هللت له تهليلا كم كان الوصل جميلا ",
              " داوى قلبى العليلا ترياق رسول الله"
            ]
          },
          {
            "id": "2812",
            "body": [
              "وعلى العشاق تجلى أهلا أحبابى وسهلا ",
              " ما قال لطالب كلا ياعطف رسول الله"
            ]
          },
          {
            "id": "2813",
            "body": [
              "فسقنا العطف كؤوسا ملموسا أو محسوسا ",
              " فشربنا ونلنا دروسا من عند رسول الله"
            ]
          },
          {
            "id": "2814",
            "body": [
              "وهناك حلت أورادى وهناك طرحت فؤادى ",
              " فبلغت بطه مرادى فى حب رسول الله"
            ]
          },
          {
            "id": "2815",
            "body": [
              "قد طال العمر عليا لما لا والكأس حميا ",
              " فاشتقت جمال محيا مولاى رسول الله"
            ]
          },
          {
            "id": "2816",
            "body": [
              "فأنا الخطاء رسولى فارفع بالصفح حمولى ",
              " وافتح لى باب وصولى بيديك رسول الله"
            ]
          },
          {
            "id": "2817",
            "body": [
              "فصلاة الله عليك وسلام الله عليك ",
              " بحنين تاق اليك قربنى رسول الله"
            ]
          },
          {
            "id": "2818",
            "body": [
              "فالشوق لكم ذا حالى خلصنى من أوحالى ",
              " فمقامى هنا اوحى لى عشقا برسول الله"
            ]
          },
          {
            "id": "2819",
            "body": [
              "وهناك مدحت مديحا تلميحا أو تصريحا ",
              " فالقلب بحبه جريحا ودواه رسول الله"
            ]
          },
          {
            "id": "2820",
            "body": [
              "فى الحان شدت الحانى والحب حوته أوانى ",
              " فآوانى حين اوانى فى بقيع رسول الله"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "103": {
    "id": "103",
    "name": "دعونى دعونى",
    "author": "",
    "desc":
    "دعونى دعونى أناجى حبيبى .. ولا تعزلونى فعزلى حرام .. وكفوا ملامى لأنى محب .. سكرت بخمر الهوى والغرام .. فإن رمت منى دليلا ونصا .. فهذا نحولى وهذا الغرام",
    "chapters": [
      {
        "id": "137",
        "name": "",
        "lines": [
          {
            "id": "2821",
            "body": ["دعونى دعونى أناجى حبيبى ", " ولا تعزلونى فعزلى حرام"]
          },
          {
            "id": "2822",
            "body": ["وكفوا ملامى لأنى محب ", " سكرت بخمر الهوى والغرام"]
          },
          {
            "id": "2823",
            "body": ["فإن رمت منى دليلا ونصا ", " فهذا نحولى وهذا الغرام"]
          },
          {
            "id": "2824",
            "body": ["فليلى صباحى وصبحى مسائى ", " ومن كان مثلى فكيف يلام"]
          },
          {
            "id": "2825",
            "body": ["نبى كريم رؤوف رحيم ", " له بين كل الأنام إحتشام"]
          },
          {
            "id": "2826",
            "body": [
              "به الله أسرى الى القدس ليلا ",
              " من البيت وهو المحل الحرام"
            ]
          },
          {
            "id": "2827",
            "body": ["وبالأنبياء ذوى المجد صلى ", " فنعم الرئيس ونعم الإمام"]
          },
          {
            "id": "2828",
            "body": [
              "لامونى لامونى فى حبك لامونى ",
              " يا قرة عيونى عليك السلام"
            ]
          },
          {
            "id": "2829",
            "body": [
              "أنا يا ابن راما حرمت المنام ",
              " وجفنى سقاما غرامك غرام"
            ]
          },
          {
            "id": "2830",
            "body": ["فحبك ضنانى ولطفك سبانى ", " ومن كان مثلى فكيف يلام"]
          },
          {
            "id": "2831",
            "body": ["فاسمح لعبدك بوصلك وقربك ", " ولا تزدرينى يا بدر التمام"]
          }
        ],
        "links": []
      }
    ]
  },
  "104": {
    "id": "104",
    "name": "يا شيخنا انظر لنا",
    "author": "",
    "desc":
    "يا شيخنا انظر لنا .. فالشوق نار حاميه .. الحب في قلبي سكن .. وهوي من أحبه قد سكن .. قلبي لغيرة ماسكن .. فالشوق نار حاميه ",
    "chapters": [
      {
        "id": "138",
        "name": "",
        "lines": [
          {
            "id": "2832",
            "body": ["يا شيخنا انظر لنا ", " فالشوق نار حاميه "]
          },
          {
            "id": "2833",
            "body": ["الحب في قلبي سكن ", " وهوي من أحبه قد سكن "]
          },
          {
            "id": "2834",
            "body": ["قلبي لغيرة ماسكن ", " فالشوق نار حاميه "]
          },
          {
            "id": "2835",
            "body": ["نار المتيم أسعرت ", " نار التلهب أشعلت. "]
          },
          {
            "id": "2836",
            "body": ["نار التأجج أضرمت ", " فالشوق نار حاميه "]
          },
          {
            "id": "2837",
            "body": ["وجه المحب وقد ظهر. ", " بجماله فاق القمر "]
          },
          {
            "id": "2838",
            "body": ["قلبي لغيرة مانظر ", " فالشوق نار حاميه "]
          },
          {
            "id": "2839",
            "body": ["ورد الخدود له أنتشا. ", " والحب يفعل ما يشا. "]
          },
          {
            "id": "2840",
            "body": ["والوجد قد سكن الحشا ", " فالشوق نار حاميه "]
          },
          {
            "id": "2841",
            "body": ["وعوازلي قد أكثروا. ", " ولعلتي ما أبصروا.. "]
          },
          {
            "id": "2842",
            "body": ["ياويحهم لم ينظروا ", " فالشوق نار حاميه "]
          },
          {
            "id": "2843",
            "body": ["كيف السلو وقد جرح. ", " قلبي بما يبدي الترح. "]
          },
          {
            "id": "2844",
            "body": ["ما حاسدي عني أنشرح ", " فالشوق نار حاميه "]
          },
          {
            "id": "2845",
            "body": ["كنز التولع ما بيه ", " ومدامعي متحافيه "]
          },
          {
            "id": "2846",
            "body": [". لم يغني عني ماليه ", " فالشوق نار حاميه "]
          }
        ],
        "links": []
      }
    ]
  },
  "105": {
    "id": "105",
    "name": " ياغصن نقاء",
    "author": "",
    "desc":
    "يا غصن نقا مكللا بالذهب .. أفديك من الردى بأمي وأبي .. إن كنت أسأت في هواكم أدبي .. فالعصمة لا تكون إلا لنبي .. يا مالك مهجتي ترفق بالله .. لا بد لكل عاشق من زله ",
    "chapters": [
      {
        "id": "139",
        "name": "",
        "lines": [
          {
            "id": "2847",
            "body": ["يا غصن نقا مكللا بالذهب ", " أفديك من الردى بأمي وأبي "]
          },
          {
            "id": "2848",
            "body": [
              "إن كنت أسأت في هواكم أدبي ",
              " فالعصمة لا تكون إلا لنبي "
            ]
          },
          {
            "id": "2849",
            "body": ["يا مالك مهجتي ترفق بالله ", " لا بد لكل عاشق من زله "]
          },
          {
            "id": "2850",
            "body": ["روحي تلفت ومهجتي في عله ", " لا حول ولا قوة إلا بالله "]
          },
          {
            "id": "2851",
            "body": [
              "الغصن إذا رآك مقبل سجدا ",
              " والعين إذا رأتك تخشى الرمدا "
            ]
          },
          {
            "id": "2852",
            "body": [
              "لو صادف نوح دمع عينى غرقا ",
              " او شاهد لوعتى الخليل احترقا "
            ]
          },
          {
            "id": "2853",
            "body": ["لو حملت الجبال ما احمله ", " صارت دكا وخر موسى صعقا "]
          },
          {
            "id": "2854",
            "body": [
              "يا من سالك عن الهوى كن عادل ",
              " احذر تبلى وخلى عقلك عاقل "
            ]
          },
          {
            "id": "2856",
            "body": [
              "يا من بوصاله يداوي الكبدا ",
              " ما تفعله اليوم ستلقاه غدا "
            ]
          },
          {
            "id": "2857",
            "body": [
              "اهوى رشاءا رشيق القد حلي ",
              " قد حكمه الغرام والوجد علي "
            ]
          },
          {
            "id": "2858",
            "body": [
              "ان قلت خذ الروح يقل لي عجبي ",
              " الروح لنا فهات من عندك شي "
            ]
          },
          {
            "id": "2859",
            "body": ["إن يضحكني يقول ما ابكاني ", " او قربني يقول ما اقصاني "]
          },
          {
            "id": "2860",
            "body": [
              "ما اتعب خاطري وما اشقاني ",
              " من ينصفني؟.. مخاصمي سلطاني "
            ]
          },
          {
            "id": "2861",
            "body": [
              "اهواك انا وليس لي عنك غنى ",
              " ادنيك من المنى واطوي الزمنا "
            ]
          },
          {
            "id": "2862",
            "body": ["ان كنت حلفت ان لا تكلمنا ", " كلم غيري لعلي اسمعك انا "]
          },
          {
            "id": "2863",
            "body": ["لم اخش وانت ساكن احشائي ", " إن اصبح عني كل خل نائي "]
          },
          {
            "id": "2864",
            "body": [
              "فالناس اثنان واحد اعشقه ",
              " والآخر لا أحسبه في الاحيائي "
            ]
          },
          {
            "id": "2865",
            "body": ["والله لقد سمعت في الأسحار ", " عن جارية تهيم بالأشعار "]
          },
          {
            "id": "2866",
            "body": ["تالله لقد سمعت من منطقها ", " من عذب عاشقا جزي بالنار "]
          },
          {
            "id": "2855",
            "body": [
              "واسمع مثلا من منتبه لا غافل ",
              " الحب اذى والعشق سم قاتل "
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "106": {
    "id": "106",
    "name": "القصيدة الفاطمية",
    "author": "",
    "desc":
    "ياربنا أنت اللطيف فكــن لنـا .. عوناً معيناَ فى الشدائد والردى .. والطف بنا فيما قضيت نزوله .. نحن العبيد وأنت رب ســيدا .. متوسلين الى جنـابك ســيدي .. فى دفع ما نخشاه من كيد العدا",
    "chapters": [
      {
        "id": "140",
        "name": "",
        "lines": [
          {
            "id": "2867",
            "body": [
              "ياربنا أنت اللطيف فكــن لنـا ",
              " عوناً معيناَ فى الشدائد والردى"
            ]
          },
          {
            "id": "2868",
            "body": [
              "والطف بنا فيما قضيت نزوله ",
              " نحن العبيد وأنت رب ســيدا"
            ]
          },
          {
            "id": "2869",
            "body": [
              "متوسلين الى جنـابك ســيدي ",
              " فى دفع ما نخشاه من كيد العدا"
            ]
          },
          {
            "id": "2870",
            "body": [
              "بمحمــــد وببنـــته وببعلــها ",
              " بابنيهما الحسنين أعلام الهدى"
            ]
          },
          {
            "id": "2871",
            "body": [
              "وبأنــــبـيـاء الله ثـم برسله ",
              " وكذا الملائكة الكرام السـجدا"
            ]
          },
          {
            "id": "2872",
            "body": [
              "وبزينب بنت الإمــام المرتقى ",
              " درج المكارم والهدى مفنى العـدا"
            ]
          },
          {
            "id": "2873",
            "body": [
              "بسكينة ذات المقامات العـــلا ",
              " فهي الذخيرة فى الخطوب وفى غدا"
            ]
          },
          {
            "id": "2874",
            "body": [
              "وببضعة الزهــراء فاطمة التى ",
              " من أمها نال المنى والســؤددا"
            ]
          },
          {
            "id": "2875",
            "body": [
              "بكريمة الـــدارين فهي نفيسة ",
              " كم نفست عمن أتى مستنـــجدا"
            ]
          },
          {
            "id": "2876",
            "body": [
              "فهي الملاذ لمن أتى متوسلا ",
              " ذات الفضائل والمواهب والنــدا"
            ]
          },
          {
            "id": "2877",
            "body": [
              "وبشيبة الصديق صاحـــب أحمدَ ",
              " من أنفق الأموال فيه وساعــــــدَ"
            ]
          },
          {
            "id": "2878",
            "body": [
              "وأنيــسه لما لطيبـــة هاجـــرا ",
              " في الغار يا رب العباد وسيــــــــدا"
            ]
          },
          {
            "id": "2879",
            "body": [
              "وبحرمة الفاروق حين هديته ",
              " فسما بإظهار الكمال تعبــــــــــــدا"
            ]
          },
          {
            "id": "2880",
            "body": [
              "وأقام يدعو الله جهرا راغبا ",
              " ونصرته وبسيفه هلك العــــــــــــدا"
            ]
          },
          {
            "id": "2881",
            "body": [
              "وبحق ذي النورين عثمان الذي ",
              " كان الحياء له شعارا مـــــوردا"
            ]
          },
          {
            "id": "2882",
            "body": [
              "فهو الشهيد بـــــداره بلغ المنى ",
              " جمع الكتاب وثالث الخلفــا هدى"
            ]
          },
          {
            "id": "2883",
            "body": [
              "وبحق سيدنا علي صهر النبي ",
              " ساقي جيوش الكفر كاسات الردى"
            ]
          },
          {
            "id": "2884",
            "body": [
              "أدعوك خـوفا يا إلهى طامعا ",
              " فى العفو ترحمني وكن لي منجدا"
            ]
          },
          {
            "id": "2885",
            "body": [
              "ها أنت غوثي يا مغيث وعـمدتي ",
              " وملاذي فى كل الأمور مؤيـدا"
            ]
          },
          {
            "id": "2886",
            "body": [
              "أدعوك بالسر المصـــون وآله ",
              " وبمن حوى سر العلوم فأرشـــدا"
            ]
          },
          {
            "id": "2887",
            "body": [
              "وبآل بدر بالصحــــابة كلــهم ",
              " القاطعين بســيفهم لمن اعتــدى"
            ]
          },
          {
            "id": "2888",
            "body": [
              "نصروا الحبيب أحلهم دار البقــا ",
              " والتابعين لهم دواما سرمـــدا"
            ]
          },
          {
            "id": "2889",
            "body": [
              "وبعبدك النعمـــــان ثم بمالك ",
              " بحر الشريعة عمدة لمن اقتــدى"
            ]
          },
          {
            "id": "2890",
            "body": [
              "بالشافعى كنز العلوم إمـــامنا ",
              " بالحنبلى غــوث الأنام ومرشدا"
            ]
          },
          {
            "id": "2891",
            "body": [
              "وكذا ابن سعد ليثهم وبكل مــــن ",
              " خدم الشريعة من إمام يقتــدى"
            ]
          },
          {
            "id": "2892",
            "body": [
              "بالسيد البدوى باب المصـــطفى ",
              " بحر الفتوة والمكــارم والندا"
            ]
          },
          {
            "id": "2893",
            "body": [
              "وبعابد المتعال ثم مجـــــاهـد ",
              " فهما الوسيلة للملثم أحمـــــــدا"
            ]
          },
          {
            "id": "2894",
            "body": [
              "وكذا الدسوقى الذى أعطيته ",
              " من بحر جودك ياإلهى ســــوددا"
            ]
          },
          {
            "id": "2895",
            "body": [
              "بالقادرى ثم الرفـــــاعى الذى ",
              " فى الحجرة الغراء قد لثم اليدا"
            ]
          },
          {
            "id": "2896",
            "body": [
              "وبسر شيخ للمشايخ كــــــلهم ",
              " عبد السلام ابن مشيش أرشدا"
            ]
          },
          {
            "id": "2897",
            "body": [
              "وبقطب أهل الله فى التقـوى أبى ",
              " الحسن الامام الشاذلى علم الهدى"
            ]
          },
          {
            "id": "2898",
            "body": [
              "بالسيد المرسى أبى العباس مـــن ",
              " حاز الخلافة أولا وتفـــردا"
            ]
          },
          {
            "id": "2899",
            "body": [
              "قطب الزمان ومعدن العرفان لذ ",
              " بجنابه الأسنى وأم المشهدا"
            ]
          },
          {
            "id": "2900",
            "body": [
              "من قال لوحجب النبى المصطفى ",
              " مقدار طرفا ً ما عددت موحــدا"
            ]
          },
          {
            "id": "2901",
            "body": [
              "بوزيره العرشي أبى الدر الذى ",
              " حاز الخلافة بـــعده والسوددا"
            ]
          },
          {
            "id": "2902",
            "body": [
              "وبوضعه المرسى بشر صحبه ",
              " فرحا وأولم للغلام فأثــــــــردا"
            ]
          },
          {
            "id": "2903",
            "body": [
              "رد العلوم على ابن لبان الذى ",
              " عاب الصلاة على الملثم أحمــدا"
            ]
          },
          {
            "id": "2904",
            "body": [
              "وكذا بقطب الغوث عبدالله من ",
              " يدعى المغاورى يا إلهى أنجدا"
            ]
          },
          {
            "id": "2905",
            "body": [
              "قطب عن الدنيا عرى لما نجا ",
              " نحوا الفريدة واحتمى وتجــردا"
            ]
          },
          {
            "id": "2906",
            "body": [
              "والجن تخدم قبره وضــريحه ",
              " ويراهم من أم ذاك المشهــــدا"
            ]
          },
          {
            "id": "2907",
            "body": [
              "وبخادم المدح الشريف محمـد ",
              " وهو الدلاصى والبوصيرى مولـدا"
            ]
          },
          {
            "id": "2908",
            "body": [
              "نظمت عقود الدر من كلمــاته ",
              " لما لطلعة شيخه قد شاهــــــــــــدا"
            ]
          },
          {
            "id": "2909",
            "body": [
              "وبحضرة الحبر الجذولى من رقى ",
              " درج العلوم وكان بدرا مــفردا"
            ]
          },
          {
            "id": "2910",
            "body": [
              "نصب الدلائل للأنام فأثمـــرت ",
              " خيراتها وجلت عن القلب الصــدا"
            ]
          },
          {
            "id": "2911",
            "body": [
              "من يستضيئ بسرها و بنورها ",
              " تلقاه فى غرف الجنان مخــــــــلدا"
            ]
          },
          {
            "id": "2912",
            "body": [
              "وتضئ كالبدر المنير لقــارها ",
              " حتى يجوز على الصراط فيســعدا"
            ]
          },
          {
            "id": "2913",
            "body": [
              "وبشيخنا وملاذنا العريان من ",
              " خفر الحجيج وهو المسمى أحمــدا"
            ]
          },
          {
            "id": "2914",
            "body": [
              "وبشيخنا وملاذنا البكرى من ",
              " حاز الولاية والكرامة والهـــــــدى"
            ]
          },
          {
            "id": "2915",
            "body": [
              "وبشيخنا الدردير ثم مــلاذنا ",
              " الحنفى قطبا للطريقة قد هــــــــدى"
            ]
          },
          {
            "id": "2916",
            "body": [
              "من قال حق مــــن رآنى أو رأى ",
              " من قد رآنى مؤمنا وموحــــدا"
            ]
          },
          {
            "id": "2917",
            "body": [
              "يحفظ عليه الدين إكرام لـــه ",
              " يارب أكرمنا بهم طول المــــــــــدى"
            ]
          },
          {
            "id": "2918",
            "body": [
              "فبسرهم ياربنا وبحقــــــهم ",
              " كن لى معينا يالهى أنجــــــــــــــــــدا"
            ]
          },
          {
            "id": "2919",
            "body": [
              "الله ينفعنا بهم وبحـــــــبهم ",
              " * دنيا وأخرى لا يزال مؤيــــــــــــدا"
            ]
          },
          {
            "id": "2920",
            "body": [
              "بالأولياء الصالحين بجمعهم ",
              " من جاءنا القرآن عنهم مرشــــــدا"
            ]
          },
          {
            "id": "2921",
            "body": [
              "فرج بفضلك ياإلهى كربنا ",
              " إرحم بعفوك يالهى ضعفـــــــــــــنا"
            ]
          },
          {
            "id": "2922",
            "body": [
              "يسر بجودك ياإلهى رزقنا ",
              " نور بعلمك يا إلهي قلوبـــــــــــــنا"
            ]
          },
          {
            "id": "2923",
            "body": [
              "يــــــا خير مــن مــد الأنـــام لــه يدا ",
              " وأدم صلاتك والسلام عليهم"
            ]
          },
          {
            "id": "2924",
            "body": [
              "ما غن طير في الرياض وغردا ",
              " واغفر لنا ياربنا ولكل من "
            ]
          },
          {
            "id": "2925",
            "body": [
              "صلى على طه الحبيــــــــــب محمد ",
              " صلى الله عليه وآله وسلم"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "107": {
    "id": "107",
    "name": "أغَرُّ عَلَيْهِ لِلنُّبُوَّةِ خَاتَمٌ",
    "author": "",
    "desc":
    "أغَرُّ عَلَيْهِ لِلنُّبُوَّةِ خَاتَمٌ .. مِنَ اللَّهِ مَشْهُودٌ يَلُوحُ ويُشْهَدُ .. وضمَّ الإلهُ اسمَ النبيّ إلى اسمهِ .. إذا قَالَ في الخَمْسِ المُؤذِّنُ أشْهَدُ .. وشقّ لهُ منِ اسمهِ ليجلهُ .. فذو العرشِ محمودٌ وهذا محمدُ",
    "chapters": [
      {
        "id": "141",
        "name": "",
        "lines": [
          {
            "id": "2926",
            "body": [
              "أغَرُّ عَلَيْهِ لِلنُّبُوَّةِ خَاتَمٌ ",
              " مِنَ اللَّهِ مَشْهُودٌ يَلُوحُ ويُشْهَدُ"
            ]
          },
          {
            "id": "2927",
            "body": [
              "وضمَّ الإلهُ اسمَ النبيّ إلى اسمهِ ",
              " إذا قَالَ في الخَمْسِ المُؤذِّنُ أشْهَدُ"
            ]
          },
          {
            "id": "2928",
            "body": [
              "وشقّ لهُ منِ اسمهِ ليجلهُ ",
              " فذو العرشِ محمودٌ وهذا محمدُ"
            ]
          },
          {
            "id": "2929",
            "body": [
              "نَبيٌّ أتَانَا بَعْدَ يَأسٍ وَفَتْرَة ٍ ",
              " منَ الرسلِ والأوثانِ في الأرضِ تعبدُ"
            ]
          },
          {
            "id": "2930",
            "body": [
              "فَأمْسَى سِرَاجاً مُسْتَنيراً وَهَادِياً ",
              " يَلُوحُ كما لاحَ الصّقِيلُ المُهَنَّدُ"
            ]
          },
          {
            "id": "2931",
            "body": [
              "وأنذرنا ناراً، وبشرَ جنة ً ",
              " وعلمنا الإسلامَ فاللهَ نحمدُ"
            ]
          },
          {
            "id": "2932",
            "body": [
              "وأنتَ إلهَ الخلقِ ربي وخالقي ",
              " بذلكَ ما عمرتُ في الناسِ أشهدُ "
            ]
          },
          {
            "id": "2933",
            "body": [
              "تَعَالَيْتَ رَبَّ الناسِ عن قَوْل مَن دَعا ",
              " سِوَاكَ إلهاً أنْتَ أعْلَى وَأمْجَدُ"
            ]
          },
          {
            "id": "2934",
            "body": [
              "لكَ الخلقُ والنعماءُ والأمرُ كلهُ ",
              " فإيّاكَ نَسْتَهْدي وإيّاكَ نَعْبُدُ"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "108": {
    "id": "108",
    "name": "فإنْ تصلحْ، فإنكَ عابديٌّ",
    "author": "حسان بن ثابت",
    "desc":
    "فإنْ تصلحْ، فإنكَ عابديٌّ، .. وَصُلْحُ العَابِدِيّ إلى فَسَادِ .. وَإنْ تَفْسُدْ، فَما أُلْفِيتَ إلاّ .. بَعيداً ما عَلِمتَ منَ السَّدادِ .. وتَلْقاهُ عَلى ما كانَ فِيهِ .. منَ الهفواتِ، أوْ نوكِ الفؤادِ",
    "chapters": [
      {
        "id": "142",
        "name": "",
        "lines": [
          {
            "id": "2935",
            "body": [
              "فإنْ تصلحْ، فإنكَ عابديٌّ، ",
              " وَصُلْحُ العَابِدِيّ إلى فَسَادِ"
            ]
          },
          {
            "id": "2936",
            "body": [
              "وَإنْ تَفْسُدْ، فَما أُلْفِيتَ إلاّ ",
              " بَعيداً ما عَلِمتَ منَ السَّدادِ"
            ]
          },
          {
            "id": "2937",
            "body": [
              "وتَلْقاهُ عَلى ما كانَ فِيهِ ",
              " منَ الهفواتِ، أوْ نوكِ الفؤادِ"
            ]
          },
          {
            "id": "2938",
            "body": [
              "مُبِينَ الغَيّ لا يَعْيا عَليْهِ، ",
              " ويَعْيا بَعدُ عن سُبُلِ الرّشادِ"
            ]
          },
          {
            "id": "2939",
            "body": ["على ما قامَ يشتمني لئيمٌ، ", " كخنزيرٍ تمرغَ في رمادِ"]
          },
          {
            "id": "2940",
            "body": [
              "فأشهدُ أنّ أمكَ ملبغايا، ",
              " وأنّ أباكَ مِنْ شرّ العِبادِ"
            ]
          },
          {
            "id": "2941",
            "body": [
              "فلنْ أنفكّ أهجو عابدياً، ",
              " طوالَ الدهرِ، ما نادى المنادي"
            ]
          },
          {
            "id": "2942",
            "body": [
              "وقدْ سارتْ قوافٍ باقياتٌ ",
              " تَنَاشَدَها الرّواة ُ بكلّ وَادي"
            ]
          },
          {
            "id": "2943",
            "body": [
              "فَقُبّحَ عَابِدٌ، وبَنُو أبِيهِ، ",
              " فَإنّ مَعَادَهُمْ شَرُّ المَعَادِ"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "109": {
    "id": "109",
    "name": "مدح النبي أمان الخائف الوجل",
    "author": "",
    "desc":
    "مَدْحُ النَّبيِّ أُمانُ الخائفِ الوجِلِ .. فامْدَحْهُ مَرْتَجِلاً أَوْ غيرَ مُرْتَجِلِ .. وَلا تُشَبِّبْ بأَوْطَانٍ وَلا دِمَنٍ .. ولا تُعَرِّجْ عَلَى رَبْعٍ ولا طَلَلِ .. وصِفْ جَمالَ حَبيبِ اللهِ مُنْفَرِدَاً .. بِوَصْفِهِ فَهْوَ خَيْرُ الوصْفِ وَالغَزَلِ",
    "chapters": [
      {
        "id": "143",
        "name": "",
        "lines": [
          {
            "id": "2944",
            "body": [
              "مَدْحُ النَّبيِّ أُمانُ الخائفِ الوجِلِ ",
              " فامْدَحْهُ مَرْتَجِلاً أَوْ غيرَ مُرْتَجِلِ"
            ]
          },
          {
            "id": "2945",
            "body": [
              "وَلا تُشَبِّبْ بأَوْطَانٍ وَلا دِمَنٍ ",
              " ولا تُعَرِّجْ عَلَى رَبْعٍ ولا طَلَلِ"
            ]
          },
          {
            "id": "2946",
            "body": [
              "وصِفْ جَمالَ حَبيبِ اللهِ مُنْفَرِدَاً ",
              " بِوَصْفِهِ فَهْوَ خَيْرُ الوصْفِ وَالغَزَلِ"
            ]
          },
          {
            "id": "2947",
            "body": [
              "ريْحانَتاه على زَهْرِ الرُّبا ",
              " رَيْحانَتاهُ مِنَ الزَّهْراءِ فاطِمَةٍ"
            ]
          },
          {
            "id": "2948",
            "body": [
              "خَيرِ النِّسَاءِ وَمِنْ صِنْوِ الإِمامِ علي ",
              " إذا امْتَدَحْتُ نَسِيباً مِنْ سُلاَلَتِهِ"
            ]
          },
          {
            "id": "2949",
            "body": [
              "فهْوَ النَّسِيبُ لِمَدْحِي سَيِّد الرُّسُلِ ",
              " مُحَمَّدٌ أَفْضَل الرُّسْل الَّذي شَهِدَتْ"
            ]
          },
          {
            "id": "2950",
            "body": [
              "بِفَضْلِهِ أَنبياءُ الأَعْصُرِ الأُوَلِ ",
              " لَمْ يَعْدُهُ الحُسْنُ في خَلْقِ وفي خُلُقٍ"
            ]
          },
          {
            "id": "2951",
            "body": [
              "وَلَمْ يَزَلْ حُبُّهُ لِكُلِّ خَلِي ",
              " وَقِفْ عَلَة سُنَنِ المَرْضِيِّ مِنْ سُنَنٍ"
            ]
          },
          {
            "id": "2952",
            "body": [
              "فإنَّ فيها شِفاءَ الخَبْلِ والخَبَلِ ",
              " ونَزِّهْ الفِكْرَ في رَوْضاتِ فِكْرَتِها"
            ]
          },
          {
            "id": "2953",
            "body": ["واجْنِ البَلاغَةَ مِنْ أَغْصانِها الذُّلُلُ ", " "]
          }
        ],
        "links": []
      }
    ]
  },
  "110": {
    "id": "110",
    "name": "الصبح بدا من طلعته",
    "author": "",
    "desc":
    "الصُّبْحُ بَدَا مِنْ طَلْعَتِهِ .. وَاللَّيْلُ دَجا مِنْ وَفْرَتِهِ .. فَاقَ الرُّسُلاَ فَضْلاً وَعُلاَ .. أَهْدَى السُّبُلاَ لِدَلاَلَتِهِ .. كَنْزُ الْكَرِيمِ مُوْلِي النِّعَمِ .. هَادِي الأُمَمِ لِشَرِيعَتِهِ",
    "chapters": [
      {
        "id": "144",
        "name": "",
        "lines": [
          {
            "id": "2954",
            "body": [
              "الصُّبْحُ بَدَا مِنْ طَلْعَتِهِ ",
              " وَاللَّيْلُ دَجا مِنْ وَفْرَتِهِ"
            ]
          },
          {
            "id": "2955",
            "body": [
              "فَاقَ الرُّسُلاَ فَضْلاً وَعُلاَ ",
              " أَهْدَى السُّبُلاَ لِدَلاَلَتِهِ"
            ]
          },
          {
            "id": "2956",
            "body": [
              "كَنْزُ الْكَرِيمِ مُوْلِي النِّعَمِ ",
              " هَادِي الأُمَمِ لِشَرِيعَتِهِ"
            ]
          },
          {
            "id": "2957",
            "body": [
              "أَذْكَى النَّسَبِ أَعْلَى الحَسَبِ ",
              " كُلُّ العَرَبِ في خِدْمَتِهِ"
            ]
          },
          {
            "id": "2958",
            "body": [
              "سَعَتِ الشَّجَرُ نَطَقَ الحَجَرُ ",
              " شُقَّ القَمَرُ بإشَارَتِهِ"
            ]
          },
          {
            "id": "2959",
            "body": [
              "جِبْرِيلُ أَتَى لَيْلَةَ أَسْرَى ",
              " وَالرَّبُّ دَعَاهُ لِحَضْرَتِهِ"
            ]
          },
          {
            "id": "2960",
            "body": [
              "نالَ الشَّرَفَا وَاللهُ عَفَا ",
              " عَمَّا سَلَفَا مِنْ أُمَّتِهِ"
            ]
          },
          {
            "id": "2961",
            "body": [
              "فَمُحَمَّدُنا هُوَ سَيِّدُنا ",
              " فالعِزُّ لَنا لإجَابَتِهِ"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "111": {
    "id": "111",
    "name": "جوارك من جور الزمان يجير",
    "author": "",
    "desc":
    "جِوَارُكَ منْ جَوْرِ الزَّمَانِ يُجِيرُ .. وَبِشْرُكَ لِلرَّاجِي نَداكَ بَشِيرُ .. فَضَلْتَ بَنِي الدُّنيا فَفَضلُكَ أَوَّلُ .. وَأَوَّلُ فضلِ الأَوَّلِينَ أخِيرُ .. وَأنتَ هُمَامٌ دَبَّرَ المُلْكَ رَأْيُهُ .. خَبِيرٌ بِأحْوَالِ الزَّمَانِ بَصِيرُ",
    "chapters": [
      {
        "id": "145",
        "name": "",
        "lines": [
          {
            "id": "2962",
            "body": [
              "جِوَارُكَ منْ جَوْرِ الزَّمَانِ يُجِيرُ ",
              " وَبِشْرُكَ لِلرَّاجِي نَداكَ بَشِيرُ"
            ]
          },
          {
            "id": "2963",
            "body": [
              "فَضَلْتَ بَنِي الدُّنيا فَفَضلُكَ أَوَّلُ ",
              " وَأَوَّلُ فضلِ الأَوَّلِينَ أخِيرُ"
            ]
          },
          {
            "id": "2964",
            "body": [
              "وَأنتَ هُمَامٌ دَبَّرَ المُلْكَ رَأْيُهُ ",
              " خَبِيرٌ بِأحْوَالِ الزَّمَانِ بَصِيرُ"
            ]
          },
          {
            "id": "2965",
            "body": [
              "إذَا المَلِكُ المَنْصُورُ حَاوَلَ نَصْرَهَ ",
              " كَفَى المَلِكَ المَنْصُورَ منك نَصِيرُ"
            ]
          },
          {
            "id": "2966",
            "body": [
              "فلا تُنسِهِ الأَيَّامُ ذِكْرَكَ إنَّهُ ",
              " به فَرِحٌ بينَ الملوكِ فخُورُ"
            ]
          },
          {
            "id": "2967",
            "body": [
              "إذا مَرَّ في أَرْضٍ بِجَيْشٍ عَرَمْرَم ",
              " تكادُ لهُ أُمُّ النُّجُومِ تَمُورُ"
            ]
          },
          {
            "id": "2968",
            "body": [
              "وَتَحْسِبُهُ قد سارَ يَرْمِي بُرُوجَهَا ",
              " بِخَيْلٍ عليها كالبروجِ يُغيرُ"
            ]
          },
          {
            "id": "2969",
            "body": [
              "وَما قَلْبُها مِمَّا يَقَرُّ خُفُوقُهُ ",
              " وَلا طَرْفُها حتى يعودَ قَرِيرُ"
            ]
          },
          {
            "id": "2970",
            "body": [
              "سواءٌ عليه خَيْلُهُ وَرِكابُهُ ",
              " وَسَرْجٌ إذا جابَ الفَلاةَ وَكُورُ"
            ]
          },
          {
            "id": "2971",
            "body": [
              "لقد جَهِلَتْ دَاوِيَّةُ الكُفْرِ بَأسَهُ ",
              " وَغَرَّهُم بالمسلمينَ غَرورُ"
            ]
          },
          {
            "id": "2972",
            "body": [
              "فلا بُورِكُوا مِنْ إِخْوَةٍ إنَّ أُمَّهُمْ ",
              " وَإنْ كَثُرَتْ منها البَنُونَ نَزُورُ"
            ]
          },
          {
            "id": "2973",
            "body": [
              "فَإنْ غَلُظَتْ مِنْهُمْ رِقَابٌ لِبُعْدِهِ ",
              " فَما انْحَطَّ عَنْها لِلْمَذَلَّةِ نِيرُ"
            ]
          },
          {
            "id": "2974",
            "body": [
              "أَلَمْ تَعْلَمُوا أنَّا نُواصِلُ إنْ جَفَوا ",
              " وَأنَّا على بعد المزار نَزُورُ"
            ]
          },
          {
            "id": "2975",
            "body": [
              "يَظُنُّونَ خَيْلَ المُسلمينَ يَصُدُّها ",
              " عَنِ العَدْوِ في أرضِ العَدُوِّ دُحُورُ"
            ]
          },
          {
            "id": "2976",
            "body": [
              "أما زُلْزِلَتْ بالعادياتِ وَجاءها ",
              " مِنَ التُّرْكِ جَمٌّ لا يُعَدُّ غَفِيرُ"
            ]
          },
          {
            "id": "2977",
            "body": [
              "أتَوْا بِطِمرَّاتٍ مِنَ الجُرْدِ سُيِّرَتْ ",
              " وَرَجْلٍ لهُمْ مِثْلُ الجَرادِ طُمُورُ"
            ]
          },
          {
            "id": "2978",
            "body": [
              "فَلَمْ يَرْقُبوا مِنْ صَرْحٍ هامانَ مَرْقَباً ",
              " بهامَتِهِ بَرْدُ السَّحابِ بَكُورُ"
            ]
          },
          {
            "id": "2979",
            "body": [
              "وصُبَّ عليهم عارضٌ مِنْ حِجَارةٍ ",
              " ونَبْلٍ وكُلٌّ بالعَذابِ مَطِيرُ"
            ]
          },
          {
            "id": "2980",
            "body": [
              "وسامُوهُ خَسْفاً مِنْ ثُقُوبٍ كأنَّها ",
              " أثافٍ لها تلْكَ البُرُوجُ قُدُورٌ"
            ]
          },
          {
            "id": "2981",
            "body": [
              "فَذاَقُوا به مُرَّ الحِصَارِ فأصْبَحُوا ",
              " لهم ذلك الحِصْنُ الحَصِينُ حَصِيرُ"
            ]
          },
          {
            "id": "2982",
            "body": [
              "يَصِيحونَ أعلى السُّورِ خوْفاً كصافِنٍ ",
              " نَفَى عنه نَوْمَ المُقْلَتَيْنِ صَفِيرُ"
            ]
          },
          {
            "id": "2983",
            "body": [
              "وماذا يَرُدُّ السُّورُ عنهم وخلفَهُ ",
              " مِنَ الخَيْلِ سُورٌ والصَّوارِمِ سُورُ"
            ]
          },
          {
            "id": "2984",
            "body": [
              "فلما أحَسُّوا بَأْسَ أغْلَبَ هِمَّةً ",
              " غَدُوٌّ إليهم بالرَّدَى وبَكُورُ"
            ]
          },
          {
            "id": "2985",
            "body": [
              "دعَوْهُ وشمْلُ النَّصْرِ منهم مُمَزَّقٌ ",
              " أماناً وجلْبابُ الحياةِ بَقِيرُ"
            ]
          },
          {
            "id": "2986",
            "body": [
              "أعارَهُمُ افْرَنْسِيسُ تِلْكَ وَسِيلَةً ",
              " رأى مُسْتَعيراً غِبَّها وسَعيرُ"
            ]
          },
          {
            "id": "2987",
            "body": [
              "فَدَى نفسَهُ بالمالِ والآلِ وَانثَنَى ",
              " تَطِيرُ به مِنْ حيثُ جاءَ طُيُورُ"
            ]
          },
          {
            "id": "2988",
            "body": [
              "فلا تَذْكُرُوا ما كانَ بالأمْسِ منهمُ ",
              " فذاكَ لأَحْقادِ السُّيُوفِ مُثِيرُ"
            ]
          },
          {
            "id": "2989",
            "body": [
              "فلو شاءَ سُلْطَانُ البَسِيطَةِ ساقَهُمْ ",
              " لِمِصْرٍ وتَحْتَ الفارِسَيْنِ بَعِيرُ"
            ]
          },
          {
            "id": "2990",
            "body": [
              "تُبَشّرُ مِصْر دائماً بِقُدُومِهِمْ ",
              " إذا فَصَلَتْ منهم لِغزَّة عِيرُ"
            ]
          },
          {
            "id": "2991",
            "body": [
              "تَسُرُّهُمْ عند القُفولِ بِضاعَة ",
              " وَتَحْفَظُ منهمْ إِخْوَةً وَتَمِيرُ"
            ]
          },
          {
            "id": "2992",
            "body": [
              "ولو شاءَ مَدَّ النِّيلَ سَيْلُ دمائِهِمْ ",
              " وَزَفَّتْ نُحُورٌ ماءَهُ وسُحُورُ"
            ]
          },
          {
            "id": "2993",
            "body": [
              "بِعِيدٍ كَعِيدِ النَّحْرِ يا حُسْنَ ما يُرَى ",
              " به مِنْ عُلوجٍ كالعُجُولِ جَزُورُ"
            ]
          },
          {
            "id": "2994",
            "body": [
              "وَلكنَّه مِنْ حِلمِهِ وَاقتِدَارِهِ ",
              " عَفُوٌّ عَنِ الذَّنْبِ العظيم غفورُ"
            ]
          },
          {
            "id": "2995",
            "body": [
              "وَلَمْ يُبْقِهِمْ إِلَّا خَمِيراً لِمِثْلِها ",
              " مَلِيكٌ يَجُبُّ الرَّأْيَ وَهْوَ خَبِيرُ"
            ]
          },
          {
            "id": "2996",
            "body": [
              "يَرَى الرَّأْيَ مُزَّ الرَّاحِ يهْوَى عَتيقهُ ",
              " وَيَكْرَهُ منه الحُلْوُ وَهْوَ عَصِيرُ"
            ]
          },
          {
            "id": "2997",
            "body": [
              "فَوَلَّوْا وَسوءُ الظَّنِّ يَلْوِي وُجُوهَهُمْ ",
              " فَتَحْسِبُها صُوراً وما هِيَ صُورُ"
            ]
          },
          {
            "id": "2998",
            "body": [
              "وقد شَغَرَتْ مِنهمْ حُصونٌ أَواهِلٌ ",
              " وما راعها مِنْ قبل ذاك شُغُورُ"
            ]
          },
          {
            "id": "2999",
            "body": [
              "فللَّهِ سلطانُ البسيطَةِ إنَّهُ ",
              " مَليكٌ يَسِيرُ النَّصْرُ حيثُ يسيرُ"
            ]
          },
          {
            "id": "3000",
            "body": [
              "ويُغْمِدُ في هامِ الملوكِ حُسامَهُ ",
              " ويَرْهَبُ منْ هامِ المُلوكِ غَفيرُ"
            ]
          },
          {
            "id": "3001",
            "body": [
              "ويَجْمَعُ مِنْ أَشْلائِهِمْ مُتَفَرِّقاً ",
              " بِصارِمهِ جَمْعَ الهَشِيم حَظيرُ"
            ]
          },
          {
            "id": "3002",
            "body": [
              "فَأَخْلِقْ بأنْ يَبْقَى وَيَبْقَى لِمُلْكِهِ ",
              " ثَناءٌ حَكاهُ عَنْبَرٌ وعَبيرُ"
            ]
          },
          {
            "id": "3003",
            "body": [
              "وتأتيه خَيْلُ اللَّهِ من كَلِّ وِجْهَةٍ ",
              " يُؤَيَّدُ منها بالنفيرِ نفيرُ"
            ]
          },
          {
            "id": "3004",
            "body": [
              "وَيَحْمِلَ كَلَّ المُلْكِ عنه وإصْرَهُ ",
              " حَرِيٌّ بِتَدْبيرِ الأُمورِ جَدِيرُ"
            ]
          },
          {
            "id": "3005",
            "body": [
              "أَخُو عَزَماتٍ فالبَعِيدُ منَ العُلا ",
              " لَدَيْهِ قرِيبٌ والعسيرُ يَسيرُ"
            ]
          },
          {
            "id": "3006",
            "body": [
              "تَكادُ إذا ما أُبْرِمَت عَزَماتُهُ ",
              " لها الأرضُ تُطْوَى وَالجِبالُ تَسيرُ"
            ]
          },
          {
            "id": "3007",
            "body": [
              "دَعَانِي إلَى مَغْنَاهُ داعٍ وَليسَ لِي ",
              " جَنانٌ عَلَى ذاكَ الجَنابِ جَسورُ"
            ]
          },
          {
            "id": "3008",
            "body": [
              "فقلتُ له دَعْنِي وَسَيْرِي لِماجِدٍ ",
              " لَهُ اللَّهُ في كُلِّ الأُمورِ يُجِيرُ"
            ]
          },
          {
            "id": "3009",
            "body": [
              "إذا جِئْتُهُ وَحْدِي يقُومُ بِنُصْرَتي ",
              " قبائلُ مِنْ إقبالِهِ وعَشيرُ"
            ]
          },
          {
            "id": "3010",
            "body": [
              "فَتىً أَبْدَتِ الدُّنيا عواقِبَها لَهُ ",
              " وَأَفْضَتْ بما فيها لَدَيْهِ صُدُورُ"
            ]
          },
          {
            "id": "3011",
            "body": [
              "فَغَفْلَتُهُ مِنْ شدَّةِ الحَزْمِ يَقْظَةٌ ",
              " وَغَيْبَتُهُ عَمَّا يُريدُ حُضورُ"
            ]
          },
          {
            "id": "3012",
            "body": [
              "وما كلُّ فضلٍ فيه إِلَّا سَجِيَّةٌ ",
              " يُشاركُ فيها ظاهرٌ وضميرُ"
            ]
          },
          {
            "id": "3013",
            "body": [
              "فليس له عندَ النَّزالِ مُحَرِّضٌ ",
              " وليس له عند النَّوالِ سفيرُ"
            ]
          },
          {
            "id": "3014",
            "body": [
              "هُوَ السَّيْفُ فاحذرْ صَفْحَةً لِغِرَارِهِ ",
              " فَبَيْنَهُما لِلَّامِسِينَ غُرورُ"
            ]
          },
          {
            "id": "3015",
            "body": [
              "مَهيبٌ وَهوبٌ لِلْمُحاوِلِ جُودَهُ ",
              " جَوادٌ ولِلَّيثِ الهَصُورِ هَصُورُ"
            ]
          },
          {
            "id": "3016",
            "body": [
              "إشاراتُهُ فيما يَرومُ صَوارمٌ ",
              " وساعاتُهُ عما يَسَعْنَ دُهُورُ"
            ]
          },
          {
            "id": "3017",
            "body": [
              "إذا هَجرَ الناسُ الهجيرَ لكَرْبِهِمْ ",
              " يَلَذُّ لهُ أَنَّ الزَّمانَ هَجيرُ"
            ]
          },
          {
            "id": "3018",
            "body": [
              "وَهلْ يَتَّقِي حَرَّ الزَّمانِ ابنُ غادَةٍ ",
              " جَليلٌ عَلَى حَرِّ الزَّمانِ صَبُورُ"
            ]
          },
          {
            "id": "3019",
            "body": [
              "يُحاذِرُهُ المَوْتُ الزُّؤَامُ إذا سطا ",
              " ولكنه مِنْ أنْ يُلامَ حَذُورُ"
            ]
          },
          {
            "id": "3020",
            "body": [
              "وتَسْتَهْوِنُ الأهوالَ في المَجْدِ نَفْسُهُ ",
              " وَتَسْتَحْقِرُ المَوْهُوبَ وهْوَ خَطيرُ"
            ]
          },
          {
            "id": "3021",
            "body": [
              "مَكَارِمُهُ لَمْ تُبْقِ فَقْراً ورَأْيُهُ ",
              " إلى بعضِه أغنَى الملوكِ فقيرُ"
            ]
          },
          {
            "id": "3022",
            "body": [
              "كَفَتْهُ سُطاهُ أَنْ يُجَهِّزَ عَسْكَراً ",
              " وآراؤُهُ أَنْ يُسْتَشارَ وَزِيرُ"
            ]
          },
          {
            "id": "3023",
            "body": [
              "فواطَنَ أَطْرافَ البَسِيطَةِ ذِكْرُهُ ",
              " وصِينَتْ حُصُونٌ باسمِهِ وثُغُورُ"
            ]
          },
          {
            "id": "3024",
            "body": [
              "مُحَيَّاهُ طَلْقٌ باسِمٌ رَوْضُ كَفِّهِ ",
              " أرِيضٌ وَماءُ البِشْرِ منه نمِيرُ"
            ]
          },
          {
            "id": "3025",
            "body": [
              "حَكَى البحرَ وصْفاً مِنْ طهارَةِ كَفِّهِ ",
              " فقيل لهُ مِنْ أَجْلِ ذاك طَهُورُ"
            ]
          },
          {
            "id": "3026",
            "body": [
              "وَما هُوَ إِلَّا كِيمياءُ سعادةٍ ",
              " وَوَصْفِي لتلكَ الكِيمياء شُذُورُ"
            ]
          },
          {
            "id": "3027",
            "body": [
              "بها قامَ شِعْرِي لِلْخَلاصِ فما أَرَى ",
              " لِشِعْرِي امْتِحانَ الناقِدِينَ نَصيرُ"
            ]
          },
          {
            "id": "3028",
            "body": [
              "وَرُبَّ أَدِيبٍ ذِي لِسانٍ كَمِبْرَدٍ ",
              " بَدَا مِنْ فَمٍ كالكِيرِ أَوْ هُوَ كِيرُ"
            ]
          },
          {
            "id": "3029",
            "body": [
              "أَرادَ امْتحاناً لِي فَزَيَّفَ لَفْظَهُ ",
              " نَتانٌ بَدَا مِنْ نَظْمِهِ وخَرِيرُ"
            ]
          },
          {
            "id": "3030",
            "body": [
              "إذَا ما رَآني عَافَنِي وَاسْتَقَلَّنِي ",
              " كأنِّيَ في قَعْرِ الزُّجَاجَةِ سُورُ"
            ]
          },
          {
            "id": "3031",
            "body": [
              "وَيُعْجِبُهُ أَنّي نَحِيفٌ وأَنّه ",
              " سَمِينٌ يَسُرُّ الناظِرينَ طَرِيرُ"
            ]
          },
          {
            "id": "3032",
            "body": [
              "وَلَمْ يَدرِ أَنَّ الدُّرَّ يَصْغُرُ جِرْمُهُ ",
              " وَمقدارُهُ عند الملوكِ خطيرُ"
            ]
          },
          {
            "id": "3033",
            "body": [
              "فقامَ بِنَصْرِي دونَهُ ذَو نَباهَةٍ ",
              " حَلِيمٌ إذا خَفَّ الحَلِيمُ وَقُورُ"
            ]
          },
          {
            "id": "3034",
            "body": [
              "وَلا جَوْرَ في أحْكَامِهِ غَيْرَ أَنه ",
              " عَلَى الخائِنِينَ الجَائرِينَ يَجُورُ"
            ]
          },
          {
            "id": "3035",
            "body": [
              "فلا تنْظُرِ العُمَّالُ لِلْمالِ إنَّهُ ",
              " عَلَى بَيْتِ مالِ المُسْلِمينَ غَيُورُ"
            ]
          },
          {
            "id": "3036",
            "body": [
              "وأنَّ عَذابَ المُجْرِمِينَ بِعَدْلِهِ ",
              " طويلٌ وعُمْر الخائِنِينَ قَصِيرُ"
            ]
          },
          {
            "id": "3037",
            "body": [
              "له قَلَمٌ بالبأْس يَجْرِي وَبالنَّدَى ",
              " فَفِي جانِبَيْهِ جَنَّةٌ وَسَعِيرُ"
            ]
          },
          {
            "id": "3038",
            "body": [
              "تُحَلِّي الطَّرُوسَ العاطِلات سطورُها ",
              " كما تَتحلَّى بالعُقُودِ نُحُورُ"
            ]
          },
          {
            "id": "3039",
            "body": [
              "أُجَلّي لِحَاظِي في خمائِلِ حُسْنِهِ ",
              " فَمِنْ حَيْرَةٍ لَمْ تَدْرِ كيفَ تَحُورُ"
            ]
          },
          {
            "id": "3040",
            "body": [
              "عَلا بعضُهُ في القَدْرِ بعضاً كما علا ",
              " مَعَ الحُسْنِ زَهْرٌ في الرِّياضِ نَضِيرُ"
            ]
          },
          {
            "id": "3041",
            "body": [
              "حَكَى حَسَناتٍ في صحائِفِ مُؤْمِنٍ ",
              " يُسَرُّ كَبِيريٌّ بها وَصَغِيرُ"
            ]
          },
          {
            "id": "3042",
            "body": [
              "فكانتْ شُكُولاً منه زانَتْ حروفُهُ ",
              " حِساباً قَلَتْ منه الصِّحاحَ كُسورُ"
            ]
          },
          {
            "id": "3043",
            "body": [
              "فقلتُ وَقد راعَتْ بِفَصْلِ خِطَابِهِ ",
              " وراقَتْ عُيُونَ الناظِرِينَ سُطُورُ"
            ]
          },
          {
            "id": "3044",
            "body": [
              "لَئِن جاءَهُم كَالغيثِ مِنهُ مُبَشِّراً ",
              " فَقَد جاءَهُم كَالموتِ مِنهُ نَذيرُ"
            ]
          },
          {
            "id": "3045",
            "body": [
              "فوَيْلٌ لِقَوْمٍ مِنْ يَراعٍ كأنّه ",
              " خِلالٌ يَرُوعُ الأُسْدَ منه صَرِيرُ"
            ]
          },
          {
            "id": "3046",
            "body": [
              "وَلِمْ لا وَآسادُ العرِينِ لِداتُهُ ",
              " يَكُونُ له مثلُ الأسودِ زَئيرُ"
            ]
          },
          {
            "id": "3047",
            "body": [
              "يَغُضُّ لَدَيْهِ مُقْلَتَيْهِ ابنُ مُقْلَةٍ ",
              " كما غضَّ مَنْ فِي مُقْلَتَيْهِ بُثُورُ"
            ]
          },
          {
            "id": "3048",
            "body": [
              "وَأَنَّى لُهُ لو نالَهُ مِنْ تُرابِهِ ",
              " ليَكْحَلَ منه مُقْلَتَيْهِ ذَرُورُ"
            ]
          },
          {
            "id": "3049",
            "body": [
              "وَقد كَفَّ عنْ كوفِيَّةٍ كَفَّ عاجِزٍ ",
              " وفيه نَظِيمٌ دُرُّهُ ونَثِيرُ"
            ]
          },
          {
            "id": "3050",
            "body": [
              "وَوَدَّ العَذارَى لوْ يُعَجِّلُ نِحْلةً ",
              " إليهنَّ مِنْ تلكَ الحُروفِ مُهُورُ"
            ]
          },
          {
            "id": "3051",
            "body": [
              "رَأَى ما يَرُوقُ الطَّرْفَ بلْ ما يَرُوعُهُ ",
              " فَخَارَ وَذُو القَلْبِ الضعيفِ يَخُورُ"
            ]
          },
          {
            "id": "3052",
            "body": [
              "بَنى ما بَنَى كِسْرَى وعادٌ وَتُبَّعٌ ",
              " وليسَ سواءً مُؤْمِنٌ وَكَفُورُ"
            ]
          },
          {
            "id": "3053",
            "body": [
              "ودَلَّ على تَقْوَى الإلهِ أَساسُهُ ",
              " كما دَلَّ بالوادي المُقَدَّسِ طُورُ"
            ]
          },
          {
            "id": "3054",
            "body": [
              "حِجازِيَّةُ السُّحْبِ الثِّقالِ يَسُوقُها ",
              " عَلَى عَجَلٍ سَوْقاً صَباً وَدَبُورُ"
            ]
          },
          {
            "id": "3055",
            "body": [
              "ومنها نُجومٌ في بُروجِ مَجَرَّةٍ ",
              " عَلَى الأرضِ تَبْدُو تارَةً وتَغُورُ"
            ]
          },
          {
            "id": "3056",
            "body": [
              "تَضِيقُ بها السُّبلُ الفِجَاجُ فلا يُرَى ",
              " بها للرِّياحِ العاصفاتِ مَسيرُ"
            ]
          },
          {
            "id": "3057",
            "body": [
              "فكَمْ صَخْرَةٍ عاديَّةٍ قَذَفَتْ بها ",
              " إليه سُهُولٌ جَمَّةٌ وَوُعُورُ"
            ]
          },
          {
            "id": "3058",
            "body": [
              "وَمنْ عُمُدٍ في هِمَّةِ الدَّهرِ قُوَّةٌ ",
              " وَفي باعِهِ مِنْ طُولِهنَّ قُصُورُ"
            ]
          },
          {
            "id": "3059",
            "body": [
              "أَشارَ لها فانْقادَ سَهْلاً عَسِيرُها ",
              " إليه وَما أَمْرٌ عليه عسيرُ"
            ]
          },
          {
            "id": "3060",
            "body": [
              "أَتَتْهُ بِها أَنْدَى الرِّياحِ وَدونَ مَا ",
              " أَتَتْهُ بها أَنْدَى الرِّياحِ ثَبِيرُ"
            ]
          },
          {
            "id": "3061",
            "body": [
              "وما كانَ لَولا ما لَهُ مِنْ كَرَامَةٍ ",
              " لِيَأْتِينَا بالمُعْجِزاتِ أَميرُ"
            ]
          },
          {
            "id": "3062",
            "body": [
              "لِما فيه مِنْ تَقْوَى وَعِلْمٍ وَحِكْمَةٍ ",
              " بِحُرِّ مَبَانِيهِ الثَّلاثُ تُشِيرُ"
            ]
          },
          {
            "id": "3063",
            "body": [
              "فَمِئْذَنَةٌ في الجوِّ تُشْرِقَ في الدُّجَى ",
              " عليها هُدىً لِلْعَالمينَ وَنُورُ"
            ]
          },
          {
            "id": "3064",
            "body": [
              "وَمِنْ حَيْثُمَا وَجَّهْتَ وَجْهَكَ نَحْوَها ",
              " تَلَقَّتْكَ مِنها نَضْرَةٌ وسُرُورُ"
            ]
          },
          {
            "id": "3065",
            "body": [
              "يَمُدُّ إليها الحاسدُ الطَّرْفَ حَسْرَةً ",
              " فَيَرْجِعُ عنها الطَّرْفُ وهْوَ حَسيرُ"
            ]
          },
          {
            "id": "3066",
            "body": [
              "فكَمْ حَسَدَتْها في العُلُوِّ كواكبٌ ",
              " وغارَتْ عليها في الكمالِ بُدُورُ"
            ]
          },
          {
            "id": "3067",
            "body": [
              "إذا قامَ يَدْعُو اللَّه فيها مُؤَذِّنٌ ",
              " فما هُوَ إِلَّا للنُّجومِ سَمِيرُ"
            ]
          },
          {
            "id": "3068",
            "body": [
              "فللنَّاسِ مِنْ تذكارِهِ وأذانِهِ ",
              " فَطُورٌ عَلَى رَجْعِ الصَّدَى وَسَحُورُ"
            ]
          },
          {
            "id": "3069",
            "body": [
              "وقُبَّةُ مارستانَ ليسَ لِعِلَّةٍ ",
              " عليه وإن طالَ الزَّمانَ مُرُورُ"
            ]
          },
          {
            "id": "3070",
            "body": [
              "صَحِيحُ هَواءٍ للنُّفوسِ بِنَشْرِهِ ",
              " مَعادٌ وَلِلعَظْمِ الرَّمِيمِ نُشُورُ"
            ]
          },
          {
            "id": "3071",
            "body": [
              "يَهُبُّ فَيَهْدِي كلَّ رُوحٍ بِجِسْمِهِ ",
              " كأنَّ صَباهُ حِينَ يَنْفُخُ صُورُ"
            ]
          },
          {
            "id": "3072",
            "body": [
              "فَلَو تَعْلَمُ الأجسامُ أن تُرابَهُ ",
              " مِهادُ حَياةٍ لِلْجُسومِ وَثيرُ"
            ]
          },
          {
            "id": "3073",
            "body": [
              "لَسَارَتْ بِمَرْضاها إليهِ أسِرَّة ",
              " وصارتْ بموْتاها إليهِ قُبُورُ"
            ]
          },
          {
            "id": "3074",
            "body": [
              "وما عادَ يُبلِي بعدَ ذلك مَيِّتاً ",
              " ضَرِيحٌ وَلا يَشْكُو المَرِيضَ سَرِيرُ"
            ]
          },
          {
            "id": "3075",
            "body": [
              "بِجَنَّتِهِ وُرْقٌ تُراسِلُ ماءَهُ ",
              " يَشُوقُ هَدِيلٌ منهما وَهَدِيرُ"
            ]
          },
          {
            "id": "3076",
            "body": [
              "وَقد وَصَفَتْ لِي الناس منها عَجائِباً ",
              " كأَوْجُهِ غِيدٍ ما لَهُنَّ سُفُورُ"
            ]
          },
          {
            "id": "3077",
            "body": [
              "محاسِنها اسْتَدْعَتْ نَسِيبِي ومَا دَعَا ",
              " نَسِيبِي غزالٌ قبلَ ذاك غرِيرُ"
            ]
          },
          {
            "id": "3078",
            "body": [
              "وباتَ بها قَلْبي يُمَثِّلُ حُسْنَها ",
              " لِعَيْنِي وَنَوْمِي بالسُّهادِ غَزِيرُ"
            ]
          },
          {
            "id": "3079",
            "body": [
              "وَلا وَصْفَ إِلَّا أنْ يَكُونَ لِواصِفٍ ",
              " وُرُودٌ عَلَى مَوْصُوفِهِ وصُدُورُ"
            ]
          },
          {
            "id": "3080",
            "body": [
              "بَدَتْ فَهْيَ عندَ الصَّالِحِيَّةِ جِلَّقٌ ",
              " وفي تلْكَ جَنَّاتٌ وتلكَ قُبُورُ"
            ]
          },
          {
            "id": "3081",
            "body": [
              "وَلَو فَتَحَت أَبْوابَها لَتَبَادَرَتْ ",
              " مِنَ الدُّرِّ وِلدانٌ إلَيْهِ وحُورُ"
            ]
          },
          {
            "id": "3082",
            "body": [
              "ومَدْرَسَةٌ وَدَّ الخَورْنَقُ أَنّه ",
              " لَدَيْهَا حَظِيرٌ والسَّدِيرُ غَدِيرُ"
            ]
          },
          {
            "id": "3083",
            "body": [
              "مَدِينَةُ عِلمٍ وَالمَدَارِسُ حَوْلَها ",
              " قُرىً أَوْ نُجُومٌ بَدْرُهُنَّ مُنِيرُ"
            ]
          },
          {
            "id": "3084",
            "body": [
              "تَبَدَّتْ فأَخْفَى الظَّاهِرِيَّةَ نُورُها ",
              " وليسَ بِظُهْرٍ للنُّجُومِ ظُهورُ"
            ]
          },
          {
            "id": "3085",
            "body": [
              "بِناءٌ كَأنَّ النَّحلَ هَندَسَ شَكلَهُ ",
              " وَلانَت لَهُ كَالشَّمعِ مِنهُ صُخورُ"
            ]
          },
          {
            "id": "3086",
            "body": [
              "بَناها حَكِيمٌ لَيْسَ في عَزَماتِهِ ",
              " فتُورٌ وَلا فيما بناه فُتُورُ"
            ]
          },
          {
            "id": "3087",
            "body": [
              "بَناها شَدِيدُ البَأْسِ أَوْحَدُ عَصْرِهِ ",
              " خَلَتْ حِقَبٌ مِنْ مِثْلِهِ وعُصُورُ"
            ]
          },
          {
            "id": "3088",
            "body": [
              "فما صَنَعَتْ عادٌ مَصانِعَ مِثلَهُ ",
              " وَلا طاوَلَتْهُ في البِناءِ قُصُورُ"
            ]
          },
          {
            "id": "3089",
            "body": [
              "ثَمَانِيَةٌ في الجَوِّ يَحْمِلُ عَرْشَها ",
              " وبعضٌ لبعضٍ في البناءِ ظَهيرُ"
            ]
          },
          {
            "id": "3090",
            "body": [
              "يَرَى مَنْ يَراها أَنَّ رافِعَ سَمْكهَا ",
              " عَلَى فِعْلِ ما أعْيا المُلوكَ قَدِيرُ"
            ]
          },
          {
            "id": "3091",
            "body": [
              "وَأَنَّ مَناراً قائماً بإزائها ",
              " بَنانٌ إلى فضلِ الأَمِيرِ تشيرُ"
            ]
          },
          {
            "id": "3092",
            "body": [
              "كَأَنَّ مَنارَ اسْكَنْدَرِيَّةَ عنده ",
              " نَواةٌ بَدَتْ والبابُ فيهِ نَقِيرُ"
            ]
          },
          {
            "id": "3093",
            "body": [
              "بناها سعيدٌ في بِقاعٍ سعيدَةٍ ",
              " بها سَعِدَتْ قَبْلَ المَدَارِسِ دُورُ"
            ]
          },
          {
            "id": "3094",
            "body": [
              "إذا قامَ يَدْعو اللَّهَ فيها مُؤَذِّنٌ ",
              " فما هُوَ إِلَّا للنُّجُومِ سَمِيرُ"
            ]
          },
          {
            "id": "3095",
            "body": [
              "فصارتْ بُيوتُ اللَّهِ آخِرَ عُمْرِهَا ",
              " قُصُورٌ خَبَتْ مِنْ سادةٍ وخُدُورُ"
            ]
          },
          {
            "id": "3096",
            "body": [
              "ذَكَرْنا لَدَيْهَا قُبَّةَ النَّسْرِ مَرَّةً ",
              " فما كادَ نَسْرٌ لِلْحَياءِ يَطِيرُ"
            ]
          },
          {
            "id": "3097",
            "body": [
              "فإنْ نُسِبَتْ لِلنَّسرِ فالطائرُ الَّذي ",
              " لَهُ في البُروجِ الثَّابِتاتِ وُكُورُ"
            ]
          },
          {
            "id": "3098",
            "body": [
              "وإِلَّا فَكَمْ في الأرضِ قد مالَ دونَها ",
              " إلى الأرضِ عِقْبَانٌ هَوَتْ ونُسُورُ"
            ]
          },
          {
            "id": "3099",
            "body": [
              "تَبيَّنتُ في مِحرابِها وَهْيَ كالدُّمَى ",
              " قُدُودَ غَوانٍ كُلُّهُنَّ خُصُورُ"
            ]
          },
          {
            "id": "3100",
            "body": [
              "وقد حُلِّيَتْ منها صُدُورٌ بِعَسْجَدٍ ",
              " وَلُفَّتْ لَها تَحْتَ الحُلِيِّ شُعُورُ"
            ]
          },
          {
            "id": "3101",
            "body": [
              "بها عُمُدٌ كاثَرْنَ أيَّامَ عامِها ",
              " وَمِنْ عامِها لَمْ يَمْضِ بعدُ شُهُورُ"
            ]
          },
          {
            "id": "3102",
            "body": [
              "مَبانٍ أبانَتْ عَنْ كمالِ بِنائِها ",
              " وأَعْرَبَ عَنْ وَضْعِ الأَساسِ هَتُورُ"
            ]
          },
          {
            "id": "3103",
            "body": [
              "سَمَاوِيَّةٌ أَرْجَاؤُها فكأَنَّها ",
              " عليها من الوَشْيِ البَديعِ سُتُورُ"
            ]
          },
          {
            "id": "3104",
            "body": [
              "تَوَهَّمَ طَرْفِي أَنَّ تَجْزِيعَ بُسْطِها ",
              " رُقُومٌ وَتَلْوِينَ الرُّخامِ حَريرُ"
            ]
          },
          {
            "id": "3105",
            "body": [
              "وكم جَاوَزَ الإِبْدَاعُ في الحُسْنِ حَدَّهُ ",
              " فَأَوْهَمَنا أَنَّ الحَقيقَةَ زُورُ"
            ]
          },
          {
            "id": "3106",
            "body": [
              "فَللَّهِ يَوْمٌ ضَمَّ فيه أَئمَّةً ",
              " تَدَفَّقَ منهم لِلعلومِ بُحورُ"
            ]
          },
          {
            "id": "3107",
            "body": [
              "وشمسُ المَعالي مِنْ كِتابٍ وسُنَّةٍ ",
              " عَلَى النَّاسِ مِنْ لَفْظِ الكلامِ تُديرُ"
            ]
          },
          {
            "id": "3108",
            "body": [
              "وقد أَعْرَبَتْ للنّاسِ عَنْ خَيْرِ مَوْلِدٍ ",
              " عَرُوبٌ به والفضلُ فيه كثيرُ"
            ]
          },
          {
            "id": "3109",
            "body": [
              "فأَكْرِمْ بِيَوْمٍ فيه أَكْرَمُ مَوْلِدٍ ",
              " لأَكْرَمِ مَوْلُودٍ نَمَتْهُ حُجُورُ"
            ]
          },
          {
            "id": "3110",
            "body": [
              "يُطالِعُهُ للمسلمينَ مَسَرَّةٌ ",
              " ولكِنْ به للكافِرينَ ثُبورُ"
            ]
          },
          {
            "id": "3111",
            "body": [
              "قَرَأْنا بها القرآنَ غيرَ مُبَدَّلٍ ",
              " فغارَتْ أناجيلٌ وغارَ زَبُورُ"
            ]
          },
          {
            "id": "3112",
            "body": [
              "وَثَنَّتْ بأخبارِ النبيِّ رُواتها ",
              " وكلّ بأخْبَارِ النبيِّ خَبِيرُ"
            ]
          },
          {
            "id": "3113",
            "body": [
              "وثَلَّثَ يدعو اللَّهَ فيها مُوَحِّدٌ ",
              " ذَكُورٌ لِنَعْمَاءِ الإِلهِ شَكُورُ"
            ]
          },
          {
            "id": "3114",
            "body": [
              "وما تلكَ للسلطانِ إِلَّا سعادَةٌ ",
              " يَدُومُ لهُ ذِكْرٌ بها وأُجُورُ"
            ]
          },
          {
            "id": "3115",
            "body": [
              "دَعاها إليه وافِرُ الرَّأْي والحِجَا ",
              " يَزِينُ الحِجَى والرَّأْيُ منهُ وَقُورُ"
            ]
          },
          {
            "id": "3116",
            "body": [
              "فَهَلْ في مُلوكِ الأرضِ أَوْ خُلفائها ",
              " لهُ في الّذِي شادتْ يَداهُ نَظِيرُ"
            ]
          },
          {
            "id": "3117",
            "body": [
              "عَلَى أَنَّهم في جَنْبِ ما شادَ مِنْ عُلاً ",
              " ولو كانَ كالسَّبْعِ الطِّباقِ حَصيرُ"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "112": {
    "id": "112",
    "name": "إذا استنصر المرء امرءا لا يدي له",
    "author": "",
    "desc":
    "إِذا اِستَنصَرَ المَرءُ اِمرَءاً لا يَدي لَهُ .. فَناصِرُهُ وَالخاذِلونَ سَواءُ .. أَنا اِبنُ الَّذي قَد تَعلَمونَ مَكانَهُ .. وَلَيسَ عَلى الحَقِّ المُبينِ طَخاءُ .. أَلَيسَ رَسولُ اللَهِ جَدّي وَوالِدي .. أَنا البَدرُ إِن خَلا النُجوم خَفاءُ",
    "chapters": [
      {
        "id": "146",
        "name": "",
        "lines": [
          {
            "id": "3118",
            "body": [
              "إِذا اِستَنصَرَ المَرءُ اِمرَءاً لا يَدي لَهُ ",
              " فَناصِرُهُ وَالخاذِلونَ سَواءُ"
            ]
          },
          {
            "id": "3119",
            "body": [
              "أَنا اِبنُ الَّذي قَد تَعلَمونَ مَكانَهُ ",
              " وَلَيسَ عَلى الحَقِّ المُبينِ طَخاءُ"
            ]
          },
          {
            "id": "3120",
            "body": [
              "أَلَيسَ رَسولُ اللَهِ جَدّي وَوالِدي ",
              " أَنا البَدرُ إِن خَلا النُجوم خَفاءُ"
            ]
          },
          {
            "id": "3121",
            "body": [
              "يُنازِعُني وَاللَهُ بَيني وَبَينَهُ ",
              " يَزيدٌ وَلَيسَ الأَمرُ حَيثُ يَشاءُ"
            ]
          },
          {
            "id": "3122",
            "body": [
              "فَيا نُصَحاءَ اللَهِ أَنتُم وُلاتُهُ ",
              " وَأَنتُم عَلى أَديانِهِ أُمَناءُ"
            ]
          },
          {
            "id": "3123",
            "body": [
              "بِأَيِّ كِتابٍ أَم بِأَيَّةِ سُنَّةٍ ",
              " تَناوَلَها عَن أَهلِها البُعَداءُ"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "113": {
    "id": "113",
    "name": "لكم آل الرسول جعلت ودي",
    "author": "",
    "desc":
    "لكُمْ آلَ الرَّسولِ جعلتُ ودّي .. وذاكَ أجلُّ أسْبابِ السَّعادَهْ .. وَلَوْ أَنّي اسْتَطعتُ لَزِدْتُ حُبّاً .. ولكِنْ لاَ سَبيل إلى الزِّيادَهْ .. أعيشُ وحبُّكُمْ فَرضِي ونَفلي .. وأُحْشَرُ وهو في عُنقِي قِلادَهْ",
    "chapters": [
      {
        "id": "147",
        "name": "",
        "lines": [
          {
            "id": "3124",
            "body": [
              "لكُمْ آلَ الرَّسولِ جعلتُ ودّي ",
              " وذاكَ أجلُّ أسْبابِ السَّعادَهْ"
            ]
          },
          {
            "id": "3125",
            "body": [
              "وَلَوْ أَنّي اسْتَطعتُ لَزِدْتُ حُبّاً ",
              " ولكِنْ لاَ سَبيل إلى الزِّيادَهْ"
            ]
          },
          {
            "id": "3126",
            "body": [
              "أعيشُ وحبُّكُمْ فَرضِي ونَفلي ",
              " وأُحْشَرُ وهو في عُنقِي قِلادَهْ"
            ]
          },
          {
            "id": "3127",
            "body": [
              "أنَاضِلُ عَنْ مكارِمِكمْ لأَنّي ",
              " كريمُ الأَصْلِ ميمونُ الولادهْ"
            ]
          },
          {
            "id": "3128",
            "body": [
              "أظلُّ مجاهداً لحَليفِ نَصْبٍ ",
              " أَضَلّ بِبغْضِكم أبداً رَشَادَهْ"
            ]
          },
          {
            "id": "3129",
            "body": [
              "فإن أَسْلَم فَأجْرٌ لَمْ يَفتْنِي ",
              " وَإنْ أُقْتَلْ فتُهْنُيني الشَّهادَهْ"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "114": {
    "id": "114",
    "name": "محمد النبي أخي وصهري",
    "author": "",
    "desc":
    "مُحَمَدٌ النَّبيُّ أَخي وَصِهري .. وَحَمزَةُ سَيِّدِ الشُهداءِ عَمّي .. وَجَعفَرٌ الَّذي يُضحي وَيُمسي .. يَطيرُ مَعَ المَلائِكَةِ اِبنَ أُمّي .. وَبِنتُ مُحَمَّدٍ سَكَني وَعُرسي .. مَشوبٌ لَحمُها بِدَمي وَلَحمي",
    "chapters": [
      {
        "id": "148",
        "name": "",
        "lines": [
          {
            "id": "3130",
            "body": [
              "مُحَمَدٌ النَّبيُّ أَخي وَصِهري ",
              " وَحَمزَةُ سَيِّدِ الشُهداءِ عَمّي"
            ]
          },
          {
            "id": "3131",
            "body": [
              "وَجَعفَرٌ الَّذي يُضحي وَيُمسي ",
              " يَطيرُ مَعَ المَلائِكَةِ اِبنَ أُمّي"
            ]
          },
          {
            "id": "3132",
            "body": [
              "وَبِنتُ مُحَمَّدٍ سَكَني وَعُرسي ",
              " مَشوبٌ لَحمُها بِدَمي وَلَحمي"
            ]
          },
          {
            "id": "3133",
            "body": [
              "وَسبطا أَحمَدٌ وَلَداي مِنها ",
              " فَمَن منكم لَهُ سَهمٌ كَسَهمي"
            ]
          },
          {
            "id": "3134",
            "body": [
              "سَبَقتُكُمُ إِلى الإِسلامِ طُرّاً ",
              " غُلاماً ما بَلَغَتُ أَوانَ حلمي"
            ]
          },
          {
            "id": "3135",
            "body": [
              "أَنا البَطَلُ الَّذي لَن تُنكِرَوهُ ",
              " لِيَومِ كَريهَةٍ وَلِيَومِ سِلمِ"
            ]
          },
          {
            "id": "3136",
            "body": [
              "وَأَوجَبَ لي وِلايَتَهُ عَلَيكُم ",
              " رَسولُ اللَهِ يَومَ غَديرِ خَمِّ"
            ]
          },
          {
            "id": "3137",
            "body": [
              "وَأَوصاني النَبيُّ عَلى اِختيارٍ ",
              " بِبَيعَتِهِ غَداةَ غَدٍ بِرَحمِ"
            ]
          },
          {
            "id": "3138",
            "body": [
              "وَأَوصى بِي لِأُمَتِهِ لِحُكمي ",
              " فَهَل فيكُم لَهُ قدمٌ كَقدمي"
            ]
          },
          {
            "id": "3139",
            "body": [
              "فَوَيلٌ ثُمَّ وَيلٌ ثُمَّ وَيلٌ ",
              " لِجاحِدِ طاعَتي مِن غَيرِ جُرمِ"
            ]
          }
        ],
        "links": []
      }
    ]
  },
  "115": {
    "id": "115",
    "name": " يا رب صل على النبي المجتبى",
    "author": "",
    "desc":
    "يا رب صل عَلى النَبي المجتبى .. ما غردت في الايك ساجعة الربا .. يا رب صل عَلى النبي وآله .. ما اِهتَزَت الاثلاث من نفس الصبا .. يا رب صل عَلى النَبي وآله .. ما لاحَ برق في الاباطح أَو حبا",
    "chapters": [
      {
        "id": "149",
        "name": "",
        "lines": [
          {
            "id": "3140",
            "body": [
              "يا رب صل عَلى النَبي المجتبى ",
              " ما غردت في الايك ساجعة الربا"
            ]
          },
          {
            "id": "3141",
            "body": [
              "يا رب صل عَلى النبي وآله ",
              " ما اِهتَزَت الاثلاث من نفس الصبا"
            ]
          },
          {
            "id": "3142",
            "body": [
              "يا رب صل عَلى النَبي وآله ",
              " ما لاحَ برق في الاباطح أَو حبا"
            ]
          },
          {
            "id": "3143",
            "body": [
              "يا رب صل عَلى النَبي وآله ",
              " ما أَمت الزوّار نحوك يثربا"
            ]
          },
          {
            "id": "3144",
            "body": [
              "يا رب صل عَلى النَبي وآله ",
              " ما قالَ ذو كرم لضيف مرحبا"
            ]
          },
          {
            "id": "3145",
            "body": [
              "يا رب صل عَلى النَبي وآله ",
              " ما كوكب في الجوّ قابل كوكبا"
            ]
          },
          {
            "id": "3146",
            "body": [
              "يا رب صل عَلى الَّذي أدنيته ",
              " من قاب قَوسين الجناب الاقربا"
            ]
          },
          {
            "id": "3147",
            "body": [
              "باللَه يا متلذذين بذكره ",
              " صلوا عليه فما أَحق وأَوجبا"
            ]
          },
          {
            "id": "3148",
            "body": [
              "صلوا عَلى المختار فهو شفيعكم ",
              " في يوم يبعث كل طفل أَشيَبا"
            ]
          },
          {
            "id": "3149",
            "body": [
              "صلوا عَلى من ظللته غمامة ",
              " وَالجزع حن له وأَفصحَت الظبا"
            ]
          },
          {
            "id": "3150",
            "body": [
              "صلوا عَلى مَن تدخلون بجاهه ",
              " دار السَلام وَتبلغون المطلبا"
            ]
          },
          {
            "id": "3151",
            "body": [
              "صلوا عليه وَسَلموا وَتَرحموا ",
              " وَردوايه حوض الكَرامة مشربا"
            ]
          },
          {
            "id": "3152",
            "body": [
              "صلى وَسلم ذو الجَلال عليك يا ",
              " من نور طلعته يشق الغيهبا"
            ]
          },
          {
            "id": "3153",
            "body": [
              "صلى وَسلم ذو الجَلال عليك يا ",
              " أَحلاك ذكرا في القلوب وأَعذَبا"
            ]
          },
          {
            "id": "3154",
            "body": [
              "صلى وَسلم ذو الجَلال عليك يا ",
              " أَوفاك للمتذممين وأَحسبا"
            ]
          },
          {
            "id": "3155",
            "body": [
              "صلى وَسلم ذو الجَلال عليك يا ",
              " أَزكاك في الرسل الكِرام وَأَطيَبا"
            ]
          },
          {
            "id": "3156",
            "body": [
              "صَلي وَسلم ذو الجلال عليك من ",
              " عبدالرَحيم توسلا وَتَقربا"
            ]
          }
        ],
        "links": []
      }
    ]
  }
};