Repository: abo-elleef/award_flutter
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# main_page_title
source: Sections
ar: الأقسام

# main_page_settings
source: Settings
ar: الإعدادات
fr: Paramètres

# settings_page_font_size
source: Font size:
ar: حجم الخط
fr: Taille de la police:

# settings_page_facebook
source: Follow us on Facebook
ar: شاركنا الرحلة علي facebook
fr: Suivez-nous sur Facebook.

# settings_page_twitter
source: Follow us on Twitter
ar: شاركنا الرحلة علي twitter
fr: Suivez-nous sur Twitter.

# settings_page_font_example
source: There is no god but Allah.
ar: لا اله الا الله
fr: Il n'y a de dieu qu'Allah.

# settings_page_watch_ad
source: Watch an ads, it help us.
ar: شاهد اعلان. بيساعدنا نكبر
fr: Regardez une publicité, cela nous aide.

# settings_page_notifications
source: Daily Reminders
ar: التذكيرات اليومية
fr: Rappels quotidiens

# settings_page_notifications_desc
source: Receive daily reminders to read Awrad
ar: استقبل تذكيرات يومية لقراءة الأوراد
fr: Recevez des rappels quotidiens pour lire les Awrad

# settings_page_morning_time
source: Morning Reminder Time
ar: وقت التذكير الصباحي
fr: Heure du rappel matinal

# settings_page_evening_time
source: Evening Reminder Time
ar: وقت التذكير المسائي
fr: Heure du rappel du soir

# settings_page_morning_notification
source: Time to read morning Awrad
ar: حان وقت قراءة الأوراد الصباحية
fr: Il est temps de lire les Awrad du matin

# settings_page_evening_notification
source: Time to read evening Awrad
ar: حان وقت قراءة الأوراد المسائية
fr: Il est temps de lire les Awrad du soir

# settings_page_exact_alarm_permission_error
source: Please allow exact alarms in app settings
ar: يرجى السماح بالتنبيهات الدقيقة في إعدادات التطبيق
fr: Veuillez autoriser les alarmes exactes dans les paramètres de l'application
